[
    {
        "brand": "Evolve",
        "url": "https://evolvepetfood.com/dry-cat-food/evolve-classic-chicken-amp-brown-rice-recipe-xck8w",
        "title": "Evolve Classic Chicken & Brown Rice Recipe Cat Food — Evolve Pet Food",
        "descriptions": "Our Evolve Classic Deboned Chicken & Brown Rice Recipe Cat Food provides all the nutrition needed to promote health and vitality in cats. This food has no wheat, corn, or soy, and is full of great taste that your cat will find irresistible. Because we care about the quality of our cat food, we chose to make real chicken the #1 ingredient. This formulation contains chicken, brown rice, dried egg, dried kelp, cranberries, and blueberries, which contribute to the fantastic nutrition of this food. By choosing Classic Evolve Deboned Chicken & Brown Rice Recipe Cat Food, you are choosing a bright, healthy future for your cat.",
        "ingredients": "DEBONED CHICKEN, CHICKEN MEAL, TURKEY MEAL, WHOLE GROUND BROWN RICE, PEAS, OAT GROATS, CHICKEN FAT (PRESERVED WITH MIXED TOCOPHEROLS), DRIED PLAIN BEET PULP, NATURAL CHICKEN FLAVOR, FISH MEAL, DRIED EGG PRODUCT, TAURINE, CALCIUM SULFATE, SALT, DL-METHIONINE, DRIED KELP, DRIED CRANBERRIES, DRIED BLUEBERRIES, VITAMINS (CHOLINE CHLORIDE, NIACIN, VITAMIN E SUPPLEMENT, VITAMIN A SUPPLEMENT, THIAMINE MONONITRATE, D-CALCIUM PANTOTHENATE, PYRIDOXINE HYDROCHLORIDE [SOURCE OF VITAMIN B6], RIBOFLAVIN SUPPLEMENT, VITAMIN D3 SUPPLEMENT, VITAMIN B12 SUPPLEMENT, MENADIONE SODIUM BISULFITE COMPLEX, FOLIC ACID, BIOTIN), MINERALS (COPPER SULFATE, MANGANESE SULFATE, ZINC SULFATE, IRON SULFATE, CALCIUM IODATE, SODIUM SELENITE), DRIED LACTOBACILLUS ACIDOPHILUS FERMENTATION PRODUCT, DRIED LACTOBACILLUS PLANTARUM FERMENTATION PRODUCT, DRIED LACTOBACILLUS REUTERI FERMENTATION PRODUCT, DRIED BIFIDOBACTERIUM ANIMALIS FERMENTATION PRODUCT, DRIED ENTEROCOCCUS FAECIUM FERMENTATION PRODUCT.",
        "analysis": "CRUDE PROTEIN, Minimum 32.0% CRUDE FAT, Minimum 13.0% CRUDE FIBER, Maximum 3.0% MOISTURE, Maximum 11.0% ASH, Maximum 10.0% LINOLEIC ACID, Minimum 1.5% CALCIUM, Minimum 1.6% PHOSPHORUS, Minimum 1.1% SODIUM, Minimum 0.2% MAGNESIUM, Maximum 0.12% SELENIUM, Minimum 0.25 mg/kg VITAMIN A, Minimum 10,000 IU/kg VITAMIN E, Minimum 30 IU/kg *TOTAL MICROORGANISMS (Lactobacillus Acidophilus, Lactobacillus Plantarum, Lactobacillus Reuteri, Bifidobacterium Animalis, Enterococcus Faecium) not less than 1,000,000 CFU/lb",
        "calorie": "3588 kcal/kg (ME) "
    },
    {
        "brand": "Evolve",
        "url": "https://evolvepetfood.com/dry-cat-food/evolve-classic-salmon-rice-amp-sweet-potato-recipe-hlmlh",
        "title": "Evolve Classic Salmon, Rice, & Sweet Potato Recipe Cat Food — Evolve Pet Food",
        "descriptions": "Evolve Classic Deboned Salmon, Rice, & Sweet Potato Recipe is a great-tasting cat food made with salmon, brown rice, sweet potatoes, barley, peas, carrots, cranberries, and blueberries. This food has no wheat, corn, or soy and produces a mouthwatering aroma that your cat will find irresistible! Because we care the quality of our cat food, we chose to make real salmon the #1 ingredient. This unique formulation encompasses all the necessary ingredients needed to keep your cat happy, healthy, and energetic. Thus, by choosing Evolve Classic Deboned Salmon, Rice, & Sweet Potato Recipe Cat Food, you are choosing a bright, healthy future for your cat!",
        "ingredients": "DEBONED SALMON, CHICKEN MEAL, OAT GROATS, WHOLE GROUND BROWN RICE, TURKEY MEAL, WHOLE GROUND BARLEY, CHICKEN FAT (PRESERVED WITH MIXED TOCOPHEROLS), PEAS, SWEET POTATOES, FLAXSEED, BREWERS DRIED YEAST, NATURAL SALMON FLAVOR, POWDERED CELLULOSE, DRIED CARROTS, DRIED CRANBERRIES, DRIED BLUEBERRIES, BARLEY GRASS, DRIED PARSLEY, DEHYDRATED ALFALFA MEAL, DRIED KELP, TAURINE, SALT, FISH OIL, YUCCA SCHIDIGERA EXTRACT, L-LYSINE, DRIED CHICORY ROOT, BETA CAROTENE, VITAMINS (CHOLINE CHLORIDE, NIACIN, VITAMIN E SUPPLEMENT, VITAMIN A SUPPLEMENT, THIAMINE MONONITRATE, D-CALCIUM PANTOTHENATE, PYRIDOXINE HYDROCHLORIDE [SOURCE OF VITAMIN B6], RIBOFLAVIN SUPPLEMENT, VITAMIN D3 SUPPLEMENT, VITAMIN B12 SUPPLEMENT, MENADIONE SODIUM BISULFITE COMPLEX, FOLIC ACID, BIOTIN), MINERALS (COPPER SULFATE, MANGANESE SULFATE, ZINC SULFATE, IRON SULFATE, ZINC PROTEINATE, IRON PROTEINATE, COPPER PROTEINATE, MANGANESE PROTEINATE, CALCIUM IODATE, SODIUM SELENITE), DRIED LACTOBACILLUS ACIDOPHILUS FERMENTATION PRODUCT, DRIED LACTOBACILLUS PLANTARUM FERMENTATION PRODUCT, DRIED LACTOBACILLUS REUTERI FERMENTATION PRODUCT, DRIED BIFIDOBACTERIUM ANIMALIS FERMENTATION PRODUCT, DRIED ENTEROCOCCUS FAECIUM FERMENTATION PRODUCT.",
        "analysis": "CRUDE PROTEIN, Minimum 32.0% CRUDE FAT, Minimum 15.0% CRUDE FIBER, Maximum 4.5% MOISTURE, Maximum 10.0% LINOLEIC ACID, Minimum 1.5% PHOSPHORUS, Minimum 1.1% MAGNESIUM, Minimum 0.08% VITAMIN A, Minimum 15,000 IU/kg VITAMIN E, Minimum 150 IU/kg TAURINE, Minimum 0.15% *OMEGA 3 FATTY ACIDS, Minimum 0.5% *OMEGA 6 FATTY ACIDS, Minimum 3.0% *TOTAL MICROORGANISMS (Lactobacillus Acidophilus, Lactobacillus Plantarum, Lactobacillus Reuteri, Bifidobacterium Animalis, Enterococcus Faecium) not less than 1,000,000 CFU/lb",
        "calorie": "3601 kcal/kg (ME) "
    },
    {
        "brand": "Evolve",
        "url": "https://evolvepetfood.com/dry-cat-food/evolve-grain-free-chicken-amp-chickpea-recipe-p6jkx",
        "title": "Evolve Grain Free Chicken & Chickpea Recipe Cat Food — Evolve Pet Food",
        "descriptions": "Evolve Grain Free Deboned Chicken & Chickpea Recipe Cat Food is built on the same healthy principles as our original formulas. Evolve Grain Free Cat Food contains some of nature's best ingredients, including easy to digest complex carbohydrates, which offer a healthy alternative to grains. Because we care about the quality of our cat food, Evolve Grain Free Deboned Chicken & Chickpea Recipe Cat Food starts with real chicken as the #1 ingredient. When combined with select vegetables, fruits, vitamins, and minerals, our Evolve Grain Free Deboned Chicken & Chickpea Recipe Cat Food delivers powerful nutrients and antioxidants that help support a healthy immune system, maintain a healthy skin and coat, and support overall good health.",
        "ingredients": "DEBONED CHICKEN, CHICKEN MEAL, TURKEY MEAL, PEAS, CHICKPEAS, CHICKEN FAT (PRESERVED WITH MIXED TOCOPHEROLS), NATURAL CHICKEN FLAVOR, FLAXSEED, LENTILS, DRIED BEET PULP, TAURINE, FISH OIL, DRIED CARROTS, DRIED BLUEBERRIES, DRIED CRANBERRIES, DRIED APPLES, MINERALS (ZINC PROTEINATE, IRON PROTEINATE, COPPER PROTEINATE, MANGANESE PROTEINATE, COBALT PROTEINATE, SODIUM SELENITE), VITAMINS (CHOLINE CHLORIDE, VITAMIN A SUPPLEMENT, VITAMIN D3 SUPPLEMENT, VITAMIN E SUPPLEMENT, NIACIN, D-CALCIUM PANTOTHENATE, THIAMINE MONONITRATE, PYRIDOXINE HYDROCHLORIDE [SOURCE OF VITAMIN B6], RIBOFLAVIN SUPPLEMENT, FOLIC ACID, VITAMIN B12 SUPPLEMENT).",
        "analysis": "CRUDE PROTEIN, Minimum 36.0% CRUDE FAT, Minimum 15.0% CRUDE FIBER, Maximum 4.5% MOISTURE, Maximum 12.0% ZINC, Minimum 120 mg/kg VITAMIN A, Minimum 15,000 IU/kg VITAMIN E, Minimum 200 IU/kg TAURINE, Minimum 0.18% *OMEGA 6 FATTY ACIDS, Minimum 2.2% *OMEGA 3 FATTY ACIDS, Minimum 0.35%",
        "calorie": "357 kcal/cup (ME)"
    },
    {
        "brand": "Evolve",
        "url": "https://evolvepetfood.com/dry-cat-food/evolve-grain-free-ocean-whitefish-amp-egg-recipe-cat-food-deklj",
        "title": "Evolve Grain Free Ocean Whitefish & Egg Recipe Cat Food — Evolve Pet Food",
        "descriptions": "Evolve Grain Free Ocean Whitefish & Egg Recipe Cat Food is built on the same healthy principles as our original formulas. Evolve Grain Free Cat Food contains some of nature's best ingredients, including easy to digest complex carbohydrates, which offer a healthy alternative to grains. Because we care about the quality of our cat food, Evolve Grain Free Ocean Whitefish & Egg Recipe Cat Food starts with real whitefish as the #1 ingredient. When combined with select vegetables, vitamins, and minerals, our Evolve Grain Free Ocean Whitefish & Egg Recipe Cat Food delivers powerful nutrients and antioxidants that help support a healthy immune system, maintain a healthy skin and coat, and support overall good health.",
        "ingredients": "OCEAN WHITEFISH, CHICKEN MEAL, PEAS, PEA STARCH, TURKEY MEAL, CHICKEN FAT (PRESERVED WITH MIXED TOCOPHEROLS), TAPIOCA STARCH, DRIED EGG PRODUCT, DRIED YEAST, CANOLA MEAL, NATURAL LIVER FLAVOR, SWEET POTATOES, TAURINE, SALT, MENHADEN FISH OIL, DL-METHIONINE, VITAMINS (CHOLINE CHLORIDE, NIACIN, VITAMIN E SUPPLEMENT, VITAMIN A SUPPLEMENT, THIAMINE MONONITRATE, D-CALCIUM PANTOTHENATE, PYRIDOXINE HYDROCHLORIDE [SOURCE OF VITAMIN B6], RIBOFLAVIN SUPPLEMENT, VITAMIN D3 SUPPLEMENT, VITAMIN B12 SUPPLEMENT, MENADIONE SODIUM BISULFITE COMPLEX, FOLIC ACID, BIOTIN), MINERALS (COPPER SULFATE, MANGANESE SULFATE, ZINC SULFATE, IRON SULFATE, CALCIUM IODATE, SODIUM SELENITE).",
        "analysis": "CRUDE PROTEIN, Minimum 35.0% CRUDE FAT, Minimum 14.0% CRUDE FIBER, Maximum 4.0% MOISTURE, Maximum 12.0% LINOLEIC ACID, Minimum 1.3% CALCIUM, Minimum 1.0% PHOSPHORUS, Minimum 0.9% ZINC, Minimum 150 mg/kg SELENIUM, Minimum 0.35 mg/kg VITAMIN A, Minimum 12,000 IU/kg VITAMIN E, Minimum 150 IU/kg   TAURINE, Minimum 0.15% ",
        "calorie": ""
    },
    {
        "brand": "Evolve",
        "url": "https://evolvepetfood.com/dry-cat-food/evolve-grain-free-kitten-food-7gfjn",
        "title": "Evolve Grain Free Kitten Food — Evolve Pet Food",
        "descriptions": "Evolve Grain Free Deboned Chicken, Pea, & Sweet Potato Recipe Kitten Formula Cat Food is specially made for the health and vitality of growing kittens or reproducing females. This food has no wheat, corn, or soy and produces a mouthwatering aroma that your kitten will find irresistible. Because we care about the quality of our kitten food, we chose to make real deboned chicken the #1 ingredient. Moreover, this product will provide your growing kitten with the nutrients that it needs to thrive and develop into an energetic, healthy, and happy cat. By choosing Evolve Grain Free Deboned Chicken, Pea, & Sweet Potato Recipe Kitten Formula Cat Food you are choosing a bright, healthy future for your developing kitten!",
        "ingredients": "DEBONED CHICKEN, CHICKEN MEAL, PEAS, CHICKPEAS, FISH MEAL, CHICKEN FAT (PRESERVED WITH MIXED TOCOPHEROLS), PEA STARCH, TURKEY MEAL, FLAXSEED MEAL, NATURAL CHICKEN FLAVOR, SWEET POTATO, DRIED EGG PRODUCT, FISH OIL (SOURCE OF DHA), TAURINE, CALCIUM SULFATE, DRIED CHICORY ROOT, DRIED BLUEBERRIES, DRIED CRANBERRIES, DRIED CARROTS, DL-METHIONINE, VITAMINS (CHOLINE CHLORIDE, NIACIN, VITAMIN E SUPPLEMENT, VITAMIN A SUPPLEMENT, THIAMINE MONONITRATE, D-CALCIUM PANTOTHENATE, PYRIDOXINE HYDROCHLORIDE [SOURCE OF VITAMIN B6], RIBOFLAVIN SUPPLEMENT, VITAMIN D3 SUPPLEMENT, VITAMIN B12 SUPPLEMENT, MENADIONE SODIUM BISULFITE COMPLEX, FOLIC ACID, BIOTIN), MINERALS (COPPER SULFATE, MANGANESE SULFATE, ZINC SULFATE, IRON SULFATE, CALCIUM IODATE, SODIUM SELENITE), DRIED LACTOBACILLUS ACIDOPHILUS FERMENTATION PRODUCT, DRIED LACTOBACILLUS PLANTARUM FERMENTATION PRODUCT, DRIED LACTOBACILLUS REUTERI FERMENTATION PRODUCT, DRIED BIFIDOBACTERIUM ANIMALIS FERMENTATION PRODUCT, DRIED ENTEROCOCCUS FAECIUM FERMENTATION PRODUCT.",
        "analysis": "CRUDE PROTEIN, Minimum 36.0% CRUDE FAT, Minimum 18.0% CRUDE FIBER, Maximum 4.0% MOISTURE, Maximum 10.0% DOCOSAHEXAENOIC ACID (DHA), Minimum 0.05% CALCIUM, Minimum 1.3% PHOSPHORUS, Minimum 1.1% MAGNESIUM, Minimum 0.8% CHOLINE, Minimum 3500 mg/kg TAURINE, Minimum 0.2% *OMEGA 3 FATTY ACIDS, Minimum 1.0% *OMEGA 6 FATTY ACIDS, Minimum 3.0%",
        "calorie": "378 kcal/cup (ME)"
    }
]