[
    {
        "brand": "North Paw",
        "url": "https://northpawgrainfree.ca/en/all-life-stages",
        "title": "All Life Stages — North Paw Grain Free",
        "descriptions": "Designed to fuel the energy of kittens and cats of all ages, this nutrient-dense formula gives cats great nutrition in smaller portions. Our diet includes high amounts of pre-biotics, omega 3’s, protein and fibre to ensure your furry feline develops healthy bones, muscle and brain development from kitten to cat. ",
        "key_benefits": [
            "100% Grain-free (no corn, wheat or soy)",
            "No poultry by-product meal",
            "No artificial colours or flavours",
            "Complete and balanced everyday nutrition for cats ",
            "Formulated to nourish healthy joints and maintain a full, healthy coat",
            "Blend of prebiotics and fibers to promote high digestibility, and hair-ball control",
            "Vitamin E & Omega-6 fatty acids for skin nourishment",
            "Made with Non-GMO ingredients",
            "Enriched with antioxidants to help develop a strong immune system",
            "Builds strong, firm muscles with protein sourced from chicken, fish and egg",
            "Wholesome fruits and vegetables",
            "CoreyTEC™ FINE GRIND technology for better oral health",
            "CoreyTEC™ INFUSION technology (infused with nutrient-rich fish oils)",
            "CoreyTEC™ FRESHNESS VALVE to keep oxygen out and food fresh"
        ],
        "ingredients": "INGREDIENTS: Chicken Meal, Fish Meal, Chicken Fat, Chickpeas, Sweet Potato, Red Lentils, Green Peas, Blueberries, Dried Brewer's Yeast, Flaxseed, Herring Oil, Limestone, Chicken Liver, Egg Powder, Kelp Meal, Lecithin, Calcium Propionate, DL-Methionine, Taurine, Salt, Choline Chloride, Yucca Schidigera, Citric Acid, Zinc Sulfate, Ferrous Sulfate, Vitamin E Supplement, Kale, Chicory Root, Niacin, Copper Sulfate, L-Lysine Hydrochloride, Sodium Selenite, Thiamine Mononitrate, Manganese Sulfate, Glucosamine Hydrochloride, Chondroitin Sulfate, Calcium Iodate, Calcium Pantothenate, Vitamin A Supplement, Vitamin B-12 Supplement, Vitamin K Supplement, Riboflavin, Pyridoxine Hydrochloride, Biotin, Cobalt Carbonate, Folic Acid, Vitamin D-3 Supplement, Cranberries, Pumpkin, Spinach, Ginger, Peppermint, Chamomile, Turmeric, Celery Seed, Dried Rosemary.",
        "analysis": "Crude Protein (min.) 40% Crude Fat (min.) 20% Crude Fibre (max.) 4.5% Moisture (max.) 10% Magnesium (max.) 0.1% Taurine (min.) 0.25% Ash (max.) 7% Calcium (min.) 1.8% Phosphorus (min.) 0.5% DHA (min.) 0.2% EPA (min.) 0.16% Omega 3 Fatty Acids* (min.) 1.4% Omega 6 Fatty Acids* (min.) 3.4% ",
        "calorie": "Metabolize Energy (ME*) = 4137 kcal/kg = 612 kcal/cup"
    },
    {
        "brand": "North Paw",
        "url": "https://northpawgrainfree.ca/en/mature-weight-health",
        "title": "Mature / Weight Health — North Paw Grain Free",
        "descriptions": "The best diet for mature and less active cats: North Paw Mature/ Weight Management ensures your cats nutritional needs are being taken care of with our delicious and easily digestible formula. With just the right amount of protein and energy, you can rest assured your cats health is in good hands. ",
        "key_benefits": [
            "100% Grain-free (no corn, wheat or soy)",
            "No poultry by-product meal",
            "No artificial colours or flavours",
            "Complete and balanced everyday nutrition for cats ",
            "Cranberries and fruit acids added for urinary care",
            "Promote optimal urinary ion concentration and urinary pH",
            "Formulated to nourish healthy joints and maintain a full, healthy coat",
            "Blend of prebiotics and fibers to promote high digestibility, and hair-ball control",
            "Vitamin E & Omega-6 fatty acids for skin nourishment",
            "Made with Non-GMO ingredients",
            "Enriched with antioxidants to help develop a strong immune system",
            "Builds strong, firm muscles with protein sourced from chicken, fish and egg",
            "Wholesome fruits and vegetables",
            "CoreyTEC™ FINE GRIND technology for better oral health",
            "CoreyTEC™ INFUSION technology (infused with nutrient-rich fish oils)",
            "CoreyTEC™ FRESHNESS VALVE to keep oxygen out and food fresh"
        ],
        "ingredients": null,
        "analysis": "Crude Protein (min.) 40% Crude Fat (min.) 11% Crude Fibre (max.) 6% Moisture (max.) 10% Magnesium (max.) 0.1% Taurine (min.) 0.25% Ash (max.) 7% Calcium (min.) 2.2% Phosphorus (min.) 1% DHA (min.) 0.09% EPA (min.) 0.05% Omega 3 Fatty Acids* (min.) 0.9% Omega 6 Fatty Acids* (min.) 1.7%",
        "calorie": "Metabolize Energy (ME*) = 3520 kcal/kg = 473 kcal/cup"
    },
    {
        "brand": "North Paw",
        "url": "https://northpawgrainfree.ca/en/atlantic-seafood-with-lobster-cat",
        "title": "Atlantic Seafood with Lobster — North Paw Grain Free",
        "descriptions": "Give your cats a taste of the East Coast with our delicious, nutritious North Paw Atlantic Seafood with Lobster formula. Highly digestible, 100% grain-free and nutrient-dense, it's perfect for cats of all life stages. Our diet includes high amounts of pre-biotics, omega 3’s, protein and fibre to ensure your furry feline is healthy and happy. ",
        "key_benefits": [
            "100% Grain-free ",
            "No artificial colours or flavours",
            "Complete and balanced everyday nutrition for cats ",
            "Made with sustainably-sourced fish and Atlantic lobster",
            "Formulated specially for cats with chicken allergies",
            "Formulated to nourish healthy joints and maintain a full, healthy coat",
            "Blend of prebiotics and fibers to promote high digestibility, and hair-ball control",
            "Vitamin E & Omega-6 fatty acids for skin nourishment",
            "Made with Non-GMO ingredients",
            "Enriched with antioxidants to help develop a strong immune system",
            "Builds strong, firm muscles with high protein",
            "Wholesome fruits and vegetables",
            "CoreyTEC™ FINE GRIND technology for better oral health",
            "CoreyTEC™ INFUSION technology (infused with nutrient-rich fish oils)",
            "CoreyTEC™ FRESHNESS VALVE to keep oxygen out and food fresh"
        ],
        "ingredients": "INGREDIENTS: Herring Meal, Seasonal Fish Meal (Capelin, Mackerel and/or Whitefish), Chicken Fat (Preserved with Mixed Tocopherols, Form of Vitamin E), Red Lentils, Chickpeas, Green Peas, Egg Powder, Sweet Potato, Flaxseed, Lobster Meal, Dried Brewer’s Yeast, Whitefish, Carrots, Blueberries, Chicken Liver, Kelp, Taurine, Salt, DL-Methionine, Limestone, Yucca Schidigera Extract, Citric Acid, Zinc Sulfate, Ferrous Sulfate, Vitamin E Supplement, Kale, Chicory Root, Niacin, Copper Sulfate, L-Lysine Hydrochloride, Sodium Selenite, Thiamine Mononitrate, Manganese Sulfate, Glucosamine Hydrochloride, Chondroitin Sulfate, Calcium Iodate, Calcium Pantothenate, Vitamin A Supplement, Vitamin B-12 Supplement, Vitamin K Supplement, Riboflavin, Pyridoxine Hydrochloride, Biotin, Cobalt Carbonate, Folic Acid, Vitamin D-3 Supplement, Cranberries, Pumpkin, Spinach, Ginger, Peppermint, Chamomile, Turmeric, Celery Seed, Dried Rosemary.",
        "analysis": "Crude Protein (min.) 41% Crude Fat (min.) 21% Crude Fibre (max.) 4% Moisture (max.) 10% Magnesium (max.) 0.15% Taurine (min.) 0.3% Ash (max.) 8.5% Calcium (min.) 2.2% Phosphorus (min.) 0.5% DHA (min.) 0.61% EPA (min.) 0.35% Omega 3 Fatty Acids* (min.) 1.7% Omega 6 Fatty Acids* (min.) 4.1%",
        "calorie": "Metabolize Energy (ME*) = 4251 kcal/kg = 629 kcal/cup"
    }
]