[
    {
        "brand": "Steve's Real Food",
        "url": "https://www.stevesrealfood.com/frozen-raw-dog-food/freeze-dried-pet-food/beef-dry-diet/",
        "title": "Freeze Dried Beef Diet - Steves Real Food",
        "descriptions": "Pet owners love Steve’s Real Food Beef Diet for the low-fat, nutrient dense, and lean muscle meat we use. Beef is particularly high in zinc and copper--two nutrients that work together to support the metabolism. In addition to the exceptional nutritional benefits of the meat, our Beef Diet contains unique ingredients, such as high-fiber apples, which provide a complete and balanced nutritional profile. One of the differences between Steve’s and other raw meat diets is our meat-to-veggie ratio of 80% to 20%. This gives your dog nutrition that provides the proteins and essential vitamins and minerals that help fight disease and promote strong bones, muscles, and organ function. Our meat-to-veggie ratio of 80% to 20% which gives your dog the proteins and essential vitamins and minerals that help fight disease and promote strong bones, muscles, and organ function.",
        "key_benefits": "Our complete and balanced beef diet for dogs and cats are made from grass-fed, grass-finished, antibiotic-free meats.",
        "ingredients": "Ground Beef, Beef Liver, Beef Kidney, Broccoli, Beef Bone, Carrots, Apples, Romaine Lettuce, Goat’s Milk, Coconut Oil, Sesame Seeds, Salmon Oil, Flaxseed, Dried Kelp, Taurine, Green Lipped Mussel, Inulin, Ground Eggshell",
        "analysis": "Protein: 45.5% minimum Fat: 31% minimum Fiber: 3% maximum Moisture: 5% maximum",
        "additive": "Calories: 4920 per kg (139 per oz) Calcium to Phosphate: 1.7:1 B.A.R.F Formulation 80% Meat/Organ/Bone 20% Produce Carbohydrates: 2.2 % PH Level: 6.4 S.U."
    },
    {
        "brand": "Steve's Real Food",
        "url": "https://www.stevesrealfood.com/frozen-raw-dog-food/freeze-dried-pet-food/chicken-dry-diet/",
        "title": "Freeze Dried Chicken Diet - Steves Real Food",
        "descriptions": "Steve’s Chicken Diet uses only free range, vegetarian fed chicken. The Chicken Diet is high in manganese and magnesium, which are crucial for ligament health, and a mid-range fat and protein profile, making it a good option for high-energy dogs. Steve’s uses the B.A.R.F. formulation making our meat-to-produce ratio at 80%/20%. It is packed full of functional foods that provide both protein and all the essential vitamins and minerals that help promote strong bones, fight diseases, and supports organ function.",
        "key_benefits": "Our complete and balanced chicken diet for dogs and cats are made from cage-free, antibiotic-free chicken.",
        "ingredients": "",
        "analysis": null,
        "additive": ""
    },
    {
        "brand": "Steve's Real Food",
        "url": "https://www.stevesrealfood.com/frozen-raw-dog-food/freeze-dried-pet-food/turkey-dry-diet/",
        "title": "Turkey Dry Diet for Dogs - Steves Real Food",
        "descriptions": null,
        "key_benefits": null,
        "ingredients": "",
        "analysis": null,
        "additive": ""
    },
    {
        "brand": "Steve's Real Food",
        "url": "https://www.stevesrealfood.com/frozen-raw-dog-food/freeze-dried-pet-food/turducken-dry-diet/",
        "title": "Freeze Turducken Diet - Steves Real Food",
        "descriptions": "This mixed protein diet uses the optimal meat and organs from each animal to ensure complete nutrition.",
        "key_benefits": null,
        "ingredients": "",
        "analysis": null,
        "additive": ""
    },
    {
        "brand": "Steve's Real Food",
        "url": "https://www.stevesrealfood.com/frozen-raw-dog-food/freeze-dried-pet-food/pork-dry-diet/",
        "title": "Pork Dry Diet for Dogs - Steves Real Food",
        "descriptions": "Steve’s Real Food's Pork Diet is a unique cooling food that is great for pets with allergies. Additionally, our Pork Diet contains chia seeds, which boost its cooling properties and is great for detoxing. One of the differences between Steve’s and other raw meat diets is our meat-to-veggie ratio of 80% to 20%. This provides your pet with the protein and essential vitamins and minerals that help fight disease and promote strong bones, muscles, and organ function.",
        "key_benefits": "Our complete and balanced pork diet for dogs and cats are made from vegetarian-fed antibiotic-free meats.",
        "ingredients": "",
        "analysis": null,
        "additive": ""
    }
]