[
    {
        "brand": "A La CARTE",
        "url": "https://alacarte4k9.com.au/product/chicken-brown-rice/",
        "title": "CHICKEN & BROWN RICE 2.5KG-7.5KG-15KG - A La Carte - Premium Made Pet Food",
        "descriptions": "Cats are notoriously fussy when it comes to food, often owners are forced to throw away food when their cat ’just won’t eat it’. That is why at A La Carte we have formulated such an irresistible food, using nothing but nutritious Australian ingredients. Just make sure if you are switching your feline to a higher quality diet that you blend it with their current food gradually over a 2 week period.",
        "ingredients": "Dried Chicken Meat, Dried Fish, Brown Rice, Cereals (Wheat, Corn), Oats, Poultry Fat, Soybean Meal, Fish Oil, Corn Gluten, Choline Chloride, Salt, Yeast, Amino Acids, Lactobacillus Acidophilus, Phosphoric Acid, Beet Pulp, Yucca Shidigera, Taurine, Potassium Chloride, Calcium Ascorbate (Source of Vitamin C), Essential Vitamins (vitamin A, D, E, B1, B2, Niacin,B5, B6, B12, Biotin, Folate), Tocopherol (a Source of Vitamin E), Essential Minerals (Calcium, Selenium, Phosphorous, Zinc, Manganese, Iron, Copper, Cobalt, Iodine), Anti-Oxidants.",
        "analysis": [
            "CRUDE PROTEIN Not less than 33.0%",
            "CRUDE FAT Not less than 14.5%",
            "CRUDE FIBRE Not more than 5.0%",
            "CRUDE ASH Not more than 11.0%",
            "PHOSPHORUS Not less than 1.5%",
            "CALCIUM (CA) Not less than 1.45%",
            "MOISTURE Not more than 10%",
            "OMEGA 3 Not more than 0.5%",
            "OMEGA 6 Not more than 3.5%",
            "Energy 385kca1/100g"
        ]
    },
    {
        "brand": "A La CARTE",
        "url": "https://alacarte4k9.com.au/product/salmon-brown-rice/",
        "title": "SALMON & BROWN RICE 2.5KG-7.5KG-15KG - A La Carte - Premium Made Pet Food",
        "descriptions": "Developing a routine is as important for cats as it is for us. Knowing when they are going to be fed is crucial for developing a sense of security for your cat. That is why at A La Carte, we have formulated a food that provides everything and more that your cat needs on a daily basis. So that all you need to do is pour A La Carte Feline into a clean glass or ceramic bowl wide enough for their whiskers and trust that we have handled the rest!",
        "ingredients": "Dried Salmon, Dried Poultry Meat, Brown Rice, Cereals (Wheat, Corn), Oats, Poultry Fat, Soybean Meal, Fish Oil, Corn Gluten, Choline Chloride, Salt, Yeast, Amino Acids, Lactobacillus Acidophilus, Phosphoric Acid, Beet Pulp, Yucca Shidigera, Taurine, Potassium Chloride, Calcium Ascorbate (Source of Vitamin C), Essential Vitamins (vitamin A, D, E, B1, B2, Niacin, B5, B6, B12, Biotin, Folate), Tocopherol (a Source of Vitamin E), Essential Minerals (Calcium, Selenium, Phosphorous, Zinc, Manganese, Iron, Copper, Cobalt, Iodine), Anti-Oxidants.",
        "analysis": [
            "CRUDE PROTEIN Not less than 33.0%",
            "CRUDE FAT Not less than 14.5%",
            "CRUDE FIBRE Not more than 5.0%",
            "CRUDE ASH Not more than 11.0%",
            "PHOSPHORUS Not less than 1.5%",
            "CALCIUM (CA) Not less than 1.45%",
            "MOISTURE Not more than 10%",
            "OMEGA 3 Not more than 0.5%",
            "OMEGA 6 Not more than 3.5%",
            "Energy 382kca1/100g"
        ]
    }
]