[
    {
        "brand": "Against The Grain",
        "url": "https://www.againstthegrainpetfood.com/aloha-tuna-with-crab-seaweed/",
        "title": "Aloha Tuna with Crab & Seaweed « Against the Grain",
        "descriptions": "Cooked in its own juices to produce a grain-free, low-carb meal! Grain and Gravy free! Loaded/Rich in Omegas, essential amino acids and fatty acids Full of important vitamins and minerals- selenium, magnesium, and potassium; the B vitamins niacin, B1, and B6; and perhaps most important, the beneficial omega-3 essential fatty acids Allergen Free/Hypo-Allergenic Protein-loaded and fat-rich food with low carbs! An ideal prevention and treatment wellness nutrition program commonly recommended for use in UTI, CRF, IBS, diabetes, and other serious health conditions by vets across the country All fresh caught and dolphin safe! Why not dive in with your pet?!",
        "key_benefits": [
            "High in Protein and no carbs!",
            "Omega-3 fatty acids",
            "Low in mercury- one of the safest forms of seafood in terms of mercury levels",
            "Rich in vitamins and minerals-vitamin B-12(critical for healthy nerve function) and minerals zinc and copper."
        ],
        "ingredients": "TUNA, WATER SUFFICIENT FOR PROCESSING, CRAB, PALM OIL, TRICALCIUM PHOSPHATE, SEAWEED, TAURINE, XANTHAN GUM, VITAMINS (VITAMIN E SUPPLEMENT, NIACIN, VITAMIN A SUPPLEMENT, THIAMINE MONONITRATE, VITAMIN D3 SUPPLEMENT, PANTOTHENIC ACID, RIBOFLAVIN SUPPLEMENT, CHOLINE CHLORIDE, PYRIDOXINE HYDROCHLORIDE, FOLIC ACID, BIOTIN, VITAMIN B12 SUPPLEMENT), MINERALS (FERROUS SULFATE MONOHYDRATE, ZINC SULFATE HEPTAHYDRATE, MANGANESE SULFATE MONOHYDRATE, COPPER SULFATE PENTAHYDRATE, DICALCIUM PHOSPHATE, POTASSIUM IODIDE, POTASSIUM CHLORIDE, MAGNESIUM SULFATE MONOHYDRATE, SODIUM SELENITE)",
        "analysis": "Crude Protein Min 12.0%, Crude Fat Min 2.0%, Crude Fiber Max 0.5%, Ash Max 2.0%, Moisture Max 82.0%, Taurine Min 0.1%, Magnesium Max 0.025%, Phosphorus 0.25%, Sodium 0.14%, Carbohydrates 0.05",
        "calorie": "ME Calories/can 67"
    },
    {
        "brand": "Against The Grain",
        "url": "https://www.againstthegrainpetfood.com/big-kahuna-with-krill-and-tilapia/",
        "title": "Big Kahuna with Crab & Tilapia « Against the Grain",
        "descriptions": "High in Protein and no carbs! Omega-3 fatty acids Low in mercury- one of the safest forms of seafood in terms of mercury levels Rich in vitamins and minerals-vitamin B-12(critical for healthy nerve function) and minerals zinc and copper.",
        "key_benefits": [
            "Known as “Wonder Fish” by Pharoahs because traditions holds that Jesus chose to multiply Tilapia to feed everyone",
            "Mild flavor and moderately firm texture",
            "Extra lean, versatile white meat fish",
            "Low-cal, low-fat protein",
            "Complete protein",
            "Heart-healthy fats",
            "Rich in Omega-3 and Omega-6"
        ],
        "ingredients": "Tuna, Water Sufficient For Processing, Tilapia, Crab, Palm Oil, Tricalcium Phosphate, Cellulose Fiber, Xanthan Gum, Taurine, Ferrous Sulfate Monohydrate, Zinc Sulfate Heptahydrate, Vitamin E Supplement, Niacin, Vitamin A Supplement, Thiamine Mononitrate, Vitamin D3 Supplement, Manganese Sulfate Monohydrate, Copper Sulfate Pentahydrate, Pantothenic Acid, Riboflavin Supplement, Choline Chloride, Pyridoxine Hydrochloride, Dicalcium Phosphate, Folic Acid, Potassium Iodide, Potassium Chloride, Magnesium Sulfate Monohydrate, Biotin, Sodium Selenite, Vitamin B12 Supplement",
        "analysis": "Crude Protein Min 12.0%, Crude Fat Min 2.0%, Crude Fiber Max 0.5%, Ash Max 2.0% 7.39%, Moisture Max 82.0%, Taurine Min 0.1%, Magnesium Max 0.025%, Phosphorus 0.26%, Sodium 0.16%, Carbohydrates 0.47",
        "calorie": "ME Calories/can 67"
    },
    {
        "brand": "Against The Grain",
        "url": "https://www.againstthegrainpetfood.com/bimini-brunch-with-krill-and-egg/",
        "title": "Bimini Brunch with Krill & Egg « Against the Grain",
        "descriptions": "This product is not currently available. We recommend your kitty tastes the Shrimp Daddy entree.",
        "key_benefits": "Wild ocean-caught krill and tuna fish are hand packed with pieces of egg, and simmered in scrumptious gravy for a fresh and palatable dinner.",
        "ingredients": "TUNA, WATER SUFFICIENT FOR PROCESSING, KRILL (SMALL SHRIMP), WHOLE EGG POWDER, PALM OIL, TRICALCIUM PHOSPHATE, TAURINE, XANTHAN GUM, VITAMINS (VITAMIN E SUPPLEMENT, NIACIN, VITAMIN A SUPPLEMENT, THIAMINE MONONITRATE, VITAMIN D3 SUPPLEMENT, PANTOTHENIC ACID, RIBOFLAVIN SUPPLEMENT, CHOLINE CHLORIDE, PYRIDOXINE HYDROCHLORIDE, FOLIC ACID, BIOTIN, VITAMIN B12 SUPPLEMENT), MINERALS (FERROUS SULFATE MONOHYDRATE, ZINC SULFATE HEPTAHYDRATE, MANGANESE SULFATE MONOHYDRATE, COPPER SULFATE PENTAHYDRATE, DICALCIUM PHOSPHATE, POTASSIUM IODIDE, POTASSIUM CHLORIDE, MAGNESIUM SULFATE MONOHYDRATE, SODIUM SELENITE)",
        "analysis": "Crude Protein Min 12.0%, Crude Fat Min 2.0%, Crude Fiber Max 1.0%, Ash Max 2.0%, Moisture Max 82.0%, Taurine Min 0.1%, Magnesium Max 0.025%, Phosphorus 0.25%, Sodium 0.09%",
        "calorie": "ME Calories/Tub 70"
    },
    {
        "brand": "Against The Grain",
        "url": "https://www.againstthegrainpetfood.com/captains-catch-with-sardine-and-mackerel/",
        "title": "Captain’s Catch with Sardine & Mackerel « Against the Grain",
        "descriptions": "Wild ocean-caught sardines and mackerel are hand packed and simmered in scrumptious gravy for a fresh and palatable dinner.",
        "key_benefits": "Wild ocean-caught sardines and mackerel are hand packed and simmered in scrumptious gravy for a fresh and palatable dinner.",
        "ingredients": "Before you have this shipped to you, have you considered your local independent pet shop? Give them a call – they may stock this or can order it for you.",
        "analysis": "Crude Protein Min 10.0%, Crude Fat Min 2.0%, Crude Fiber Max 0.5%, Ash Max 4.0%, Moisture Max 83.0%, Taurine Min 0.1%, Magnesium Max 0.025%, Phosphorus 0.35%, Sodium 0.1%, Carbohydrates 0.41",
        "calorie": "ME Calories/Tub 60"
    },
    {
        "brand": "Against The Grain",
        "url": "https://www.againstthegrainpetfood.com/caribbean-club-with-chicken-and-cheese/",
        "title": "Caribbean Club with Chicken & Cheese « Against the Grain",
        "descriptions": "Chicken and cheese served together to make a refreshing cat-food club sandwich, and simmered in scrumptious gravy for a fresh and palatable dinner.",
        "key_benefits": "Chicken and cheese served together to make a refreshing cat-food club sandwich and simmered in scrumptious gravy for a fresh and palatable dinner.",
        "ingredients": "CHICKEN, WATER SUFFICIENT FOR PROCESSING, CHEDDAR CHEESE, TRICALCIUM PHOSPHATE, PALM OIL, TAPIOCA, TAURINE, XANTHAN GUM, VITAMINS (VITAMIN E  SUPPLEMENT, NIACIN, VITAMIN A SUPPLEMENT, THIAMINE MONONITRATE, VITAMIN D3 SUPPLEMENT, PANTOTHENIC ACID, RIBOFLAVIN SUPPLEMENT, CHOLINE CHLORIDE, PYRIDOXINE HYDROCHLORIDE, FOLIC ACID, BIOTIN, VITAMIN B12 SUPPLEMENT), MINERALS (FERROUS SULFATE MONOHYDRATE, ZINC SULFATE HEPTAHYDRATE, MANGANESE SULFATE MONOHYDRATE, COPPER SULFATE PENTAHYDRATE, DICALCIUM PHOSPHATE, POTASSIUM IODIDE, POTASSIUM CHLORIDE, MAGNESIUM SULFATE MONOHYDRATE, SODIUM SELENITE)",
        "analysis": "Crude Protein Min 13.5%, Crude Fat Min 2.0%, Crude Fiber Max 0.5%, Ash Max 1.5%, Moisture Max 82.0%, Taurine Min 0.1%, Magnesium Max 0.025%, Phosphorus 0.3%, Sodium 0.04%, Carbohydrates 0.0",
        "calorie": "ME Calories/Tub 74"
    },
    {
        "brand": "Against The Grain",
        "url": "https://www.againstthegrainpetfood.com/chicken-polyhauaii-berry-dinner/",
        "title": "Chicken & Polyhauai’i Berry Dinner « Against the Grain",
        "descriptions": "Totally Different! White meat Chicken and Polyhaui’I Berries are hand packed, and a hand-selected blend of unique protein and superfood to serve your cat the most healthy and palatable complete and balanced dinner. Taste tests 10 out of 10!",
        "key_benefits": [
            "Non-Fish",
            "High in antioxidants",
            "May support Prostate Health",
            "Unique ingredients including Superfood Polyhauai’I Berry",
            "Grain Free and Gluten Free",
            "GMO-Free",
            "Hormone-Free",
            "Antibiotic-Free"
        ],
        "ingredients": "Chicken, Water Sufficient For Processing, Polyhauai’i Berry, Tricalcium Phosphate, Palm Oil, Tapioca, Xanthan Gum, Taurine, Vitamins (Vitamin E Supplement, Niacin, Vitamin A Supplement, Thiamine Mononitrate, Vitamin D3 Supplement, Pantothenic Acid, Riboflavin Supplement, Choline Chloride, Pyridoxine Hydrochloride, Folic Acid, Biotin, Vitamin B12 Supplement), Minerals (Ferrous Sulfate Monohydrate, Zinc Sulfate Heptahydrate, Manganese Sulfate Monohydrate, Copper Sulfate Pentahydrate, Dicalcium Phosphate, Potassium Iodide, Potassium Chloride, Magnesium Sulfate Monohydrate, Sodium Selenite)",
        "analysis": [
            "Crude Protein Min 10.0% 82.1%",
            "Crude Fat Min 1.0% 8.94%",
            "Crude Fiber Max 0.5% 0.05%",
            "Ash Max 2.0% 7.09%",
            "Moisture Max 86.5% --",
            "Taurine Min 0.10% 0.4%",
            "Magnesium Max 0.025% 0.07%",
            "Phosphorus 0.21% 1.39%",
            "Sodium 0.04% 0.26%",
            "Carbohydrates 0.2 --",
            "ME Calories/Tub 56 --"
        ],
        "calorie": "ME Calories/Tub 56 --"
    },
    {
        "brand": "Against The Grain",
        "url": "https://www.againstthegrainpetfood.com/chicken-pumpkin-samba/",
        "title": "Chicken & Pumpkin Samba « Against the Grain",
        "descriptions": "Boneless Chicken and pieces of pumpkin are hand packed, and simmered in scrumptious gravy for a fresh and palatable dinner.",
        "key_benefits": "This product is currently on backorder. Might we suggest something similar? Try Caribbean Club with Chicken and Cheese",
        "ingredients": "CHICKEN, WATER SUFFICIENT FOR PROCESSING, PUMPKIN, TRICALCIUM PHOSPHATE, PALM OIL, TAPIOCA, TAURINE, XANTHAN GUM, VITAMINS (VITAMIN E SUPPLEMENT, NIACIN, VITAMIN A SUPPLEMENT, THIAMINE MONONITRATE, VITAMIN D3 SUPPLEMENT, PANTOTHENIC ACID, RIBOFLAVIN SUPPLEMENT, CHOLINE CHLORIDE, PYRIDOXINE HYDROCHLORIDE, FOLIC ACID, BIOTIN, VITAMIN B12 SUPPLEMENT), MINERALS (FERROUS SULFATE MONOHYDRATE, ZINC SULFATE HEPTAHYDRATE, MANGANESE SULFATE MONOHYDRATE, COPPER SULFATE PENTAHYDRATE, DICALCIUM PHOSPHATE, POTASSIUM IODIDE, POTASSIUM CHLORIDE, MAGNESIUM SULFATE MONOHYDRATE, SODIUM SELENITE)",
        "analysis": "Crude Protein Min 12.0%, Crude Fat Min 2.0%, Crude Fiber Max 0.5%, Ash Max 1.5%, Moisture Max 83.5%, Taurine Min 0.1%, Magnesium Max 0.025%, Phosphorus 0.3%, Sodium 0.04%, Carbohydrates 03.72",
        "calorie": "ME Calories/Tub 68"
    },
    {
        "brand": "Against The Grain",
        "url": "https://www.againstthegrainpetfood.com/farmers-market-chicken-mayflower-with-turnip-dinner/",
        "title": "Farmers Market Chicken Mayflower with Turnip Dinner « Against the Grain",
        "descriptions": "No Fish High levels of glucosinolates from Turnips Grain Free and Gluten Free",
        "key_benefits": [
            "No Fish",
            "High levels of glucosinolates from Turnips",
            "Grain Free and Gluten Free"
        ],
        "ingredients": "Chicken, Water Sufficient for Processing, Sunflower Oil, Tapioca, Turnip, Tricalcium Phosphate, Salt, Guar Gum, Vitamins (Vitamin E Supplement, Niacin, Vitamin A Supplement, Pyridoxine Hydrochloride, d-Calcium Pantothenate, Riboflavin Supplement, Folic Acid, Vitamin B12 Supplement, Vitamin D3 Supplement, Biotin), Minerals: (Zinc Oxide, Reduced Iron, Sodium Selenite, Manganese Sulfate Monohydrate, Copper Amino Acid Complex, Potassium Iodide), Choline Chloride, Taurine, Magnesium Sulfate, Potassium Chloride.",
        "analysis": "Crude Protein Min 9.0%, Crude Fat Min 0.3%, Crude Fiber Max 0.5%, Ash Max 2.0% 11.3%, Moisture Max 88.2%, Taurine Min 0.10%, Magnesium Max 0.025%, Phosphorus 0.20%, Sodium 0.07% 0.52%, Carbohydrates 0.1",
        "calorie": "ME Calories/Tub 48.2"
    },
    {
        "brand": "Against The Grain",
        "url": "https://www.againstthegrainpetfood.com/farmers-market-chicken-polyhauaii-berry-dinner-for-cats/",
        "title": "Farmers Market Chicken & Polyhauai’i Berry Dinner for Cats « Against the Grain",
        "descriptions": "No fish High in antioxidants May support Prostate Health Unique ingredients including Superfood Polyhauai’i Berry Grain Free and Gluten Free GMO-Free",
        "key_benefits": [
            "No fish",
            "High in antioxidants",
            "May support Prostate Health",
            "Unique ingredients including Superfood Polyhauai’i Berry",
            "Grain Free and Gluten Free",
            "GMO-Free"
        ],
        "ingredients": "Chicken, Water Sufficient for Processing, Sunflower Oil, Tapioca, Polyhauai’i Berry, Tricalcium Phosphate, Salt, Guar Gum, Vitamins (Vitamin E Supplement, Niacin, Vitamin A Supplement, Pyridoxine Hydrochloride, d-Calcium Pantothenate, Riboflavin Supplement, Folic Acid, Vitamin B12 Supplement, Vitamin D3 Supplement, Biotin), Minerals: (Zinc Oxide, Reduced Iron, Sodium Selenite, Manganese Sulfate Monohydrate, Copper Amino Acid Complex, Potassium Iodide), Choline Chloride, Taurine, Magnesium Sulfate, Potassium Chloride.",
        "analysis": [
            "Crude Protein Min 10.0% 82.1%",
            "Crude Fat Min 1.0% 8.94%",
            "Crude Fiber Max 0.5% 0.05%",
            "Ash Max 2.0% 7.09%",
            "Moisture Max 86.5% --",
            "Taurine Min 0.10% 0.4%",
            "Magnesium Max 0.025% 0.07%",
            "Phosphorus 0.21% 1.39%",
            "Sodium 0.04% 0.26%",
            "Carbohydrates 0.2 --",
            "ME Calories/Tub 56 --"
        ],
        "calorie": "ME Calories/Tub 56 --"
    },
    {
        "brand": "Against The Grain",
        "url": "https://www.againstthegrainpetfood.com/farmers-market-tuna-aubergine-with-snapper-eggplant-dinner-for-cats/",
        "title": "Farmers Market Tuna Aubergine with Snapper & Eggplant Dinner for Cats « Against the Grain",
        "descriptions": "Rich in phytonutrients and antioxidants, minerals, and Vitamins A, B, and C Unique ingredients including Snapper and Seabass Grain Free and Gluten Free Dolphin-Safe and Turtle-Safe Sustainable ingredients GMO-Free",
        "key_benefits": [
            "Rich in phytonutrients and antioxidants, minerals, and Vitamins A, B, and C",
            "Unique ingredients including Snapper and Seabass",
            "Grain Free and Gluten Free",
            "Dolphin-Safe and Turtle-Safe",
            "Sustainable ingredients",
            "GMO-Free"
        ],
        "ingredients": "Tuna, Water Sufficient for Processing, Tapioca, Sunflower Oil, Snapper, Aubergine, Tricalcium Phosphate, Salt, Guar Gum, Vitamins (Vitamin E Supplement, Niacin, Vitamin A Supplement, Pyridoxine Hydrochloride, d-Calcium Pantothenate, Riboflavin Supplement, Folic Acid, Vitamin B12 Supplement, Vitamin D3 Supplement, Biotin), Minerals: (Zinc Oxide, Reduced Iron, Sodium Selenite, Manganese Sulfate Monohydrate, Copper Amino Acid Complex, Potassium Iodide), Choline Chloride, Magnesium Sulfate, Taurine.",
        "analysis": "Crude Protein Min 11.0%, Crude Fat Min 0.5%, Crude Fiber Max 0.5%, Ash Max 2.0% 6.67%, Moisture Max 86.0%, Taurine Min 0.10%, Magnesium Max 0.025%, Phosphorus 0.21%, Sodium 0.04% 0.23%, Carbohydrates 0.80",
        "calorie": "ME Calories/Tub 68"
    },
    {
        "brand": "Against The Grain",
        "url": "https://www.againstthegrainpetfood.com/farmers-market-tuna-mango-tango-with-duck-dinner-for-cats/",
        "title": "Farmers Market Tuna Mango Tango with Duck Dinner for Cats « Against the Grain",
        "descriptions": "Mangoes are, “The King of Fruits” and loaded with Vitamins C, A and carotenoids Supports a healthy immune system Rich in fiber to support digestion; Unique ingredients including Duck & Mango Grain Free and Gluten Free Dolphin-Safe and Turtle-Safe Sustainable ingredients GMO-Free",
        "key_benefits": [
            "Mangoes are, “The King of Fruits” and loaded with Vitamins C, A and carotenoids",
            "Supports a healthy immune system",
            "Rich in fiber to support digestion;",
            "Unique ingredients including Duck & Mango",
            "Grain Free and Gluten Free",
            "Dolphin-Safe and Turtle-Safe",
            "Sustainable ingredients",
            "GMO-Free"
        ],
        "ingredients": "Tuna, Water Sufficient for Processing, Tapioca, Sunflower Oil, Duck, Mango, Tricalcium Phosphate, Salt, Guar Gum, Vitamins (Vitamin E Supplement, Niacin, Vitamin A Supplement, Pyridoxine Hydrochloride, d-Calcium Pantothenate, Riboflavin Supplement, Folic Acid, Vitamin B12 Supplement, Vitamin D3 Supplement, Biotin), Minerals: (Zinc Oxide, Reduced Iron, Sodium Selenite, Manganese Sulfate Monohydrate, Copper Amino Acid Complex, Potassium Iodide), Choline Chloride, Magnesium Sulfate, Taurine.",
        "analysis": "Crude Protein Min 10.0%, Crude Fat Min 0.5%, Crude Fiber Max 0.5%, Ash Max 2.0% 7.3%, Moisture Max 87.0%, Taurine Min 0.10%, Magnesium Max 0.025%, Phosphorus 0.21%, Sodium 0.05% 0.28%, Carbohydrates 2.17",
        "calorie": "ME Calories/Tub 71"
    },
    {
        "brand": "Against The Grain",
        "url": "https://www.againstthegrainpetfood.com/farmers-market-tuna-toscano-with-salmon-tomato-dinner-for-cats/",
        "title": "Farmers Market Tuna Toscano with Salmon & Tomato Dinner for Cats « Against the Grain",
        "descriptions": "Rich in Vitamins A, C, E and Bioflavanoids Natural source of antioxidants and vegetable fiber Unique ingredients including Salmon and Tomato Grain Free and Gluten Free, Dolphin-Safe and Turtle-Safe, Sustainable ingredients GMO-Free",
        "key_benefits": [
            "Rich in Vitamins A, C, E and Bioflavanoids",
            "Natural source of antioxidants and vegetable fiber",
            "Unique ingredients including Salmon and Tomato",
            "Grain Free and Gluten Free,",
            "Dolphin-Safe and Turtle-Safe,",
            "Sustainable ingredients",
            "GMO-Free"
        ],
        "ingredients": "Tuna, Water Sufficient for Processing, Tapioca, Sunflower Oil, Salmon, Tomato, Tricalcium Phosphate, Salt, Guar Gum, Vitamins (Vitamin E Supplement, Niacin, Vitamin A Supplement, Pyridoxine Hydrochloride, d-Calcium Pantothenate, Riboflavin Supplement, Folic Acid, Vitamin B12 Supplement, Vitamin D3 Supplement, Biotin), Minerals: (Zinc Oxide, Reduced Iron, Sodium Selenite, Manganese Sulfate Monohydrate, Copper Amino Acid Complex, Potassium Iodide), Choline Chloride, Magnesium Sulfate, Taurine.",
        "analysis": "Crude Protein Min 11.0%, Crude Fat Min 0.5%, Crude Fiber Max 0.5%, Ash Max 2.0% 8.66%, Moisture Max 87.0%, Taurine Min 0.10%, Magnesium Max 0.025%, Phosphorus 0.23%, Sodium 0.05%, Carbohydrates 1.62",
        "calorie": "ME Calories/Tub 62"
    },
    {
        "brand": "Against The Grain",
        "url": "https://www.againstthegrainpetfood.com/shrimp-daddy-with-tuna-salmon/",
        "title": "Shrimp Daddy with Tuna & Salmon « Against the Grain",
        "descriptions": "Loaded with protein, vitamin D, vitamin B3, and zinc, shrimp are an excellent, carbohydrate-free food Zinc-keeps hair shiny! Copper—help prevent hair loss, contribute to hair thickness, and intensify hair color Loaded with selenium-reduces cancer risk",
        "key_benefits": [
            "Cooked in its own juices to produce a grain-free, low-carb meal!",
            "Grain and Gravy free!",
            "Loaded/Rich in Omegas, essential amino acids and fatty acids",
            "Full of important vitamins and minerals- selenium, magnesium, and potassium; the B vitamins niacin, B1, and B6; and perhaps most important, the beneficial omega-3 essential fatty acids",
            "Allergen Free/Hypo-Allergenic",
            "Protein-loaded and fat-rich food with low carbs!",
            "An ideal prevention and treatment wellness nutrition program commonly recommended for use in UTI, CRF, IBS, diabetes, and other serious health conditions by vets across the country",
            "All fresh caught and dolphin safe!",
            "Why not dive in with your pet?!"
        ],
        "ingredients": "Tuna, Water Sufficient For Processing, Shrimp, Salmon, Palm Oil, Tricalcium Phosphate, Xanthan Gum, Taurine, Ferrous Sulfate Monohydrate, Zinc Sulfate Heptahydrate, Vitamin E Supplement, Niacin, Vitamin A Supplement, Thiamine Mononitrate, Vitamin D3 Supplement, Manganese Sulfate Monohydrate, Copper Sulfate Pentahydrate, Pantothenic Acid, Riboflavin Supplement, Choline Chloride, Pyridoxine Hydrochloride, Dicalcium Phosphate, Folic Acid, Potassium Iodide, Potassium Chloride, Magnesium Sulfate Monohydrate, Biotin, Sodium Selenite, Vitamin B12 Supplement.",
        "analysis": "Crude Protein Min 12.0%, Crude Fat Min 2.0%, Crude Fiber Max 1.0%, Ash Max 2.0%, Moisture Max 82.0%, Taurine Min 0.1%, Magnesium Max 0.025%, Phosphorus 0.25%, Sodium 0.19%, Carbohydrates 0.35",
        "calorie": "ME Calories/Tub 70"
    }
]