[
    {
        "brand": "BOREAL",
        "url": "https://borealpetfood.com/Cats/Product/22",
        "title": "Boreal - Proper Chicken Meal Low Carb Grains",
        "descriptions": [
            "Our Boreal Diet Proper Chicken Meal is a good grain food using chicken as a new source of unique protein. It is a daily diet that can be used to help maintain the weight of your cat and can also be used as a hypoallergenic preparation.  We believe that pet foods should avoid starchy ingredients that might lead to weight gain and obesity. An alternative is a ‘good’ grain free diet that avoids the high sugar grains such as corn or wheat. There are particular grains such as steel cut oats that are very good for your cat and have many beneficial properties. That’s why we at Boréal have developed a line called Boréal Proper Cat Food.  Low glycemic index steel cut oats & barley from Ontario’s Central Mennonite farming region are fantastic ingredients, along with low glycemic peas and white beans. Proper grains are low carb grains plus steel cut oats and barley are a great value and are grown locally. Ontario oats and barley provide a rich source of vitamins, minerals, low glycemic carbohydrates, essential oils, fiber and proteins.  We use a base of beans and peas to replace the grains found in many dog foods, and we also add many beneficial herbs and fruits including blueberries and cranberries, thereby improving the taste of food as well add antioxidants with several health benefits.",
            "Our Boréal Cat Foods use Availa®Pet – a special collection of minerals bound to amino acids to make the minerals ‘bio-available’. The organic zinc in Availa®Pet easily absorbed and is many times more available to a cat than other zinc sources. Zinc is essential for healthy skin & coat."
        ],
        "key_benefits": "Our Boréal Cat Foods use Availa®Pet – a special collection of minerals bound to amino acids to make the minerals ‘bio-available’. The organic zinc in Availa®Pet easily absorbed and is many times more available to a cat than other zinc sources. Zinc is essential for healthy skin & coat.",
        "ingredients": "Chicken meal, brown rice, steel cut oats, dehulled barley, chicken fat (naturally preserved with vitamin E), herring meal, apple pomace, hydrolyzed chicken protein, natural chicken flavor, whole flaxseed, salt, potassium chloride, DL-methionine, choline chloride, taurine, whole chia seed, vitamin e supplement, zinc amino acid complex, niacin supplement, folic acid, vitamin B12 supplement, copper sulfate, iron amino acid complex, manganese amino acid complex, vitamin A supplement, selenium, riboflavin, calcium pantothenate supplement, biotin supplement, vitamin D3 supplement, calcium iodate.",
        "analysis": "GUARANTEED ANALYSIS: Crude Protein (min) 32%, Crude Fat (min) 15%, Crude Fiber (max) 3.5%, Moisture (max) 10%, Ash (max) 7.5%, Calcium (min) 1.3%, Phosphorous (min) 1%, Zinc (min) 100mg/kg, Omega-3 Fatty Acids (Min)* 0.54%, Omega-6 Fatty Acids (Min)* 2.63%",
        "calorie": "CALORIE CONTENT (Calculated ME): 3510 kcal/kg - 430 kcal/cup"
    },
    {
        "brand": "BOREAL",
        "url": "https://borealpetfood.com/Cats/Product/23",
        "title": "Boreal - Original Fish Trio Grain Free",
        "descriptions": [
            "Our Boréal Fish Trio diet is a grain free food based on fish proteins. This is an everyday diet, which can be used to help keep weight off your cat and additionally can be used as a hypoallergenic formula. We use a base of beans and peas to replace the grains found in many pet foods, and we also add many beneficial herbs and fruits including blueberries and cranberries, thereby improving the taste of food as well add antioxidants with several health benefits.",
            "Our Boréal Cat Foods use Availa®Pet – a special collection of minerals bound to amino acids to make the minerals ‘bio-available’. The organic zinc in Availa®Pet easily absorbed and is many times more available to a cat than other zinc sources. Zinc is essential for healthy skin & coat."
        ],
        "key_benefits": "Two sizes  2.26 kg and 5.44 kg.",
        "ingredients": "Salmon, whitefish meal, pea, dried whole egg, pea starch, salmon meal, menhaden fish meal, northern white pea bean, chicken fat (preserved with mixed tocopherols and citric acid), dehydrated alfalfa meal, natural flavor, flaxseed, choline chloride, calcium sulfate, lecithin, calcium propionate, yeast extract, chicory root extract, taurine, DL-methionine, apple, carrot, cranberry, spinach, ferrous sulfate, vitamin E supplement, dried blueberry, zinc sulfate, zinc amino acid complex, niacin supplement, copper sulfate, manganese sulfate, vitamin A supplement, iron amino acid complex, thiamine mononitrate, manganese amino acid complex, calcium pantothenate supplement, pyridoxine hydrochloride, riboflavin, biotin, copper proteinate, vitamin B12 supplement, sodium selenite, vitamin D3 supplement, folic acid supplement, calcium iodate.",
        "analysis": "GUARANTEED ANALYSIS: Crude Protein (min) 36%, Crude Fat (min) 16%, Crude Fiber (max) 5%, Moisture (max) 10%, Ash (max) 8%, Calcium (min) 1.6%, Phosphorous (min) 1.1%, Magnesium (min) 0.14%, Zinc (min) 100mg/kg, Omega-3 Fatty Acids (Min)* 0.7%, Omega-6 Fatty Acids (Min)* 2.5%",
        "calorie": "CALORIE CONTENT (Calculated ME): 3728 kcal/kg - 467 kcal/cup"
    },
    {
        "brand": "BOREAL",
        "url": "https://borealpetfood.com/Cats/Product/24",
        "title": "Boreal - Original Chicken Grain Free",
        "descriptions": [
            "Our Boréal Original Chicken diet is a grain free food based on chicken proteins - made using fresh Ontario and Quebec chicken. This is an everyday diet, which can be used to help keep weight off your cat and additionally can be used as a hypoallergenic formula. We use a base of beans and peas to replace the grains found in many pet foods, and we also add many beneficial herbs and fruits including blueberries and cranberries, thereby improving the taste of food as well add antioxidants with several health benefits.",
            "Our Boréal Cat Foods use Availa®Pet – a special collection of minerals bound to amino acids to make the minerals ‘bio-available’. The organic zinc in Availa®Pet easily absorbed and is many times more available to a cat than other zinc sources. Zinc is essential for healthy skin & coat."
        ],
        "key_benefits": "Our Boréal Cat Foods use Availa®Pet – a special collection of minerals bound to amino acids to make the minerals ‘bio-available’. The organic zinc in Availa®Pet easily absorbed and is many times more available to a cat than other zinc sources. Zinc is essential for healthy skin & coat.",
        "ingredients": "Deboned chicken, chicken meal, pea, dried whole egg, pea starch, salmon meal, chicken and turkey fat (preserved with mixed tocopherols), northern white pea bean, dehydrated alfalfa meal, natural chicken flavour, flaxseed, choline chloride, salt, yeast extract, lecithin, DL-methionine, chicory root extract, taurine, apple, carrot, cranberry, spinach, blueberry, ferrous sulfate, zinc sulfate, calcium sulfate, vitamin E supplement, zinc amino acid complex, niacin supplement, copper sulfate, manganese sulfate, calcium pantothenate supplement, sodium selenite, manganese amino acid complex, iron amino acid complex, calcium carbonate, vitamin A supplement, thiamine mononitrate, pyridoxine hydrochloride, riboflavin, biotin, vitamin B12 supplement, vitamin D3 supplement, folic acid, calcium iodate.",
        "analysis": "GUARANTEED ANALYSIS: Crude Protein (min) 33%, Crude Fat (min) 18%, Crude Fiber (max) 4.5%, Moisture (max) 10%, Ash (max) 8%, Calcium (min) 1.4%, Phosphorous (min) 1%, Magnesium (max) 0.14%, Zinc (min) 100mg/kg, Omega-3 Fatty Acids (min)* 0.4%, Omega-6 Fatty Acids (min)* 3.5%",
        "calorie": "CALORIE CONTENT (Calculated ME): 3815 kcal/kg - 465 kcal/cup"
    },
    {
        "brand": "BOREAL",
        "url": "https://borealpetfood.com/Cats/Product/79",
        "title": "Boreal - Pork and Trout",
        "descriptions": "Our new reformulated Boréal canned cat foods have 95% of the protein from Meat/Fish and are designed to have almost no carbohydrates or starches. Our goal is to lower your pets risk of unwanted weight gain.  Our Canadian-made line is gum free and gluten free. Our Pork and Trout cat food is made from Canadian pork and trout. No cereals, grains, artificial colour, gums or thickeners added. We add Availa-Pet as it is the most easily absorbed and utilized trace mineral product available. It is specially formulated for companion animals and is more ‘bio-available’ than other form of zinc, iron and manganese. Zinc and manganese are important for skin health and coat quality. This includes better hair coat length and shine, and enhanced skin integrity and wound healing. Zinc, manganese and iron all contribute to the growth and development of pets including weight gain in kittens, bone development and joint maintenance and repair.",
        "key_benefits": "Cans 369 gm (13oz) ,156 gm (5.5 oz) and 80 gm (2.8 oz) Cans are BPA and Epoxy free.",
        "ingredients": "Pork, Pork  Broth, Trout, Pork Liver, Fish Oil, Peas, Beans, Dicalcium Phosphate, Fenugreek Seeds, Lentils, Calcium Carbonate, Salt, Whole Eggs, Flaxseeds, Lecithin, Choline Chloride, Potassium Chloride, Yucca Schidigera, Pea Fiber, Taurine,  L-Ascorbyl-2-Polyphosphate (source of Vitamin C), Zinc Amino Acid Complex, Vitamin E Supplement, Ferrous Sulfate, Iron Amino Acid Complex, Zinc Sulfate, Niacin Supplement, Thiamine Mononitrate, Copper Proteinate, Vitamin A Supplement, Sodium selenite, Manganese Sulfate, Manganese Amino Acid Complex,  d-Calcium Pantothenate, Pyridoxine Hydrochloride, Riboflavin Supplement, Biotin, Vitamin D3 Supplement, Vitamin B12, Calcium Iodate,  Folic Acid.",
        "analysis": [
            "Moisture 78%",
            "Protein 8.0%",
            "Fibre 1.0%",
            "Ash 1.00%",
            "Fat 7.50%",
            "Phosphorous 0.20%",
            "Taurine 0.05%",
            "Zinc 50mg/kg",
            "Energy 105Kcal/100g",
            "Vitamin A 2,000 IU/kg",
            "Vitamin D3 80 IU/kg",
            "Vitamin E 15 IU/kg",
            "Potassium (min) 0.18%",
            "Magnesium (max) 0.03%",
            "Vitamin C (min) 15 IU/kg"
        ],
        "calorie": "387 kcals/369g  164kcals/156g  84kcals/80g  105kcals/100g ME [metabolizable energy] on an as fed basis [calculated]"
    },
    {
        "brand": "BOREAL",
        "url": "https://borealpetfood.com/Cats/Product/81",
        "title": "Boreal - Heritage Turkey & Trout",
        "descriptions": "Our new reformulated Boréal canned cat foods have 95% of the protein from Meat/Fish and are designed to have almost no carbohydrates or starches. Our goal is to lower your pets risk of unwanted weight gain.  Our Canadian-made line is gum free and gluten free. Our Heritage Turkey and Trout cat food is made from Canadian turkey and trout. No cereals, grains, artificial colour, gums or thickeners added. We add Availa-Pet as it is the most easily absorbed and utilized trace mineral product available. It is specially formulated for companion animals and is more ‘bio-available’ than other form of zinc, iron and manganese. Zinc and manganese are important for skin health and coat quality. This includes better hair coat length and shine, and enhanced skin integrity and wound healing. Zinc, manganese and iron all contribute to the growth and development of pets including weight gain in kittens, bone development and joint maintenance and repair.",
        "key_benefits": [
            "ALL BREEDS CATS",
            "WE USE NORTH AMERICAN MADE MINERALS"
        ],
        "ingredients": "Turkey, Turkey Broth, Trout, Turkey Liver, Fish Oil, Peas, Beans, Lentils, Fenugreeks Seeds, Calcium Carbonate, Dicalcium Phosphate, Salt, Whole Eggs, Flaxseeds, Lecithin, Choline Chloride, Potassium Chloride, Yucca Schidigera, Pea Fiber, Taurine, L-Ascorbyl-2-Polyphosphate (source of Vitamin C), Zinc Amino Acid Complex, Vitamin E Supplement, Ferrous Sulfate, Iron Amino Acid Complex, Zinc Sulfate, Niacin Supplement, Thiamine Mononitrate, Copper Proteinate, Vitamin A Supplement, Sodium selenite, Manganese Sulfate, Manganese Amino Acid Complex, d-Calcium Pantothenate, Pyridoxine Hydrochloride, Riboflavin Supplement, Biotin, Vitamin D3 Supplement, Vitamin B12, Calcium Iodate, Folic Acid.",
        "analysis": [
            "Moisture 78%",
            "Protein 8.0%",
            "Fibre 1.0%",
            "Ash 1.00%",
            "Fat 7.50%",
            "Phosphorous 0.20%",
            "Taurine 0.05%",
            "Zinc 50mg/kg",
            "Energy 105Kcal/100g",
            "Vitamin A 2,000 IU/kg",
            "Vitamin D3 80 IU/kg",
            "Vitamin E 15 IU/kg",
            "Potassium (min) 0.18%",
            "Magnesium (max) 0.03%",
            "Vitamin C (min) 15 IU/kg"
        ],
        "calorie": "387 kcals/369g  164kcals/156g  84kcals/80g  105kcals/100g ME [metabolizable energy] on an as fed basis [calculated]"
    },
    {
        "brand": "BOREAL",
        "url": "https://borealpetfood.com/Cats/Product/88",
        "title": "Boreal - Functional Indoor Cat",
        "descriptions": [
            "Boreal Functional foods are designed to help you solve specific issues. We have adjusted the protein, fat and fiber numbers to best suit either aging or indoor cats. Added supplements' will help solve tartar issues, help with hairballs and make for a healthier urinary tract. Boreal Functional have fresh meat as the first ingredient and use low glycemic ingredients.",
            "Our Boréal Cat Foods use Availa®Pet – a special collection of minerals bound to amino acids to make the minerals ‘bio-available’. The organic zinc in Availa®Pet easily absorbed and is many times more available to a cat than other zinc sources. Zinc is essential for healthy skin & coat."
        ],
        "key_benefits": " - Urinary & Dental support  - Hairball Control  - Senior & Indoor  - Fresh Meat  - Meat Meal  - Grain Free  - Low Carb  - Low GI carbs  - Bio-available ZN,FE & MN  - Cranberry extract for pH control  - Miscanthus fiber to help hairballs Miscanthus Fiber for dental abrasion and Sodium Tripolyphosphate to reduce Tarter Cranberry extract – antioxidant for immune health plus helps lower the pH – healthy cat pH 6- 6.5 –  pulling pH down helps with urinary tract as acidic environment will help dissolve stones Miscanthus fiber to help hairballs – grasses proven to be effective hairball control – as well we add Salmon Oil to help a cat expel a hairball Miscanthus Fiber for dental abrasion Sodium Tripolyphosphate to reduce Tarter – that is what is in many toothpastes",
        "ingredients": "INGREDIENTS: Chicken, chicken meal, sweet potato, buckwheat, pumpkin, lentils, salmon meal, dried egg product, natural flavour, chicken fat (preserved with mixed tocopherols and citric acid), flaxseeds, salmon oil (preserved with mixed tocopherols and citric acid), sun-dried miscanthus grass, lecithin, blueberries, cranberries, apples, spinach, carob, calcium carbonate, choline chloride, calcium propionate, sodium tripolyphosphate, DL-methionine, yeast extract, dicalcium phosphate, taurine, chicory root extract, salt, kelp, L-lysine, L-tryptophan, cranberry extract, L-carnitine, ginger root, chamomile flowers, fumaric acid, lactic acid, citric acid, malic acid, valerian root, yucca schidigera extract, thyme extract, zinc oxide, ferrous sulphate, zinc amino acid complex, iron amino acid complex, niacinamide, manganous oxide, vitamin E supplement, vitamin A supplement, calcium pantothenate, riboflavin, thiamine mononitrate, pyridoxine hydrochloride, copper sulphate, copper proteinate, manganese amino acid complex, folic acid, vitamin D3 supplement, vitamin B12 supplement, biotin, calcium iodate, sodium selenite, rosemary extract.",
        "analysis": "GUARANTEED ANALYSIS: Crude Protein (min) 32%, Crude Fat (min) 12%, Crude Fiber (max) 7%, Moisture (max) 10%, Ash (max) 7%, Calcium (min) 1%, Phosphorous (min) 0.9%, Zinc (min) 100mg/kg, Omega-3 Fatty Acids (Min)* 1.1%, Omega-6 Fatty Acids (Min)* 3.7%",
        "calorie": "CALORIE CONTENT (Calculated ME): 3459 kcal/kg - 345 kcal/cup"
    },
    {
        "brand": "BOREAL",
        "url": "https://borealpetfood.com/Cats/Product/89",
        "title": "Boreal - Functional Senior and Less Active Cat",
        "descriptions": [
            "Boreal Functional foods are designed to help you solve specific issues. We have adjusted the protein, fat and fiber numbers to best suit either aging or indoor cats. Added supplements' will help solve tartar issues, help with hairballs and make for a healthier urinary tract. Boreal Functional have fresh meat as the first ingredient and use low glycemic ingredients.",
            "Our Boréal Cat Foods use Availa®Pet – a special collection of minerals bound to amino acids to make the minerals ‘bio-available’. The organic zinc in Availa®Pet easily absorbed and is many times more available to a cat than other zinc sources. Zinc is essential for healthy skin & coat."
        ],
        "key_benefits": " - Urinary & Dental support  - Hairball Control  - Senior & Indoor  - Fresh Meat  - Meat Meal  - Grain Free  - Low Carb  - Low GI carbs  - Bio-available ZN,FE & MN  - Cranberry extract for pH control  - Miscanthus fiber to help hairballs",
        "ingredients": "INGREDIENTS: Chicken, chicken meal, sweet potato, buckwheat, pumpkin, lentils, chicken fat (preserved with mixed tocopherols and citric acid), dried egg product, natural flavour, flaxseeds, lecithin, sun-dried miscanthus grass, salmon oil (preserved with mixed tocopherols and citric acid), dicalcium phosphate, blueberries, cranberries, apples, spinach, choline chloride, calcium propionate, sodium tripolyphosphate, calcium carbonate, salt, taurine, DL-methionine, kelp, yeast extract, chicory root extract, L-lysine, L-tryptophan, cranberry extract, potassium chloride, L-carnitine, glucosamine sulfate, turmeric root, paprika, green tea extract, fumaric acid, lactic acid, citric acid, malic acid, yucca schidigera extract, chondroitin sulfate, thyme extract, zinc oxide, ferrous sulphate, zinc amino acid complex, iron amino acid complex, niacinamide, manganous oxide, vitamin E supplement, vitamin A supplement, calcium pantothenate, riboflavin, thiamine mononitrate, pyridoxine hydrochloride, copper sulphate, copper proteinate, manganese amino acid complex, folic acid, vitamin D3 supplement, vitamin B12 supplement, biotin, calcium iodate, sodium selenite, rosemary extract.",
        "analysis": "GUARANTEED ANALYSIS: Crude Protein (min) 30%, Crude Fat (min) 15%, Crude Fiber (max) 7%, Moisture (max) 10%, Ash (max) 7%, Calcium (min) 0.9%, Phosphorous (min) 0.8%, Zinc (min) 100mg/kg, Omega-3 Fatty Acids (min)* 1.1%, Omega-6 Fatty Acids (min)* 4.1%, Glucosamine (min) 400 mg/kg, Chondroitin (min) 100 mg/kg",
        "calorie": "CALORIE CONTENT (Calculated ME): 3617 kcal/kg - 362 kcal/cup"
    },
    {
        "brand": "BOREAL",
        "url": "https://borealpetfood.com/Cats/Product/90",
        "title": "Boreal - Boréal Original Turkey and Trout",
        "descriptions": "Our Boréal Original Turkey and Trout diet is a grain free food based on turkey and trout proteins - made using fresh Ontario and Quebec turkey. This is an everyday diet, which can be used to help keep weight off your cat and additionally can be used as a hypoallergenic formula. We use a base of beans and peas to replace the grains found in many pet foods, and we also add many beneficial herbs and fruits including blueberries and cranberries, thereby improving the taste of food as well add antioxidants with several health benefits.",
        "key_benefits": "Our Boréal Cat Foods use Availa®Pet – a special collection of minerals bound to amino acids to make the minerals ‘bio-available’. The organic zinc in Availa®Pet easily absorbed and is many times more available to a cat than other zinc sources. Zinc is essential for healthy skin & coat.",
        "ingredients": "INGREDIENTS: Turkey, turkey meal, trout, herring meal, spray dried egg product, sweet potato, buckwheat, lentils, pumpkin, peas, natural flavour, flaxseeds, chicken fat (preserved with mixed tocopherols and citric acid), sun-dried miscanthus grass, lecithin, blueberries, cranberries, apples, spinach, calcium propionate, sodium tripolyphosphate, DL-methionine, yeast extract, chicory root extract, taurine, choline chloride, salt, dried kelp, L-lysine, L-tryptophan, fumaric acid, lactic acid, citric acid, malic acid, yucca schidigera extract, thyme extract, zinc oxide, ferrous sulfate, zinc amino acid complex, iron amino acid complex, niacinamide, manganous oxide, vitamin E supplement, vitamin A supplement, calcium pantothenate, riboflavin, thiamine mononitrate, pyridoxine hydrochloride, copper sulfate, copper proteinate, manganese amino acid complex, folic acid, vitamin D3 supplement, vitamin B12 supplement, biotin, calcium iodate, sodium selenite, rosemary extract.",
        "analysis": "GUARANTEED ANALYSIS: Crude Protein (min) 36%, Crude Fat (min) 16%, Crude Fiber (max) 6%, Moisture (max) 10%, Ash (max) 9%, Calcium (min) 1.8%, Phosphorous (min) 1.1%, Magnesium (max) 0.12%, Zinc (min) 100mg/kg, Omega-3 Fatty Acids (min)* 1.3%, Omega-6 Fatty Acids (min)* 2.8%",
        "calorie": "CALORIE CONTENT (Calculated ME): 3492 kcal/kg - 384 kcal/cup"
    }
]