[
    {
        "url": "http://www.braverypetfood.com/en/cats/salmon-adult-cat-sterilized/",
        "brand": "Bravery Pet Food",
        "title": "Salmon - Sterilized Adult Cat - Bravery Pet Food",
        "descriptions": "The daily amount of this food that your cat needs depends on different factors such as weight, daily activity level, age, natural setting… For purposes of orientation, for cats with a normal daily activity level, depending on their body weight, we recommend providing them with the following daily amounts:",
        "key_benefits": null,
        "ingredients": "Dehydrated salmon, tapioca, peas, hydrolyzed salmon protein, potato protein, poultry fat (source of Ω-6 fatty acids), yeast and yeast extract-Saccharomyces cerevisiae (source of mannanooligosaccharides – MOS and β-glucans), natural cellulose (source of insoluble ber), sweet potato, beet pulp, carob pod, salmon oil (source of Ω-3-EPA and DHA fatty acids), minerals, inulin (soluble ber of chicory, source of fructooligosaccharides – FOS ), soluble dietary ber extracted from Plantago ovata, essential oils (oregano, cinnamon, cloves, thyme, rosemary, mint, green tea), yucca, hydrolyzates from crustaceans (source of glucosamine), hydrolyzates from cartilage (source of chondroitin), concentrate of lyophilized melon juice (rich in superoxide dismutase – SOD).",
        "analysis": "Crude protein 33.00%, Crude fat 12.00%, Crude ber 5.00%, Crude ash 7.90%, Calcium 1.00%, Phosphorus 0.90%, Sodium 0.75%, Magnesium 0.09% Water 8.00%, EPA + DHA 0.50%, Glucosamine hydrochloride 300 mg/kg, Chondroitin sulfate 220 mg/kg.",
        "additive": "Nutritional additives: Vitamin A 28,000 IU/kg, Vitamin D-3 1,600 IU/kg., Vitamin E 600 mg/kg., Vitamin C 300 mg/kg, Biotin 2,600 mcg/kg., L-Carnitine 280 mg/kg, Choline chloride 3,220 mg/kg, Taurine 2,000 mg/kg, Iron (ferrous sulfate monohydrate) 60 mg/kg, Iron (iron chelate of glycine hydrate) 60 mg/kg, Copper (cupric sulfate pentahydrate) 5 mg/kg, Copper (copper chelate of hydroxy analogue of methionine) 8 mg/kg, Manganese (manganous sulphate monohydrate) 12 mg/kg, Manganese (manganese chelate of hydroxy analogue of methionine) 18 mg/kg., Zinc (zinc sulphate monohydrate) 50 mg/kg, Zinc (zinc chelate of hydroxy analogue of methionine) 70 mg/kg, Iodine (potassium iodide) 3.8 mg/kg, Selenium (sodium selenite) 0.05 mg/kg, Selenium (hydroxylated analogue of selenomethionine) 0.20 mg/kg.",
        "calorie": "3.575 Kcal/kg"
    },
    {
        "url": "https://www.braverypetfood.com/en/cats/chicken-adult-cat-sterilized/",
        "brand": "Bravery Pet Food",
        "title": "Chicken - Adult Cat Sterilized - Bravery Pet Food",
        "descriptions": "The daily amount of this food that your cat needs depends on different factors such as weight, daily activity level, age, natural setting… For purposes of orientation, for cats with a normal daily activity level, depending on their body weight, we recommend providing them with the following daily amounts:",
        "key_benefits": null,
        "ingredients": "Dehydrated chicken meat, tapioca, peas, hydrolyzed chicken protein, yeast and yeast extract-Saccharomyces cerevisiae (source of mananooligosaccharides – MOS and β-glucans), bird fat (source of fatty acids Ω-6), hydrolyzed chicken liver, potato protein, natural cellulose (source of insoluble ber), sweet potato, sh oil (source of fatty acids Ω-3-EPA and DHA), beet pulp, carob pod, dehydrated whole egg, minerals, inulin (soluble ber of chicory, source of fructooligosaccharides – FOS), soluble dietary ber extracted from Plantago ovata, essential oils (oregano, cinnamon, cloves, thyme, rosemary, mint, green tea), yucca, hydrolyzates from crustaceans (source of glucosa- mine), hydrolyzates from cartilage (source of chondroitin), lyophilized melon juice concentrate (rich in superoxide dismutase – SOD).",
        "analysis": "Crude protein 33.00%, Crude fat 12.00%, Crude ber 5.00%, Crude ash 7.90%, Calcium 1.20%, Phosphorus 1.00%, Sodium 0.75%, Magnesium 0.09% Water 8.00%, EPA + DHA 0.50%, glucosamine hydrochloride 300 mg/kg, chondroitin sulfate 220 mg/kg.",
        "additive": "Nutritional additives: Vitamin A 28,000 IU/kg, Vitamin D-3 1,600 IU/kg, Vitamin E 600 mg/kg, Vitamin C 300 mg/kg, Biotin 2,600 mcg/kg, L-Carnitine 280 mg/kg, Choline chloride 3,220 mg/kg, Taurine 2,000 mg/kg, Iron (ferrous sulfate monohydrate) 60 mg/kg., Iron (iron chelate of glycine hydrate) 60 mg/kg, Copper (cupric sulfate penta- hydrate) 5 mg/kg, Copper (copper chelate of hydroxy analogue of methionine) 8 mg/kg, Manganese (manganous sulphate monohydrate) 12 mg/kg, Manganese (manganese chelate of hydroxy analogue of methionine) 18 mg/kg, Zinc (zinc sulphate monohydrate) 50 mg/kg, Zinc (zinc chelate of hydroxy analogue of methionine) 70 mg/kg, Iodine (potassium iodide) 3.8 mg/kg, Selenium (sodium selenite) 0.05 mg/kg, Selenium (hydroxylated analogue of selenomethionine) 0.20 mg/kg.",
        "calorie": "3.575 Kcal/kg"
    },
    {
        "url": "https://www.braverypetfood.com/en/cats/chicken-adult-cat/",
        "brand": "Bravery Pet Food",
        "title": "Chicken - Adult Cat - Bravery Pet Food",
        "descriptions": "The daily amount of this food that your cat needs depends on different factors such as weight, daily activity level, age, natural setting… For purposes of orientation, for cats with a normal daily activity level, depending on their body weight, we recommend providing them with the following daily amounts:",
        "key_benefits": null,
        "ingredients": "Dehydrated chicken meat, tapioca, poultry fat (source of Ω-6 fatty acids), peas, hydrolyzed chicken protein, yeast and yeast extract-Saccharomyces cerevisiae (source of mannanooligosaccharides – MOS and β-glucans), hydrolyzed chicken liver, sweet potato, beet pulp, carob pod, potato protein, dehydrated whole egg, sh oil (source of Ω-3-EPA and DHA fatty acids), natural cellulose (source of insoluble ber), minerals, inulin (soluble ber of chicory, source of fructooligosaccharides – FOS), soluble dietary ber extracted from Plantago ovata, essential oils (oregano, cinnamon, cloves, thyme, rosemary, mint, green tea), yucca, hydrolyzates from crustaceans (source of glucosamine), hydrolyzates from cartilage (source of chondroitin), lyophilized melon juice concentrate (rich in superoxide dismutase – SOD).",
        "analysis": "Crude protein 32.00%, Crude fat 16.00%, Crude ber 3.70%, Crude ash 8.20%, Calcium 1.30%, Phosphorus 1.10%, Sodium 0.70%, Magnesium 0.09% Water 8.00%, EPA + DHA 0.38%, Glucosamine hydrochloride 300 mg/kg, Chondroitin sulfate 220 mg/kg.",
        "additive": "Nutritional additives: Vitamin A 28,000 IU/kg, Vitamin D-3 1,600 IU/kg, Vitamin E 600 mg/kg, Vitamin C 300 mg/kg, Biotin 2,600 mcg/kg, L-Carnitine 120 mg/kg, Choline chloride 3,220 mg/kg, Taurine 2,000 mg/kg, Iron (ferrous sulfate monohydrate) 60 mg/kg, Iron (iron chelate of glycine hydrate) 60 mg/kg, Copper (cupric sulfate pentahydrate) 5 mg/kg., Copper (copper chelate of hydroxy analogue of methionine) 8 mg/kg, Manganese (manganous sulphate monohydrate) 12 mg/kg, Manganese (manganese chelate of hydroxy analogue of methionine) 18 mg/kg, Zinc (zinc sulphate monohydrate) 50 mg/kg, Zinc (zinc chelate of hydroxy analogue of methionine) 70 mg/kg, Iodine (potassium iodide) 3.8 mg/kg, Selenium (sodium selenite) 0.05 mg/kg, Selenium (hydroxylated analogue of selenomethionine) 0.20 mg/kg.",
        "calorie": "3.795 Kcal/kg"
    },
    {
        "url": "https://www.braverypetfood.com/en/cats/chicken-kitten-cat/",
        "brand": "Bravery Pet Food",
        "title": "Chicken - Kitten Cat - Bravery Pet Food",
        "descriptions": "The daily amount of this food that your kitten needs depends on different factors such as weight, daily activity level, age, natural setting… For purposes of orientation, for kittens with a normal daily activity level, depending on their body weight, we recommend providing them with the following daily amounts:",
        "key_benefits": null,
        "ingredients": "Dehydrated chicken meat, tapioca, hydrolyzed chicken protein, poultry fat (source of Ω-6 fatty acids), peas, potato protein, hydrolyzed chicken liver, yeast and yeast extract-Saccharomyces cerevisiae (source of mannanooligosaccharides – MOS and β-glucans), sweet potato, sh oil (source of Ω-3-EPA and DHA fatty acids), beet pulp, carob pod, dehydrated whole egg, minerals, natural cellulose (source of insoluble ber), inulin (soluble ber of chicory, source of fructooligosaccharides – FOS), soluble dietary ber extracted from Plantago ovata, essential oils (oregano, cinnamon, cloves, thyme, rosemary, mint, green tea), yucca, hydrolyzates from crustaceans (source of glucosamine), hydrolyzates from cartilage (source of chondroitin), lyophilized melon juice concentrate (rich in superoxide dismutase – SOD).",
        "analysis": "Crude protein 38.00%, Crude fat 18.00%, Crude ber 1.90%, Crude ash 7.80%, Calcium 1.30%, Phosphorus 1.10%, Sodium 0.40%, Magnesium 0.09% Water 8.00%, EPA + DHA 0.50%, Glucosamine hydrochloride 300 mg/kg, Chondroitin sulfate 220 mg/kg.",
        "additive": "Nutritional additives: Vitamin A 22,000 IU/kg, Vitamin D-3 1,600 IU/kg, Vitamin E 460 mg/kg, Vitamin C 200 mg/kg, Biotin 2,000 mcg/kg, L-carnitine 60 mg/kg, choline chloride 1,800 mg/kg, taurine 1,200 mg/Kg, iron (monohydrated ferrous sulphate) 60 mg/kg, iron (iron chelate of glycine hydrate) 12 mg/kg, copper (copper sulphate pentahydrate) 5.5 mg/kg, copper (copper chelate of glycine hydrate) 3.4 mg/kg, mangane- se (manganese sulphate monohydrate) 38 mg/kg, Manganese (manganese chelate of glycine hydrate) 12 mg/kg, zinc (zinc sulphate monohydrate) 76 mg/kg, zinc (zinc chelate of glycine hydrate) 46 mg/kg, Iodine (potassium iodide) 2 mg/kg, selenium (sodium selenite) 0.11 mg/kg, selenium (hydroxylated analogue of selenomethionine) 0.11 mg/kg. Technological additives: Antioxidants (Vegetable oils rich in tocopherols).",
        "calorie": "4.020 Kcal/kg"
    },
    {
        "url": "https://www.braverypetfood.com/en/cats/salmon-adult-cat/",
        "brand": "Bravery Pet Food",
        "title": "Salmon - Adult Cat - Bravery Pet Food",
        "descriptions": "The daily amount of this food that your cat needs depends on different factors such as weight, daily activity level, age, natural setting… For purposes of orientation, for cats with a normal daily activity level, depending on their body weight, we recommend providing them with the following daily amounts:",
        "key_benefits": null,
        "ingredients": "Dehydrated salmon, tapioca, poultry fat (source of Ω-6 fatty acids), peas, hydrolyzed salmon protein, potato protein, yeast and yeast extract-Saccharomyces cerevisiae (source of mannanooligosaccharides – MOS and β-glucans), beet pulp, carob pod, potato protein, dehydrated whole egg, sh oil (source of Ω-3-EPA and DHA fatty acids), minerals, natural cellulose (source of insoluble ber), inulin (soluble ber of chicory, source of fructooligosaccharides – FOS), soluble dietary ber extracted from Plantago ovata, essential oils (oregano, cinnamon, cloves, thyme, rosemary, mint, green tea), yucca, hydrolyzates from crustaceans (source of glucosamine), hydrolyzates from cartilage (source of chondroitin), lyophilized melon juice concentrate (rich in superoxide dismutase – SOD).",
        "analysis": "Crude protein 32.00%, Crude fat 16.00%, Crude ber 3.70%, Crude ash 8.20%, Calcium 1.00%, Phosphorus 1.00%, Sodium 0.60%, Magnesium 0.09% Water 8.00%, EPA + DHA 0.52%, Glucosamine hydrochloride 300 mg/kg, Chondroitin sulfate 220 mg/kg.",
        "additive": "Nutritional additives: Vitamin A 28,000 IU/kg, Vitamin D-3 1,600 IU/kg., Vitamin E 600 mg/kg, Vitamin C 300 mg/kg, Biotin 2,600 mcg/kg, L-Carnitine 120 mg/kg, Choline chloride 3,220 mg/kg, Taurine 2,000 mg/kg, Iron (ferrous sulfate monohydrate) 60 mg/kg, Iron (iron chelate of glycine hydrate) 60 mg/kg, Copper (cupric sulfate pentahydrate) 5 mg/kg, Copper (copper chelate of hydroxy analogue of methionine) 8 mg/kg, Manganese (manganous sulphate monohydrate) 12 mg/kg, Manganese (manganese chelate of hydroxy analogue of methionine) 18 mg/kg., Zinc (zinc sulphate monohydrate) 50 mg/kg, Zinc (zinc chelate of hydroxy analogue of methionine) 70 mg/kg, Iodine (potassium iodide) 3.8 mg/kg, Selenium (sodium selenite) 0.05 mg/kg, Selenium (hydroxylated analogue of selenomethionine) 0.20 mg/kg.",
        "calorie": "3.795 Kcal/kg"
    }
]