{
    "site": "https://celticconnection.eu",
    "url": "https://celticconnection.eu/home/products/product_cat.html",
    "brand": "Celtic Connection Holistic Pet Food",
    "title": "Cat Food | Grain Free Dry Cat Food - Celtic Connection",
    "image": "https://images.app.goo.gl/XFC2Xzzijxtn1tD37",
    "descriptions": [
        "It is amazing to watch cats leap incredible heights or distances, chase each other almost silently across the garden or twist their bodies in ways that would make even a contortionist jealous. Their natural flexibility is a quintessential feline trait we can only be jealous of.",
        "Cats are obligate carnivores so require high amounts of meat in their diet. Celtic Connection is the first cat food on the market to include 80% premium animal ingredients and the joint-helping blend of glucosamine, chondroitin and MSM to help keep your cat moving comfortably - from kitten to well into its senior years. Our recipes are produced in small batches to ensure the food you give your pet is always fresh and full of the healthy nutrition cats need."
    ],
    "key_benefits": [
        "Complete & Balanced cat food recipes",
        "Grain/Gluten-free - No wheat, barley, spelt or kamut",
        "Hypoallergenic and Highly Digestible",
        "No Maize, Soy, Dairy, Beef, GM or Fillers",
        "BHT/BHA-free Recipes",
        "No Artificial Colours, Flavours or Preservatives",
        "Therapeutic levels of Nutritive Botanical Herbs",
        "Added Glucosamine, Chondroitin & MSM",
        "Formulated to meet the nutritional levels established by the FEDIAF and AAFCO Cat Food Nutrient Profiles for ALL LIFE STAGES"
    ],
    "ingredients": "Chicken, Duck & Turkey (80% including: 27% dehydrated chicken, 22% freshly prepared chicken, 12% dehydrated turkey, 7% chicken fat, 5.5% freshly prepared duck, 5.5% freshly prepared turkey, 2% chicken gravy), sweet potatoes (14%), lucerne, vitamins & minerals, dried algae (schizochytrium limacinum), peas, pumpkin (5,000 mg/kg), mannanoligosaccharides (Bio-MOS), fructooligosacharides (FOS), glucosamine (1,900 mg/kg), chondroitin sulphate (1,500 mg/kg), methylsulfonylmethane (MSM) (1,500 mg/kg), dried cranberries (500 mg/kg), apples, rosemary, dandelion, yucca schidigera extract (500 mg/kg), angelica root (450 mg/kg), artichoke leaf (400 mg/kg), turmeric (125 mg/kg), milk thistle seed powder (100 mg/kg), pears, spinach",
    "analysis": [
        "Crude Protein 45.00 %",
        "Crude Fat 23.00 %",
        "Crude Fibres 1.50 %",
        "Crude Ash 8.75 %",
        "Omega 3 1.96 %",
        "Omega 6 3.87 %",
        "Glucosamine 1900 mg/kg",
        "Chondroitin 1500 mg/kg",
        "MSM 1500 mg/kg",
        "Metabolisable Energy 382 Kcal/100g"
    ],
    "additive": null,
    "calorie": "382 Kcal/100g"
}