[
    {
        "url": "https://www.dr-link-tiernahrung.de/katzen/artikelk-puresensitive-huhn-1171146.html",
        "brand": "Dr.Link",
        "title": "Dr. Link® PURE SENSITIVE 6x200g Huhn pur - Katzen",
        "descriptions": "Dr. Link® PURE SENSITIVE ist mehr als nur eine sehr bekömmliche Mahlzeit. Es ist eine besonders hochwertige, gesundheitsfördernde Ernährung aus viel frischem Fleisch, wertvollen Innereien und der richtigen Balance aus sorgfältig ausgewählten Nährstoffen. Durch die naturbelassenen Zutaten sowie die Nutzung nur einer tierischen Eiweißquelle ist Dr. Link® PURE SENSITIVE Huhn pur daher auch bestens für Katzen geeignet, die zu einer empfindlichen Verdauung neigen und deshalb anfällig für Magen-Darm-Beschwerden sind oder eine Futtermittelunverträglichkeit bzw. Allergie haben. Dr. Link® PURE SENSITIVE bietet Ihrem Liebling 100% puren, unverfälschten Fleischgenuss und hilft dabei, das Wohlbefinden und die Verdauungsgesundheit Ihrer Katze zu fördern.",
        "key_benefits": [
            "Premium-Alleinfuttermittel für ausgewachsene Katzen",
            "tierische Proteine ausschließlich vom Huhn",
            "getreidefrei",
            "hergestellt in Deutschland"
        ],
        "ingredients": "70% reines Hühnchen (bestehend aus Muskelﬂeisch, Herzen, Lebern, Mägen, Hälsen), Hühnerbrühe, Mineralstoffe: 1%, Mannan-Oligosaccharide (aus der Zellwand der Hefe): 0,1%, Fructo-Oligosaccharide (FOS): 0,1%, Lachsöl: 0,1%, Sonnenblumenöl: 0,1%, Borretschöl: 0,1%, Flohsamenschalen: 0,01%",
        "analysis": "Protein: 10,50%, Fettgehalt: 5,80%, Rohasche: 2,50%, Rohfaser: 0,40%, Feuchtigkeit: 79,00%, Calcium: 0,25%, Phosphor: 0,19%",
        "additive": null,
        "calorie": null
    },
    {
        "url": "https://www.dr-link-tiernahrung.de/katzen/artikelk-puresensitive-huhnwachtel-1172446.html",
        "brand": "Dr.Link",
        "title": "Dr. Link® PURE SENSITIVE Huhn und Wachtel | 6x200g - Katzen",
        "descriptions": "Dr. Link® PURE SENSITIVE ist mehr als nur eine sehr bekömmliche Mahlzeit. Es ist eine besonders hochwertige, gesundheitsfördernde Ernährung aus viel frischem Fleisch, wertvollen Innereien und der richtigen Balance aus sorgfältig ausgewählten Nährstoffen. Durch die naturbelassenen Zutaten sowie die Nutzung hochwertiger, tierischer Eiweißquellen ist Dr. Link® PURE SENSITIVE Huhn und Wachtel daher auch bestens für Katzen geeignet, die zu einer empfindlichen Verdauung neigen und deshalb anfällig für Magen-Darm-Beschwerden sind. Dr. Link® PURE SENSITIVE bietet Ihrem Liebling 100% puren, unverfälschten Fleischgenuss und hilft dabei, das Wohlbefinden und die Verdauungsgesundheit Ihrer Katze zu fördern.",
        "key_benefits": [
            "Premium-Alleinfuttermittel für ausgewachsene Katzen",
            "tierische Proteine ausschließlich vom Huhn und der Wachtel",
            "getreidefrei",
            "hergestellt in Deutschland"
        ],
        "ingredients": "50% Hühnchen (bestehend aus Muskelfleisch, Herzen, Lebern, Mägen, Hälsen), Wachtel (bestehend aus Fleisch und tierischen Nebenerzeugnissen): 20%, Geflügelbrühe: 28,49%, Mineralstoffe: 1%, MOS (aus der Zellwand der Hefe): 0,1%, FOS: 0,1%, Lachsöl: 0,1%, Sonnenblumenöl: 0,1%, Borretschöl: 0,1%, Flohsamenschalen: 0,01%",
        "analysis": "Protein: 11,0%, Fettgehalt: 6,10%, Rohasche: 2,40%, Rohfaser: 0,40%, Feuchtigkeit: 79,00%, Calcium: 0,19%, Phosphor: 0,13%",
        "additive": null,
        "calorie": null
    },
    {
        "url": "https://www.dr-link-tiernahrung.de/katzen/artikelk-puresensitive-lachsgefluegel-1171846.html",
        "brand": "Dr.Link",
        "title": "Dr. Link® PURE SENSITIVE Lachs und Geflügel | 6x200g - Katzen",
        "descriptions": "Dr. Link® PURE SENSITIVE ist mehr als nur eine sehr bekömmliche Mahlzeit. Es ist eine besonders hochwertige, gesundheitsfördernde Ernährung aus viel frischem Fleisch, wertvollen Innereien und der richtigen Balance aus sorgfältig ausgewählten Nährstoffen. Durch die naturbelassenen Zutaten sowie die Nutzung hochwertiger, tierischer Eiweißquellen ist Dr. Link® PURE SENSITIVE Lachs und Geflügel daher auch bestens für Katzen geeignet, die zu einer empfindlichen Verdauung neigen und deshalb anfällig für Magen-Darm-Beschwerden sind. Dr. Link® PURE SENSITIVE bietet Ihrem Liebling 100% puren, unverfälschten Fleischgenuss und hilft dabei, das Wohlbefinden und die Verdauungsgesundheit Ihrer Katze zu fördern.",
        "key_benefits": [
            "Premium-Alleinfuttermittel für ausgewachsene Katzen",
            "tierische Proteine ausschließlich vom Lachs und Geflügel",
            "getreidefrei",
            "hergestellt in Deutschland"
        ],
        "ingredients": "56% Geflügel (bestehend aus Muskelﬂeisch, Herzen, Lebern, Lungen, Hälsen), Geflügelbrühe, Lachs: 14% Mineralstoffe: 1%, Mannan-Oligosaccharide (aus der Zellwand der Hefe): 0,1%, Fructo-Oligosaccharide (FOS): 0,1%, Lachsöl: 0,1%, Sonnenblumenöl: 0,1%, Borretschöl: 0,1%, Flohsamenschalen: 0,01%",
        "analysis": "Protein: 9,20%, Fettgehalt: 5,20%, Rohasche: 2,50%, Rohfaser: 0,40%, Feuchtigkeit: 79,00%, Calcium: 0,23%, Phosphor: 0,18%",
        "additive": null,
        "calorie": null
    },
    {
        "url": "https://www.dr-link-tiernahrung.de/katzen/artikelk-puresensitive-pute-1172146.html",
        "brand": "Dr.Link",
        "title": "Dr. Link® PURE SENSITIVE Pute pur | 6x200g - Katzen",
        "descriptions": "Dr. Link® PURE SENSITIVE ist mehr als nur eine sehr bekömmliche Mahlzeit. Es ist eine besonders hochwertige, gesundheitsfördernde Ernährung aus viel frischem Fleisch, wertvollen Innereien und der richtigen Balance aus sorgfältig ausgewählten Nährstoffen. Durch die naturbelassenen Zutaten sowie die Nutzung nur einer tierischen Eiweißquelle ist Dr. Link® PURE SENSITIVE Pute pur daher auch bestens für Katzen geeignet, die zu einer empfindlichen Verdauung neigen und deshalb anfällig für Magen-Darm-Beschwerden sind oder eine Futtermittelunverträglichkeit bzw. Allergie haben. Dr. Link® PURE SENSITIVE bietet Ihrem Liebling 100% puren, unverfälschten Fleischgenuss und hilft dabei, das Wohlbefinden und die Verdauungsgesundheit Ihrer Katze zu fördern.",
        "key_benefits": [
            "Premium-Alleinfuttermittel für ausgewachsene Katzen",
            "tierische Proteine ausschließlich von der Pute",
            "getreidefrei",
            "hergestellt in Deutschland"
        ],
        "ingredients": "70% reine Pute (bestehend aus Muskelfleisch, Herzen, Lebern, Hälsen), Geflügelbrühe: 28,49%, Mineralstoffe: 1%, MOS (aus der Zellwand der Hefe): 0,1%, FOS: 0,1%, Lachsöl: 0,1%, Sonnenblumenöl: 0,1%, Borretschöl: 0,1%, Flohsamenschalen: 0,01%",
        "analysis": "Protein: 11,0%, Fettgehalt: 5,80%, Rohasche: 2,20%, Rohfaser: 0,40%, Feuchtigkeit: 79,00%, Calcium: 0,24%, Phosphor: 0,17%",
        "additive": null,
        "calorie": null
    },
    {
        "url": "https://www.dr-link-tiernahrung.de/katzen/artikelk-puresensitive-rind-1171446.html",
        "brand": "Dr.Link",
        "title": "Dr. Link® PURE SENSITIVE 6x200g Rind pur - Katzen",
        "descriptions": "Dr. Link® PURE SENSITIVE ist mehr als nur eine sehr bekömmliche Mahlzeit. Es ist eine besonders hochwertige, gesundheitsfördernde Ernährung aus viel frischem Fleisch, wertvollen Innereien und der richtigen Balance aus sorgfältig ausgewählten Nährstoffen. Durch die naturbelassenen Zutaten sowie die Nutzung nur einer tierischen Eiweißquelle ist Dr. Link® PURE SENSITIVE Rind pur daher auch bestens für Katzen geeignet, die zu einer empfindlichen Verdauung neigen und deshalb anfällig für Magen-Darm-Beschwerden sind oder eine Futtermittelunverträglichkeit bzw. Allergie haben. Dr. Link® PURE SENSITIVE bietet Ihrem Liebling 100% puren, unverfälschten Fleischgenuss und hilft dabei, das Wohlbefinden und die Verdauungsgesundheit Ihrer Katze zu fördern.",
        "key_benefits": [
            "Premium-Alleinfuttermittel für ausgewachsene Katzen",
            "tierische Proteine ausschließlich vom Rind",
            "getreidefrei",
            "hergestellt in Deutschland"
        ],
        "ingredients": "70% reines Rind (bestehend aus Muskelﬂeisch, Herzen, Lebern, Lungen), Fleischbrühe, Mineralstoffe: 1%, Mannan-Oligosaccharide (aus der Zellwand der Hefe): 0,1%, Fructo-Oligosaccharide (FOS): 0,1%, Lachsöl: 0,1%, Sonnenblumenöl: 0,1%, Borretschöl: 0,1%, Flohsamenschalen: 0,01%",
        "analysis": "Protein: 10,60%, Fettgehalt: 6,70%, Rohasche: 2,50%, Rohfaser: 0,40%, Feuchtigkeit: 79,00%, Calcium: 0,22%, Phosphor: 0,17%",
        "additive": null,
        "calorie": null
    },
    {
        "url": "https://www.dr-link-tiernahrung.de/katzen/dr-link-tiernahrung-de-katzen-spezial-diaet-magen-darm-gastro-intestinal-pute-1293146.html",
        "brand": "Dr.Link",
        "title": "Dr. Link® SPEZIAL-DIÄT Magen-Darm | Gastro-Intestinal Pute | 6x200g - Katzen",
        "descriptions": "Dr. Link® SPEZIAL-DIÄT Magen-Darm | Gastro-Intestinal Pute Speziell entwickelte, naturbelassene Premium-Diät für Katzen. Aus hochwertigen tierischen Proteinen mit besonders hoher biologischer Wertigkeit und ausgewogenen Nährstoffkomponenten. Optimal abgestimmt auf die Ernährung von Katzen mit Magen-Darm-Problemen. Auch geeignet für Katzen mit exokriner Pankreasinsuffizienz (Insuffizienz der Bauchspeicheldrüse) bzw. Pankreatitis.  Premium-Diät-Alleinfuttermittel für Katzen  Indikation (Anwendungsgebiete): zum Ausgleich bei einer unzureichenden Verdauungstätigkeit exokrine Pankreasinsuffizienz (EPI) zur Linderung akuter Resorptionsstörungen des Darms bei und nach akutem Durchfall (Diarrhoe) Pankreatitis Kontraindikation (Gegenanzeigen): tragende und laktierende Katzen hepatischer Enzephalopathie Ziele der Diät: Ausgleich von etwaiger Dehydration und Imbalancen im Elektrolyt- und Säure/Basen-Haushalt. Normalisierung der Darmbewegung und der Passagezeit des Futters, Absorption von Giftstoffen, Unterstützung einer normalen Darmflora und Abpuffern von überschüssiger Magensäure.  Diätetische Merkmale / Produktvorteile: Hochverdaulich, reizarm - Dr. Link® SPEZIAL-DIÄT Magen-Darm | Gastro-Intestinal Pute enthält ausgewählte hochverdauliche Proteine und Kohlenhydrate mit optimaler Bioverfügbarkeit: Diese Zusammensetzung entlastet den Verdauungstrakt, reduziert die klinischen Symptome und ermöglicht die Regeneration der Darmmukosa. Moderater Proteingehalt: Reduziert die Belastung des empfindlichen Verdauungsapparates. Mäßige Energiedichte: Die kalorienarme Diät macht es bei Katzen mit Neigung zu Übergewicht möglich, die Gewichtszunahme zu begrenzen. Geringer Rohfaser- und Fettgehalt: Der reduzierte Fasergehalt ermöglicht eine hohe Verdaulichkeit und eine optimale Nährstoffaufnahme. Fettrestriktion fördert die Magenentleerung und kann die Verdauung bei Katzen verbessern, die an einer Störung des Fettstoffwechsels, z.B. Entzündung der Bauchspeicheldrüse, leiden. Bedarfsgerechte, erhöhte Elektrolytgehalte: Unterstützt die Verringerung der Verluste infolge von Erbrechen und Diarrhoe (Durchfall). MOS Mannan-Oligosaccharide aus der Zellwand der Hefe: Prebiotika unterstützen das Gleichgewicht der Darmflora, binden Bakterien und verhindern das Anheften von Krankheitserregern an der Darmschleimhaut. Hohe Akzeptanz: Kranke Katzen fressen oft unzureichend. Eine hohe Akzeptanz der Nahrung ist entscheidend, um einer Nährstoffunterversorgung und einem Gewichtsverlust vorzubeugen.",
        "key_benefits": [
            "Premium-Diät-Alleinfuttermittel für Katzen",
            "zum Ausgleich bei einer unzureichenden Verdauungstätigkeit",
            "exokrine Pankreasinsuffizienz (EPI)",
            "zur Linderung akuter Resorptionsstörungen des Darms",
            "bei und nach akutem Durchfall (Diarrhoe)",
            "Pankreatitis",
            "Proteinquelle: Pute",
            "hergestellt in Deutschland",
            "EAN: 4250499205356"
        ],
        "ingredients": "Pute (bestehend aus Herzen, Lebern, Mägen): 60%, Brühe, Möhren: 4%, Mineralstoffe: 1%, Inulin: 0,5%, Caliciumcarbonat: 0,25%, Natriumchlorid, Kaliumchlorid",
        "analysis": "Protein: 10,3%, Fettgehalt: 2,9%, Rohasche: 2,5%, Rohfaser: 0,4%, Feuchtigkeit: 81%, Natrium: 0,27%, Kalium: 0,33%",
        "additive": null,
        "calorie": null
    },
    {
        "url": "https://www.dr-link-tiernahrung.de/katzen/dr-link-tiernahrung-de-katzen-spezial-diaet-struvitsteine-urinary-huhn-und-weissfisch-1292946.html",
        "brand": "Dr.Link",
        "title": "Dr. Link® SPEZIAL-DIÄT 6x200g Harnsteine (Struvit) Kastriert | Urinary / Castrated Huhn und Weißfisch - Katzen",
        "descriptions": "Premium-Diät-Alleinfuttermittel für ausgewachsene Katzen Speziell entwickelte Diät für kastrierte Katzen und Katzen mit Struvitsteinen, zur Auflösung von Struvitsteinen und Verringerung von Struvitstein-Rezidiven, Katzen mit Erkrankung der unteren Harnwege oder mit der Diagnose Urologisches Felines Syndrom (FUS).  Indikation (Anwendungsgebiete): Struvitsteine, Verringerung der Gefahr des Wiederauftretens von Struvitsteinen, Erkrankung der unteren Harnwege bei Katzen, Felines Urologisches Syndrom (FUS) Kontraindikation (Gegenanzeigen): Trächtige und säugende Katzen, Kitten Bei Oxalatsteinen Ziele der Diät: Eine struvitsteinauflösende Diät säuert den Urin stärker an, sorgt idealerweise für eine Verdünnung des Urins (steigert die Diurese) und stellt weniger freie Mineralstoffe, die Steine bilden können, zur Verfügung. Korrigiert den durch zu getreidehaltige Ernährung verfälschten pH-Wert des Urins zurück in ein saures Milieu.  Diätetische Merkmale: || Produktvorteile: Moderater Proteingehalt: || Durch die Eiweißbeschränkung wird die Auflösung von Struvitsteinen wirksam unterstützt. Begrenzter Phosphor- und Magnesiumgehalt: || Verringert die Bildung bzw. Konzentration an struvitbildenden Bestandteilen im Urin. Harnansäuerend / pH-Wert regulierend: || Die Einstellung des Urins im konstant sauren Bereich von pH 5,8 bis 6,0 hilft, Struvitsteine wirksam aufzulösen und verhindert dadurch die Bildung und Ansammlung von neuen Struvit-Kristallen. Steigerung der Diurese: || Eine Steigerung des Urinvolumens verstärkt die Spülung der ableitenden Harnwege, verringert die Konzentration der steinbildenden Ionen im Harn und unterstützt somit die Struvitsteinprophylaxe. Essentielle Fettsäuren (EPA und DHA): || Die Omega-3-Fettsäuren Eicosopentaen- und Docosahexaensäure (EPA/DHA) aus Lachsöl unterstützen die Filtrationsleistung der Nieren.",
        "key_benefits": [
            "Premium-Diät-Alleinfuttermittel für ausgewachsene Katzen",
            "Zur Unterstützung der Auflösung von Struvitsteinen",
            "Zur Verringerung der Gefahr des Wiederauftretens von Struvitsteinen",
            "Bei Erkrankung der unteren Harnwege bei Katzen",
            "Felines Urinary Syndrom (FUS)",
            "Proteinquelle: Huhn, Weißfisch",
            "Hergestellt in Deutschland",
            "EAN: 4250499205325"
        ],
        "ingredients": "Huhn (bestehend aus Mägen, Herzen, Lebern, Fett): 58%, Brühe: 30,2%, Weißfisch: 10%, Mineralstoffe: 1%, Lachsöl: 0,5%, Calciumcarbonat: 0,3%  Proteinquelle: Huhn, Weißfisch  Energiegehalt je 100 g: 0,39 MJ/92 kcal",
        "analysis": "Protein: 10,6%, Fettgehalt: 5%, Rohasche: 2,3%, Rohfaser: 0,3%, Feuchtigkeit: 80%, Calcium: 0,24%, Phosphor: 0,21%, Natrium: 0,22%, Magnesium: 0,05%, Chloride: 0,24%, Kalium: 0,22%, Schwefel: 0,26%",
        "additive": null,
        "calorie": null
    },
    {
        "url": "https://www.dr-link-tiernahrung.de/katzen/dr-link-tiernahrung-de-katzen-spezial-diaet-uebergewicht-diabetes-mellitus-obesity-management-diabetic-huhn-und-weissfisch-1292446.html",
        "brand": "Dr.Link",
        "title": "Dr. Link® SPEZIAL-DIÄT Übergewicht / Diabetes mellitus I Obesity Management / Diabetic Huhn und Weißfisch | 6x200g - Katzen",
        "descriptions": "Dr. Link® SPEZIAL-DIÄT Übergewicht / Diabetes mellitus I Obesity Management / Diabetic Huhn und Weißfisch Speziell entwickelte, naturbelassene Premium-Diät für Katzen. Aus hochwertigen tierischen Proteinen mit besonders hoher biologischer Wertigkeit und ausgewogenen Nährstoffkomponenten. Optimal abgestimmt auf die Ernährung von übergewichtigen Katzen und Katzen mit erhöhten Blutzuckerwerten bei Diabetes mellitus.  Premium-Diät-Alleinfuttermittel für Katzen  Indikation (Anwendungsgebiete): zur Verringerung von Übergewicht (Adipositas) Regulierung der Glukoseversorgung (Diabetes mellitus) bei übergewichtigen Katzen Kontraindikation (Gegenanzeigen): tragende und laktierende Katzen Katzen im Wachstum Untergewicht erhöhter Energiebedarf, z.B. bei Rekonvaleszenz Ziele der Diät: Gewichtsreduktion durch Ernährungsumstellung und die Vermeidung von Mangelerscheinungen an lebenswichtigen Vitaminen, Mineralstoffen und Spurenelementen durch ein spezielles Futtermittel, das kalorien- und fettreduziert ist, dabei gleichzeitig einen höheren Gehalt an Ballaststoffen und ausreichend Protein enthält, um einem Verlust an fettfreier Muskelmasse entgegenzuwirken.  Diätetische Merkmale / Produktvorteile: Mit Indikationsbedingt reduzierter Energiedichte: Ermöglicht die Fütterung normaler Futtermengen und reduziert somit die Gefahr von Heißhungerattacken sowie Nährstoffmangel durch zu geringe Fütterungsmengen (FdH). Mit bedarfsgerecht reduziertem Fettgehalt: Zur Begrenzung der Entwicklung von Fettgewebe. Hoher Proteingehalt: Zur Verhinderung von Muskelabbau. Für eine gute Akzeptanz und eine Reduktion der Nettoenergieaufnahme. Ausgewogene Komposition an lebenswichtigen Inhaltsstoffen (Vitaminen, Mineralien etc.): Eine synergistisch wirkende Antioxidantienkombination (Vitamin E, C und Taurin) unterstützt nachweislich den natürlichen Körperzellschutz gegen freie Radikale. Niedriger Kohlenhydratgehalt mit schneller Glukosefreisetzung und niedrigem Energiegehalt: Komplexe Kohlenhydrate, wie Reis besitzen einen niedrigen glykämischen Index, unterstützen eine verbesserte Sättigung und helfen, dem starken Blutzuckeranstieg nach den Mahlzeiten vorzubeugen. Entzündungshemmend: Die Omega-3-Fettsäuren Eicosapentaen- und Docosahexaensäure (EPA/DHA) aus Lachsöl können schmerzende Gelenkentzündungen hemmen und die Gesundheit von Haut und Fell fördern. Mit L-Carnitin: Zur Erleichterung der Fettverbrennung. L-Carnitin wirkt durch eine Aminosäurenverbindung unterstützend beim Abbau von Körperfett und reduziert die Fetteinlagerung in das Gewebe.",
        "key_benefits": [
            "Premium-Diät-Alleinfuttermittel für Katzen",
            "zur Verringerung von Übergewicht (Adipositas)",
            "Regulierung der Glukoseversorgung (Diabetes mellitus) bei übergewichtigen Katzen",
            "Proteinquellen: Huhn und Weißfisch",
            "hergestellt in Deutschland",
            "EAN: 4250499205295"
        ],
        "ingredients": "Huhn (bestehend aus Mägen, Lebern, Hälsen, Fett): 46%, Brühe, Weißfisch: 18%, Kartoffeln: 3%, Mineralstoffe: 1%, Zellulose: 1%, Calciumcarbonat  Kohlenhydratquelle: Kartoffel, Energiegehalt: 72 kcal/100g",
        "analysis": "Protein: 11,3%, Fettgehalt: 2,4%, Rohasche: 2,8%, Rohfaser: 1,3%, Feuchtigkeit: 81%, Stärke: 0,7%",
        "additive": null,
        "calorie": null
    }
]