{
    "site": "https://www.essentialfoods.com",
    "url": "https://www.essentialfoods.com/product/jaguar/",
    "brand": null,
    "title": "Essential The Jaguar",
    "image": "https://www.essentialfoods.com/wp-content/uploads/2014/02/cat.png",
    "descriptions": "ESSENTIAL the JAGUAR is our optimum food suggestion for cats and kittens of all sizes and breeds. As always, we have emphasized the premium quality of all our ingredients. With our unique recipe containing 80% chicken, salmon, trout and eggs, we are sure that even the fussiest cat will share our enthusiasm for ESSENTIAL FOODS.",
    "key_benefits": [
        "DUCK - Our free-range ducks are from Gressingham Duck, which is also the name of the breed.",
        "CHICKEN - Our Ross & Cobb chickens are always regional, from the UK.",
        "SALMON - Our salmon is farmed Scottish Atlantic salmon, a rich source of omega 3. All three sources of omega are included in ESSENTIALS: ALA, DHA and EPA.",
        "TROUT - Our rainbow trout are caught in the River Avon near Salisbury, England.",
        "FRESH EGGS - Our fresh eggs are a good source of protein, essential amino acids and the nutrients lutein and choline (vitamin b)"
    ],
    "ingredients": "Fresh chicken and duck, dried chicken and duck, fresh salmon and trout, potato, fresh whole eggs, sweet potato, peas, fresh chicken liver, chicken fat, flaxseed, liver stock, alfalfa sprouts, pea fibre, salmon oil, vitamins, minerals, cranberries, acai, blueberries, mulberries, apple, tomato, orange, pear, carrot, spinach, cauliflower, seaweed, marigold, ginseng, green tea, ginger, probiotic supplement. ",
    "analysis": [
        "Protein 40.0%",
        "Fat 17.0%",
        "Minerals 9.0%",
        "Water 7.0%",
        "Fibre 3.5%",
        "Omega6 4.5%",
        "Omega3 1.1%",
        "Calcium 1.5%",
        "Phosphorous 1.2%",
        "Glucosamine 0.09%",
        "Chondroitin 0.07%",
        "Kcal/Kg 3,920"
    ],
    "additive": null,
    "calorie": "Kcal/Kg 3,920"
}