[
    {
        "url": "https://www.1stchoice.ca/en-ca/products/1st/cat/adult/all-breeds/chicken/indoor-vitality/",
        "brand": "First Choice Canada",
        "title": "Indoor Vitality - Adult - 1st Choice Canada",
        "descriptions": "Our 1st Choice Indoor Vitality formula is the perfect choice for your indoor, pampered feline friend. Our carefully selected ingredients are specifically designed for cats that enjoy our modern lifestyle. The renowned Protégez-Vous magazine in Quebec recommends our Indoor Vitality formula as one of the \"Best Picks\" among 180 non-specialized cat foods analyzed by its panel of experts.",
        "key_benefits": null,
        "ingredients": "Chicken, chicken meal, rice, pea protein, chicken fat naturally preserved with mixed tocopherols, beet pulp, brown rice, pearled barley, oat groats, dried egg product, natural flavor, whole flaxseed, salmon oil, dried tomato pomace, pea fiber, potassium chloride, lecithin, calcium carbonate, choline chloride, salt, calcium propionate (as a preservative), sodium bisulfate, taurine, DL-methionine, L-lysine, yeast extract (a source of mannan-oligosaccharides), ferrous sulfate, ascorbic acid (vitamin C), chicory extract (a source of inulin), zinc oxide, sodium selenite, alpha-tocopherol acetate (a source of vitamin E), nicotinic acid, yucca schidigera extract, calcium iodate, manganous oxide, L-carnitine, D-calcium pantothenate, thiamine mononitrate, riboflavin, pyridoxine hydrochloride, vitamin A supplement, cholecalciferol (a source of vitamin D3), biotin, dried spearmint, dried parsley, green tea extract, zinc proteinate, vitamin B12 supplement, cobalt carbonate, folic acid, manganese proteinate, copper proteinate.",
        "analysis": "Crude protein 28% min., crude fat 18% min., crude fiber 3% max., moisture 10% max., ash 8.5% max., calcium 1.1% min., phosphorus 0.9% min., magnesium 0.1% max., vitamin A 34,000 IU/kg min., vitamin D3 2,000 IU/kg min., vitamin E 150 IU/kg min., taurine 2,100 mg/kg, mannan-oligosaccharides 1,000 mg/kg, fructo-oligosaccharides 500 mg/kg.",
        "additive": null,
        "calorie": "Metabolizable Energy (calculated) 440 kcal/ CUP 3685 kcal/ kg"
    },
    {
        "url": "https://www.1stchoice.ca/en-ca/products/1st/cat/adult/all-breeds/chicken/finicky/",
        "brand": "First Choice Canada",
        "title": "Finicky - Adult - 1st Choice Canada",
        "descriptions": "Our 1st Choice Finicky formula is our normal activity cat food specifically designed to satisfy the taste demands of all adult cats. It’s our best tasting cat food that we have ever made.",
        "key_benefits": null,
        "ingredients": "Chicken, chicken meal, rice, chicken fat naturally preserved with mixed tocopherols, pea protein, brown rice, herring meal, dried egg product, beet pulp, pearled barley, oat groats, natural flavor, pea fiber, whole flaxseed, dried tomato pomace, salmon oil, potassium chloride, lecithin, choline chloride, salt, calcium propionate (as a preservative), sodium bisulfate, calcium carbonate, taurine, DL-methionine, L-lysine, yeast extract, ferrous sulfate, ascorbic acid (vitamin C), chicory extract, zinc oxide, sodium selenite, alpha-tocopherol acetate (a source of vitamin E), nicotinic acid, yucca schidigera extract, calcium iodate, manganous oxide, D-calcium pantothenate, thiamine mononitrate, riboflavin, pyridoxine hydrochloride, vitamin A supplement, cholecalciferol (a source of vitamin D3), biotin, dried spearmint, dried parsley, green tea extract, zinc proteinate, vitamin B12 supplement, cobalt carbonate, folic acid, manganese proteinate, copper proteinate. ",
        "analysis": "Crude protein 30% min., crude fat 20% min., crude fiber 3% max., moisture 10% max., ash 9% max., calcium 1.2% min., phosphorus 0.9% min., magnesium 0.1% max., taurine 2,300 mg/kg, vitamin A 34,000 IU/kg min., vitamin D3 2,000 IU/kg min., vitamin E 150 IU/kg min.",
        "additive": null,
        "calorie": "Metabolizable Energy (calculated) 435 kcal/ CUP 3770 kcal/ kg"
    },
    {
        "url": "https://www.1stchoice.ca/en-ca/products/1st/cat/adult/all-breeds/duck/hypoallergenic/",
        "brand": "First Choice Canada",
        "title": "Hypoallergenic - Adult - 1st Choice Canada",
        "descriptions": "Our 1st Choice hypoallergenic formula is designed to facilitate digestion and is a grain-free alternative to traditional protein source foods. It is a truly unique food designed to maintain optimum health for cats with special nutritional needs.",
        "key_benefits": null,
        "ingredients": "Sweet potatoes, duck, rice protein, pea protein, vegetable oil, beet pulp, natural flavor, calcium carbonate, lecithin, pea fiber, monocalcium phosphate, whole flaxseed, salmon oil, dehydrated alfalfa, potassium chloride, choline chloride, monosodium phosphate, salt, calcium propionate (as a preservative), sodium bisulfate, taurine, DL-methionine, yeast extract (a source of mannan-oligosaccharides), L-lysine, ferrous sulfate, ascorbic acid (vitamin C), chicory extract (a source of inulin), L-cystine, zinc oxide, sodium selenite, alpha-tocopherol acetate (a source of vitamin E), glucosamine sulfate, nicotinic acid, yucca schidigera extract, chondroitin sulfate, calcium iodate, manganous oxide, L-carnitine, D-calcium pantothenate, thiamine mononitrate, riboflavin, pyridoxine hydrochloride, vitamin A supplement, cholecalciferol (a source of vitamin D3), biotin, dried spearmint, dried parsley, green tea extract, dried ginger, zinc proteinate, vitamin B12 supplement, cobalt carbonate, folic acid, manganese proteinate, copper proteinate",
        "analysis": "Crude protein 28% min., crude fat 12%  in., crude fiber 5% max., moisture 10% max., ash 9% max., calcium 1% min., phosphorus 0.8% min., magnesium 0.1% max., taurine 1,700 mg/kg vitamin A 34,000 IU/kg min., vitamin D3 2,000 IU/kg min., vitamin E 150 IU/kg min., mannan-oligosaccharides 1,000 mg/kg, fructo-oligosaccharides 500 mg/kg.",
        "additive": null,
        "calorie": "Metabolizable Energy (calculated) 325 kcal/ CUP 3274 kcal/ kg"
    },
    {
        "url": "https://www.1stchoice.ca/en-ca/products/1st/cat/adult/all-breeds/chicken/urinary-health/",
        "brand": "First Choice Canada",
        "title": "Urinary Health Cat Food - 1st Choice Canada",
        "descriptions": "Our 1st Choice Urinary Health was specially formulated to help prevent the formation of bladder stones through its low magnesium, calcium, and phosphorus content and its mildly acidic pH. It also helps prevent the formation of calcium oxalate bladder stones.",
        "key_benefits": null,
        "ingredients": "Chicken, chicken meal, rice, prairie meal, lentils, tapioca, chicken fat (preserved with mixed tocopherols), dried beet pulp, potato protein, pea fiber, natural flavor, flaxseed, lecithin, calcium carbonate, potassium chloride, choline chloride, salt, minerals [ferrous sulfate, zinc oxide, manganous oxide, sodium selenite, calcium iodate], vitamins [ascorbic acid (vitamin C), alpha-tocopherol acetate (a source of vitamin E), nicotinic acid, D-calcium pantothenate, thiamine mononitrate, vitamin A supplement, cholecalciferol (a source of vitamin D3), biotin, riboflavin, pyridoxine hydrochloride, vitamin B12 supplement, folic acid], sodium bisulfate, DL-methionine, taurine, L-lysine, yucca schidigera extract, rosemary extract, dried cranberry, L-carnitine, suncured alfalfa, dried pineapple, ginger, spearmint, parsley, green tea extract.",
        "analysis": "Crude protein 30% min., crude fat 16% min., crude fiber 5% max., moisture 10% max., ash 8% max., calcium 0.7% min., phosphorus 0.6% min., magnesium 0.08% max., vitamin A 20,000 IU/kg min., vitamin D3 1,800 IU/kg min., vitamin E 85 IU/kg min.",
        "additive": null,
        "calorie": "Metabolizable Energy (calculated) 435 kcal/ CUP 3620 kcal/ kg"
    },
    {
        "url": "https://www.1stchoice.ca/en-ca/products/1st/cat/adult/all-breeds/salmon/healthy-skin-coat/",
        "brand": "First Choice Canada",
        "title": "Healthy Skin & Coat - Adult - 1st Choice Canada",
        "descriptions": "Our 1st Choice Healthy Skin & Coat formula is designed specifically to enhance skin condition in all seasons and to produce a soft, shiny coat in both our long-and short-haired cats. Fish and fish oils have long been considered the secret to healthy skin and a great coat.",
        "key_benefits": null,
        "ingredients": "Salmon, menhaden meal, rice, pea protein, chicken fat naturally preserved with mixed tocopherols, dried egg product, beet pulp, pea fiber, natural flavor, brown rice, pearled barley, oat groats, whole flaxseed, salmon oil, dried tomato pomace, potassium chloride, lecithin, calcium carbonate, choline chloride, salt, calcium propionate (as a preservative), sodium bisulfate, taurine, DL-methionine, L-lysine, yeast extract, ferrous sulfate, ascorbic acid (vitamin C), chicory extract, zinc oxide, sodium selenite, alpha-tocopherol acetate (a source of vitamin E), nicotinic acid, yucca schidigera extract, L-cystine, calcium iodate, manganous oxide, L-carnitine, D-calcium pantothenate, thiamine mononitrate, riboflavin, pyridoxine hydrochloride, vitamin A supplement, cholecalciferol (a source of vitamin D3), biotin, dried spearmint, dried parsley, green tea extract, zinc proteinate, vitamin B12 supplement, cobalt carbonate, folic acid, manganese proteinate, copper proteinate.",
        "analysis": "Crude protein 30% min., crude fat 20% min., crude fiber 6% max., moisture 10% max., ash 9% max., calcium 1.2% min., phosphorus 1% min., magnesium 0.1% max., taurine 2600 mg/kg, vitamin A 34,000 IU/kg min., vitamin D3 2,000 IU/kg min., vitamin E 150 IU/kg min., omega-3 fatty acids 1.92%, omega-6 fatty acids 9.19%, omega-9 fatty acids 0.26%. ",
        "additive": null,
        "calorie": "Metabolizable Energy (calculated) 445 kcal/ CUP 3639 kcal/ kg"
    },
    {
        "url": "https://www.1stchoice.ca/en-ca/products/1st/cat/adult/all-breeds/chicken/sterilized/",
        "brand": "First Choice Canada",
        "title": "Sterilized - Adult - 1st Choice Canada",
        "descriptions": "Our 1st Choice Sterilized formula is designed for neutered cats. Since they use 20 to 30% less energy than non neutered cats, this formula can be fed to your cat at all times. It contains a high level of protein that will help limit weight gain while maintaining a healthy muscle mass.",
        "key_benefits": null,
        "ingredients": "Chicken meal, chicken, sweet potatoes, rice protein, lentils, tapioca, pea fiber, natural flavor, flaxseed, salt, chicken fat (preserved with mixed tocopherols and citric acid), potassium chloride, minerals (ferrous sulfate, zinc oxide, manganous oxide, zinc proteinate, manganese proteinate, sodium selenite, copper proteinate, calcium iodate), vitamins (alpha-tocopherol acetate (a source of vitamin E), nicotinic acid, D-calcium pantothenate, vitamin A supplement, cholecalciferol (a source of vitamin D3), thiamine mononitrate, biotin, riboflavin, pyridoxine hydrochloride, vitamin B12 supplement, folic acid), choline chloride, dried kelp, sodium bisulfate, DL-methionine, taurine, L-lysine, sunflower oil extract, ascorbic acid (vitamin C), yucca schidigera extract, rosemary extract, L-carnitine, suncured alfalfa, dried pineapple, ginger, spearmint, parsley, green tea extract. ",
        "analysis": "Crude protein 33% min., crude fat 9% min., crude fiber 5% max., moisture 10% max., ash 10% max., calcium 1.2% min., phosphorus 0.95% min., magnesium 0.1% max., vitamin A 20 000 UI/kg min., vitamin D3 1 800 UI/kg min., vitamin E 85 UI/kg min.",
        "additive": null,
        "calorie": null
    },
    {
        "url": "https://www.1stchoice.ca/en-ca/products/1st/cat/adult/all-breeds/chicken/weight-control/",
        "brand": "First Choice Canada",
        "title": "Weight Control - Adult - 1st Choice Canada",
        "descriptions": "Our 1st Choice Weight Control formula is specifically designed for cats that have a tendency to gain weight and also for spayed or neutered cats. A calorie-reduced formula to promote an ideal silhouette.",
        "key_benefits": null,
        "ingredients": "Chicken, chicken meal, rice, pea protein, brown rice, pearled barley, oat groats, beet pulp, pea fiber, natural flavor, chicken fat naturally preserved with mixed tocopherols, dried tomato pomace, whole flaxseed, lecithin, potassium chloride, choline chloride, salt, calcium carbonate, calcium propionate (as a preservative), sodium bisulfate, taurine, DL-methionine, L-lysine, yeast extract, ferrous sulfate, ascorbic acid (vitamin C), chicory extract, zinc oxide, sodium selenite, alpha-tocopherol acetate (a source of vitamin E), glucosamine sulfate, nicotinic acid, yucca schidigera extract, chondroitin sulfate, L-cystine, calcium iodate, manganous oxide, L-carnitine, D-calcium pantothenate, thiamine mononitrate, riboflavin, pyridoxine hydrochloride, vitamin A supplement, cholecalciferol (a source of vitamin D3), biotin, dried spearmint, dried parsley, green tea extract, zinc proteinate, vitamin B12 supplement, cobalt carbonate, folic acid, manganese proteinate, copper proteinate.",
        "analysis": "Crude protein 29% min., crude fat 10% min., crude fiber 6% max., moisture 10% max., ash 9% max., calcium 1% min., phosphorus 0.8% min., magnesium 0.1% max., taurine 2,100 mg/kg, vitamin A 34,000 IU/kg min., vitamin D3 2,000 IU/kg min., vitamin E 150 IU/kg min.",
        "additive": null,
        "calorie": null
    },
    {
        "url": "https://www.1stchoice.ca/en-ca/products/1st/cat/kitten/all-breeds/chicken/healthy-start/",
        "brand": "First Choice Canada",
        "title": "Kitten Food : Healthy Start - 1st Choice Canada",
        "descriptions": "Our 1st Choice Healthy Start formula is the best possible initiation to dry food after their weaning period. A calcium-rich formula to build strong bones, fatty acids for optimal development of vital organs as well as prebiotics to ensure a strong immune system. All kitten deserve a healthy start for a long life!",
        "key_benefits": null,
        "ingredients": "Chicken, chicken meal, rice, chicken fat naturally preserved with mixed tocopherols, pea protein, dried egg product, fish meal, brown rice, pearled barley, oat groats, natural flavor, beet pulp, pea fiber, whole flaxseed, salmon oil (a source of DHA), dried tomato pomace, potassium chloride, lecithin, choline chloride, salt, calcium propionate (as a preservative), calcium carbonate, yeast extract (a source of mannan-oligosaccharides), taurine, sodium bisulfate, DL-methionine, chicory extract (a source of inulin), ferrous sulfate, ascorbic acid (vitamin C), L-lysine, zinc oxide, sodium selenite, alpha-tocopherol acetate (a source of vitamin E), nicotinic acid, yucca schidigera extract, calcium iodate, manganous oxide, D-calcium pantothenate, thiamine mononitrate, riboflavin, pyridoxine hydrochloride, vitamin A supplement, cholecalciferol (a source of vitamin D3), zinc proteinate, biotin, dried spearmint, dried parsley, green tea extract, manganese proteinate, vitamin B12 supplement, cobalt carbonate, folic acid, copper proteinate.",
        "analysis": "Crude protein 30% min., crude fat 20% min.,crude fiber 3.5% max., moisture 10% max., ash 9% max., calcium 1.1% min., phosphorus 0.9% min., magnesium 0.1% max., taurine 2,300 mg/kg, vitamin A 34,000 IU/kg min., vitamin D3 2,000 IU/kg min., vitamin E 150 IU/kg min., DHA 1,200 mg/kg, mannan-oligosaccharides 2,000 mg/kg, fructo-oligosaccharides 1,000 mg/kg.",
        "additive": null,
        "calorie": null
    },
    {
        "url": "https://www.1stchoice.ca/en-ca/products/1st/cat/senior/all-breeds/chicken/mature-less-active/",
        "brand": "First Choice Canada",
        "title": "Mature or less active - Senior - 1st Choice Canada",
        "descriptions": "Our 1st Choice Mature - Less Active formula is the perfect choice for your pampered senior feline friend. Enriched with glucosamine and chondroitin to promote joint health. Special nutrients and antioxidants help slow down the aging process.",
        "key_benefits": null,
        "ingredients": "Chicken, chicken meal (a natural source of glucosamine and chondroitin), rice, brown rice, pearled barley, pea protein, chicken fat naturally preserved with mixed tocopherols, dried egg product, oat groats, natural flavor, beet pulp, whole flaxseed, pea fiber, dried tomato pomace, salmon oil, potassium chloride, lecithin, calcium carbonate, choline chloride, salt, calcium propionate (as a preservative), sodium bisulfate, yeast extract, taurine, chicory extract, DL-methionine, L-lysine, ferrous sulfate, collagen peptide, ascorbic acid (vitamin C), zinc oxide, sodium selenite, alpha-tocopherol acetate (a source of vitamin E), glucosamine sulfate, nicotinic acid, chondroitin sulfate, yucca schidigera extract, L-cystine, calcium iodate, manganous oxide, L-carnitine, D-calcium pantothenate, thiamine mononitrate, riboflavin, pyridoxine hydrochloride, vitamin A supplement, cholecalciferol (a source of vitamin D3), biotin, dried spearmint, dried parsley, green tea extract, zinc proteinate, vitamin B12 supplement, cobalt carbonate, folic acid, manganese proteinate, copper proteinate.",
        "analysis": "Crude protein 27% min., crude fat 15% min., crude fiber 3.5% max., moisture 10% max., ash 8.5% max., calcium 1% min., phosphorus 0.9% min., magnesium 0.1% max., taurine 2100 mg/kg, vitamin A 34,000 IU/kg min., vitamin D3 2,000 IU/kg min., vitamin E 150 IU/kg min., vitamin C 250 mg/kg.",
        "additive": null,
        "calorie": "Metabolizable Energy (calculated) 425 kcal/ CUP 3534 kcal/ kg"
    }
]