{
    "url": "https://www.petcurean.com/product/gather-free-acres-recipe-cats/",
    "brand": "GATHER",
    "title": null,
    "descriptions": "We call it Free Acres, because the chicken in this delicious recipe is sustainably produced, certified organic and free-run. And, it is the single source of poultry protein. We’ve included other wholesome foods such as organic peas, lentils, organic flaxseed, blueberries and cranberries to provide your cat with extra nutrition and extraordinary flavours!",
    "key_benefits": [
        "Single source poultry protein from certified organic free-run chicken",
        "Grain & gluten free",
        "Non-GMO (no genetically engineered ingredients)",
        "Complete and balanced nutrition with:",
        "Fresh and dehydrated proteins and no rendered ingredients",
        "Eggshell meal; a natural source of calcium to promote bone strength and also contains eggshell membrane, a source of glucosamine, chondroitin, hyaluronic acid and collagen",
        "Omega 3 & 6 oils to support healthy skin and a radiant coat",
        "No antibiotics or added growth hormones",
        "No by-products",
        "No artificial colours, flavours or preservatives",
        "No wheat, corn or soy"
    ],
    "ingredients": "Organic chicken, organic dehydrated chicken, organic peas, lentils, chicken fat (preserved with mixed tocopherols), organic flaxseed, natural chicken flavour, blueberries, cranberries, egg shell meal, vitamins (vitamin A supplement, vitamin D3 supplement, vitamin E supplement, niacin, L-ascorbyl-2-polyphosphate (a source of vitamin C), thiamine mononitrate, d-calcium pantothenate, riboflavin, pyridoxine hydrochloride, folic acid, biotin, vitamin B12 supplement), minerals (zinc proteinate, iron proteinate, copper proteinate, manganese proteinate, calcium iodate, sodium selenite), DL-methionine, taurine, dried rosemary.",
    "analysis": [
        "Crude protein (min) 30%",
        "Crude fat (min) 16%",
        "Crude fibre (max) 4.5%",
        "Moisture (max) 10%",
        "Ash (max) 9%",
        "Phosphorus (min) 0.7%",
        "Magnesium (min) 0.09%",
        "Taurine (min) 0.21%",
        "*Omega 6 (min) 1.7%",
        "*Omega 3 (min) 0.5%"
    ],
    "additive": null,
    "calorie": [
        "ME per kg 3664 kcal/kg 3983 kcal/kg",
        "ME per cup 403 kcal/cup 438 kcal/cup",
        "Energy from protein 29 % 29 %",
        "Energy from fat 38 % 38 %",
        "Energy from carbs 32 % 32 %"
    ]
}