[
    {
        "url": "https://www.grandmamaes.com/cat_products/chicken-meal-brown-rice/",
        "brand": "Grandma mae's",
        "title": "Chicken Meal & Brown Rice Recipe for Cats & Kittens – Grandma Mae's Country Naturals",
        "descriptions": "Our Chicken Meal & Brown Rice Recipe is a non-GMO dry food made with the highest quality chicken meal and healthy brown rice.  Like all our cat foods, this recipe is Uristic, a word that means optimized for long term urinary tract health. The formula’s 1% Methionine, found naturally occurring in our fresh ingredients and supplemented to optimal levels, raises the acidity of urine.  This helps break down urine crystals and in turn reduces inflammation of the urinary tract and the chance of infections.",
        "key_benefits": [
            "Protein Rich Chicken Meal is the first ingredient",
            "Uristic Helps Prevent Urinary Tract Issues",
            "Healthy Skin & Coat Wholesome Fats & Flaxseed Meal",
            "Support for Digestion Brown Rice & Fiber",
            "No White Potatoes Lower Glycemic Index",
            "Plus Menhaden Fish Meal A Flavor Cats Love",
            "Healthy Immune System With Nutritious Fruits & Vegetables",
            "No Genetic Engineering Ingredients Grown without Bioengineering",
            "No Dairy, Corn, Soy or Wheat No Artificial Preservatives, No Artificial Flavors or Colorants"
        ],
        "ingredients": "Chicken Meal, Brown Rice, Chicken Fat (preserved with Mixed Tocopherols), Barley, Pea Protein, Eggs, Menhaden Fish Meal, Tomato Pomace, Natural Chicken Liver Flavor, Flaxseed Meal, Brewer’s Yeast, DL-Methionine, Taurine, Chelated Potassium Chloride, Chelated Choline Chloride, Cranberries, Blueberries, Sweet Potato, Dried Carrots, Dried Spinach, Lecithin, Salt, L-Lysine, Chelated Calcium Carbonate, Monosodium Phosphate, Vitamin E Supplement, Yucca Schidigera Extract, Dried Lactobacillus acidophilus Fermentation Product*, Dried Bacillus subtilis Fermentation Product*, Dried Bifidobacterium thermophilum Fermentation Product*, Dried Bifidobacterium longum Fermentation Product*, Dried Enterococcus faecium Fermentation Product*, Zinc Proteinate, Zinc Sulfate, Selenium Yeast, Ferrous Sulfate, Copper Proteinate, Manganese Proteinate, Vitamin A Supplement, Chelated Copper Sulfate, Niacin, Calcium Pantothenate, Vitamin B12 Supplement, Chelated Manganese Sulfate, Riboflavin, Biotin, Vitamin D3 Supplement, Cobalt Proteinate, Thiamine Mononitrate, Folic Acid, Chelated Calcium Iodate.",
        "analysis": "Crude Protein: 34.0% min. Crude Fat: 20.0% min. Crude Fiber: 3.5% max. Moisture: 10.0% max. Ash: 7% max. Magnesium: 1.0% max. Phosphorus: 0.90% max. Methionine: 1.0% min. Taurine: 0.5% min. Omega 3 Fatty Acids*: 0.6% min. Omega 6 Fatty Acids*: 3.2% min. Calcium Content: Min 1.05%",
        "additive": null,
        "calorie": "Calorie Content: 3900 Kcal/kg ME (calculated). 470 kcal/cup.  One standard 8oz measuring cup holds approximately 4.25oz of Grandma Mae’s Country Naturals food."
    },
    {
        "url": "https://www.grandmamaes.com/cat_products/duck-meal-brown-rice/",
        "brand": "Grandma mae's",
        "title": "Duck Meal Recipe for Cats & Kittens – Grandma Mae's Country Naturals",
        "descriptions": "Our Duck Meal Recipe is a non-GMO dry food made with the highest quality duck meal and healthy brown rice.  Like all our cat foods, this recipe is Uristic, a word that means optimized for long term urinary tract health. The formula’s 1% Methionine, found naturally occurring in our fresh ingredients and supplemented to optimal levels, raises the acidity of urine.  This helps break down urine crystals and in turn reduces inflammation of the urinary tract and the chance of infections.",
        "key_benefits": [
            "Protein Rich Duck Meal is the first ingredient",
            "Over 70% Protein from Animal Sources",
            "Uristic! Helps Prevent Urinary Tract Issues",
            "Lustrous Skin & Coat Wholesome Fats",
            "Support for Digestion Brown Rice, Fiber & Probiotics",
            "No Fish Or fish products",
            "No White Potatoes Lower Glycemic Index",
            "No Genetic Engineering Ingredients Grown without Bioengineering",
            "No Dairy, Corn, Soy or Wheat No Artificial Preservatives, No Artificial Flavors or Colorants"
        ],
        "ingredients": "Duck Meal, Brown Rice, Pearled Barley, Oats, Egg Product, Millet, Chicken Fat (preserved with Mixed Tocopherols), Chicken Liver, Dried Apple Pomace, Natural Flavor, Flaxseed Meal, Dried Brewers Yeast, Pea Protein, DL-Methionine, Cranberries, Blueberries, Taurine, Potassium Chloride, Choline Chloride, Monosodium Phosphate, Vitamin E Supplement, Yucca Schidigera Extract, Dried Lactobacillus acidophilus Fermentation Product, Dried Bacillus subtilis Fermentation Product, Dried Bifidobacterium thermophilum Fermentation Product, Dried Bifidobacterium longum Fermentation Product, Dried Enterococcus faecium Fermentation Product, Zinc Proteinate, Zinc Sulfate, Sodium Selenite, Ferrous Sulfate, Copper Proteinate, Maganese Proteinate, Vitamin A Supplement, Copper Sulfate, Niacin, Calcium Pantothenate, Vitamin B12 Supplement, Maganese Sulfate, Riboflavin, Biotin, Vitamin D3 Supplement, Cobalt Proteinate, Thiamine Mononitrate, Folic Acid, Calcium Iodate.",
        "analysis": "Crude Protein: 32% MIN Crude Fat: 15% MIN Crude Fiber: 3.5% MAX Moisture: 10% MAX Methionine: 1.0% MIN Magnesium: 0.11% MAX Taurine: 0.3% MAX Omega-3 Fatty Acids*: 0.3% MIN Omega-6 Fatty Acids*: 3.4% MIN",
        "additive": null,
        "calorie": "Calorie Content: 3525 Kcal/kg ME (calculated)."
    },
    {
        "url": "https://www.grandmamaes.com/cat_products/grain-free-chicken-meal-herring-meal/",
        "brand": "Grandma mae's",
        "title": "Grain Free Chicken Meal & Herring Meal Recipe for Cats & Kittens – Grandma Mae's Country Naturals",
        "descriptions": "Our Chicken Meal & Herring Meal Recipe is a non-GMO, grain free dry food made with the highest quality chicken meal and herring meal—two of cats’ favorite proteins.  Like all our cat foods, this recipe is Uristic, a word that means optimized for long term urinary tract health. The formula’s 1% Methionine, found naturally occurring in our fresh ingredients and supplemented to optimal levels, raises the acidity of urine.  This helps break down urine crystals and in turn reduces inflammation of the urinary tract and the chance of infections.",
        "key_benefits": [
            "Healthy Proteins From Chicken, Fish and Egg Sources",
            "Uristic! Helps Prevent Urinary Tract Issues",
            "Healthy Skin & Coat Wholesome Fats & Oils",
            "Support for Digestion Brown Rice, Fiber & Probiotics",
            "No White Potatoes Lower Glycemic Index",
            "Healthy Immune System With Nutritious Vegetables",
            "No Genetic Engineering Ingredients Grown without Bioengineering",
            "No Dairy, Corn, Soy or Wheat ",
            "No Artificial Preservatives, No Artificial Flavors or Colorants"
        ],
        "ingredients": "Chicken Meal, Peas, Lentils, Chickpeas, Chicken Fat (preserved with mixed tocopherols), Herring Meal, Eggs, Menhaden Fish Oil, Organic Dried Kelp, DL-Methionine, Calcium Carbonate, Lecithin, Choline Chloride, L-Lysine, Taurine, Vitamin E Supplement, Niacin Supplement, Thiamine Mononitrate, Pyridoxine Hydrochloride, Riboflavin Supplement, Yucca Schidigera Extract, Biotin, d-Calcium Pantothenate, Vitamin B12 Supplement, Vitamin A Acetate, Vitamin D3 Supplement, Folic Acid, Potassium Chloride, Ferrous Sulfate, Zinc Sulfate, Zinc Proteinate, Iron Proteinate, Copper Sulfate, Zinc Oxide, Manganese Sulfate, Manganese Proteinate, Copper Proteinate, Manganous Oxide, Sodium Selenite, Chelated Calcium Iodate.",
        "analysis": "Crude Protein: 35.0% min. Crude Fat: 17.0% min. Crude Fiber: 3.5% max. Moisture: 10.0% max. Phosphorus: 0.78% min. Magnesium: 0.09% max. Methionine: 1.0% min. Taurine: 0.5% min. Omega 6 Fatty Acids*: 3.4% min. Omega 3 Fatty Acids*: 0.6% min.",
        "additive": null,
        "calorie": "Calorie Content (ME, calculated): 3700 Kcal/kg, 440 kcal/cup."
    },
    {
        "url": "https://www.grandmamaes.com/cat_products/grain-free-salmon-meal/",
        "brand": "Grandma mae's",
        "title": "Grain Free Salmon Meal Recipe for Cats & Kittens – Grandma Mae's Country Naturals",
        "descriptions": "Our Salmon Meal Recipe is a non-GMO, grain free dry food made with the highest quality salmon meal and herring meal—two of cats’ favorite proteins.  Like all our cat foods, this recipe is Uristic, a word that means optimized for long term urinary tract health. The formula’s 1% Methionine, found naturally occurring in our fresh ingredients and supplemented to optimal levels, raises the acidity of urine.  This helps break down urine crystals and in turn reduces inflammation of the urinary tract and the chance of infections.",
        "key_benefits": [
            "Protein Rich Salmon Meal is the first Ingredient",
            "Uristic! Helps Prevent Urinary Tract Issues",
            "Limited Ingredient Diet No Protein from Chicken",
            "Healthy Skin & Coat Wholesome Fats & Flaxseed Meal",
            "No Potatoes Lower Glycemic Index",
            "No Genetic Engineering Ingredients Grown without Bioengineering",
            "Strong Immune System With Nutritious Vegetables",
            "Grain Free No Dairy, Corn, Soy or Wheat Gluten",
            "No Artificial Preservatives No Artificial Flavors or Colorants"
        ],
        "ingredients": "Salmon Meal, Field Peas, Chicken Fat (preserved with Mixed Tocopherols), Garbanzo Beans, Herring Meal, Tapioca, Dried Egg, Lentils, Pea Protein, Flaxseed Meal, DL-Methionine, Choline Chloride, Taurine, Cranberries, Blueberries, L-Lysine, Calcium Carbonate, Monosodium Phosphate, Vitamin E Supplement, Dried Lactobacillus acidophilus Fermentation Product, Dried Bacillus subtilis Fermentation Product, Dried Bifidobacterium thermophilum Fermentation Product, Dried Bifidobacterium longum Fermentation Product, Dried Enterococcus faecium Fermentation Product, Chelated Zinc Proteinate, Zinc Sulfate, Selenium Yeast, Ferrous Sulfate, Chelated Copper Proteinate, Chelated Manganese Proteinate, Vitamin A Supplement, Copper Sulfate, Niacin, Calcium Pantothenate, Vitamin B12 Supplement, Manganese Sulfate, Riboflavin, Biotin, Vitamin D3 Supplement, Chelated Cobalt Proteinate, Thiamine Mononitrate, Folic Acid, Calcium Iodate.",
        "analysis": "Crude Protein: 31% MIN Crude Fat: 19% MIN Crude Fiber: 2.5% MAX Moisture: 10.0% MAX Methionine: 1.0% MIN Taurine: 0.3% MIN Omega 3 Fatty Acids*: 3.8% MIN Omega 6 Fatty Acids*: 0.7% MIN",
        "additive": null,
        "calorie": "Calorie Content (ME, calculated): 3820 KCAL/KG, 460 KCAL/CUP One standard 8oz measuring cup holds approximately 4.25oz of Grandma Mae’s Country Naturals food."
    },
    {
        "url": "https://www.grandmamaes.com/cat_products/grain-free-weight-control-hairball/",
        "brand": "Grandma mae's",
        "title": "Grain Free Weight Control/Hairball Recipe – Grandma Mae's Country Naturals",
        "descriptions": "Our Grain Free Weight Control/Hairball Recipe is a non-GMO, grain free dry food formulated specifically for adult, senior, and less active cats.  Made with the highest quality chicken meal and whitefish meal—two of cats’ favorite proteins—it contains 7% fiber for optimal hairball prevention.  Like all our cat foods, this recipe is also Uristic, a word that means optimized for long term urinary tract health. The formula’s 1% Methionine, found naturally occurring in our fresh ingredients and supplemented to optimal levels, raises the acidity of urine.  This helps break down urine crystals and in turn reduces inflammation of the urinary tract and the chance of infections.",
        "key_benefits": [
            "Healthy Proteins From Chicken, Fish and Egg Sources",
            "Low Calorie Compare Calories with Other Weight Loss Cat Foods",
            "Uristic! Helps Prevent Urinary Tract Issues",
            "High Fiber Supports Digestive Health",
            "Healthy Skin & Coat Wholesome Fats & Flaxseed Meal",
            "No Genetic Engineering Ingredients Grown without Bioengineering",
            "No White Potatoes Lower Glycemic Index",
            "Grain Free No Dairy, Corn, Soy or Wheat Gluten",
            "No Artificial Preservatives No Artificial Flavors or Colorants"
        ],
        "ingredients": "Chicken Meal, Yellow Peas, Lentils, Pea Flour, Sweet Potato, Chicken Fat (preserved with Mixed Tocopherols), Dried Egg, Whitefish Meal, Pea Protein, Tapioca, Natural Chicken Liver Flavor, Brewers Dried Yeast, Powdered Cellulose, Dried Tomato Pomace, Lecithin, DL-Methionine, Calcium Carbonate, L-Lysine, Salt, Taurine, Yucca Schidigera Extract, Vitamin E Supplement, Niacin Supplement, Thiamine Mononitrate, Pyridoxine Hydrochloride, Riboflavin Supplement, Ascorbic Acid, Biotin, d-Calcium Pantothenate, Vitamin B12 Supplement, Vitamin A Acetate, Vitamin D3 Supplement, Folic Acid, Potassium Chloride, Ferrous Sulfate, Zinc Sulfate, Zinc Proteinate, Iron Proteinate, Copper Sulfate, Zinc Oxide, Manganese Sulfate, Manganese Proteinate, Copper Proteinate, Manganous Oxide, Sodium Selenite, Calcium Iodate.",
        "analysis": "Crude Protein: 30.0% min. Crude Fat: 8.0% min. 10.0% max. Crude Fiber: 7.0% max. Moisture: 10.0% max. Methionine: 1.0% min. Phosphorus: 0.9% max. Magnesium: 0.09% max. Omega 6 Fatty Acids*: 2.7% min. Omega 3 Fatty Acids*: 0.5% min.",
        "additive": null,
        "calorie": "Calorie Content (ME, calculated): 2950 Kcal/kg, 350 kcal/cup."
    }
]