{
    "url": "https://www.catological.com/hi-tek-naturals-dry-cat-food-review/#",
    "brand": "Hi-tek Naturals",
    "title": "Hi-Tek Naturals Cat Food (Dry) Review And Nutrition Analysis",
    "descriptions": [
        "Hi-Tek’s product line includes 1 dry recipe/flavor.",
        "Each recipe below includes its related AAFCO nutrient profile when available on the product’s official webpage or packaging: Growth (G), Maintenance (M), All Life Stages (A), Supplemental (S) or Unspecified (U).",
        "The star rating is a rough average of all of the flavors in a single line of food. If an individual recipe scored lower or higher, we will mark that below, next to the flavor."
    ],
    "key_benefits": [
        "Meat is the first ingredient",
        "Peas, which are not biologically appropriate ingredients for cats, are the second ingredient",
        "Other fillers are also used in this recipe",
        "Includes added vitamins and high quality, proteinate versions of some minerals"
    ],
    "ingredients": "Chicken Meal, Peas, Chicken Fat (Preserved with Mixed Tocopherols), Sweet Potatoes, Menhaden Fish Meal, Chick Peas, Flax Seed, Potatoes, Natural Flavor, Lentils, Tomato Pomace, Taurine, Dried Chicory Root, Alfalfa Leaf, Carrots, Cranberries, Herring Oil (Preserved with Mixed Tocopherols), Tomatoes, Vitamin E Supplement, Niacin Supplement, D-Calcium Pantothenate, Vitamin B-12 Supplement, Vitamin A Acetate, Vitamin D-3 Supplement, D-Biotin, Riboflavin Supplement, Thiamine Mononitrate, Pyridoxine Hydrochloride, Menadione Sodium Bisulfite, Folic Acid, Lactobacillus Acidophilus, Iron Proteinate, Zinc Proteinate, Manganese Proteinate, Copper Proteinate, Sodium Selinite, Cobalt Protenate, Ethylenediamine Dyhydriodide, Dried Lactobacillus Acidophilus, Enterococcus Faecium, Dreied Spergillus Niger, Dried Trichoderma Longibrachiatum, Dried Basillus Subtilis Fermentation Products.",
    "analysis": [
        "Protein Fat Carbs",
        "Guaranteed Analysis 38% 18% NA",
        "Dry Matter Basis 43% 20% 23%",
        "Calorie Weighted Basis 37% 43% 20%"
    ],
    "additive": null,
    "calorie": null,
    "image": "https://catological.b-cdn.net/wp-content/uploads/2018/09/hiteknaturalsdry-1.jpg",
    "site": "https://www.catological.com"
}