[
    {
        "url": "https://www.hillspet.co.kr/cat-food/sd-adult-7-plus-hairball-control-cat-food-dry",
        "brand": null,
        "title": "Hill's™ Science Diet™ Adult 7+ Hairball Control Cat Food - dry",
        "descriptions": [
            "행복하고 장수하기 위한 훌륭한 풍미의 천연* 영양식입니다. 부드러운 가르릉 소리를 듣고, 그보다 더 부드러운 콧잔등을 보고 있노라면 당신과 반려묘는 뭔가 특별한 것을 가진듯 합니다. 둘이 함께 보내는 순간 순간이 소중하기 때문에, 저희는 여러분들이 그 모든 것을 간직할 수 있도록 노력합니다. 건강한 원료와 올바른 영양소로 말이죠. Hill's Science Diet는 당신의 반려묘가 일생에 걸쳐 필요한 건강과 행복을 제공하도록 세심하게 준비된 제품입니다.",
            "저희는 북미, 유럽 그리고 뉴질랜드에서 공수한 최고 품질의 원료를 이용하여 미국 현지에 있는 시설에서 사료를 하나하나 제조하고 있습니다. 이 원료들은 순도와 영양소 함량에 있어서 사료 산업의 기준을 훨씬 상회하는 저희의 철저한 요구조건을 만족해야만 사용할 수 있습니다.",
            "보호소에 있는 반려동물들의 삶에 변화를 줄 수 있습니다. Science Diet를 구매하실때마다 100,000마리 이상의 유기동물들이 매일 식사를 하는데 도움을 주는 것이지요. 자세한 사항은 hillsfoodshelterlove.com 에서 확인하세요.",
            "*비타민, 미네랄, 아미노산 추가"
        ],
        "key_benefits": "Hill's Science Diet Adult 7+ Hairball Control 반려묘용 사료는 노령묘의 헤어볼 형성을 억제하고 섬세하게 균형잡히고 소화하기 쉬운 영양식을 제공합니다.",
        "ingredients": "Chicken, Whole Grain Wheat, Corn Gluten Meal, Pork Fat, Powdered Cellulose, Wheat Gluten, Brewers Rice, Dried Beet Pulp, Chicken Liver Flavor, Lactic Acid, Calcium Sulfate, Potassium Chloride, Fish Oil, Choline Chloride, Calcium Carbonate, Taurine, vitamins (Vitamin E Supplement, L-Ascorbyl-2-Polyphosphate (source of Vitamin C), Niacin Supplement, Thiamine Mononitrate, Vitamin A Supplement, Calcium Pantothenate, Riboflavin Supplement, Biotin, Vitamin B12 Supplement, Pyridoxine Hydrochloride, Folic Acid, Vitamin D3 Supplement), Iodized Salt, L-Lysine, minerals (Ferrous Sulfate, Zinc Oxide, Copper Sulfate, Manganous Oxide, Calcium Iodate, Sodium Selenite), L-Carnitine, Mixed Tocopherols for freshness, Green Peas, Natural Flavors, Apples, Cranberries, Carrots, Broccoli, Beta-Carotene.",
        "analysis": [
            "Nutrient Dry Matter1 %",
            "단백질 34.0",
            "지방 19.9",
            "조섬유 9.0",
            "탄수화물 31.3",
            "칼슘 0.80",
            "Phosphorous 0.58",
            "나트륨 0.35",
            "칼륨 0.71",
            "마그네슘 0.076",
            "타우린 0.24",
            "카르니틴 559.8 ppm",
            "비타민 C 141 ppm",
            "비타민 E 742 IU/kg",
            "총 Omega-3 지방산 0.50",
            "Chondroitin Sulphate 509 ppm",
            "글루코사민 201 ppm",
            "라이신 1.17"
        ],
        "additive": null,
        "calorie": null
    },
    {
        "url": "https://www.hillspet.co.kr/cat-food/sd-adult-7-plus-healthy-cuisine-roasted-chicken-and-rice-medley-cat-food-canned",
        "brand": null,
        "title": "Hill's™ Science Diet™ Adult 7+ Healthy Cuisine Roasted Chicken & Rice Medley Cat Food - canned",
        "descriptions": [
            "당신의 반려묘에게 건강한 음식을 먹일때 당신 또한 행복을 느낍니다. 부드러운 가르릉 소리를 듣고, 그보다 더 부드러운 콧잔등을 보고 있노라면 당신과 반려묘는 뭔가 특별한 것을 가진듯 합니다. 둘이 함께 보내는 순간 순간이 소중하기 때문에, 저희는 여러분들이 그 모든 것을 간직할 수 있도록 노력합니다. 건강한 원료와 올바른 영양소로 말이죠. Hill's Science Diet는 당신의 반려묘가 일생에 걸쳐 필요한 건강과 행복을 제공하도록 세심하게 준비된 제품입니다.",
            "보호소에 있는 반려동물들의 삶에 변화를 줄 수 있습니다. Science Diet를 구매하실때마다 100,000마리 이상의 유기동물들이 매일 식사를 하는데 도움을 주는 것이지요. 자세한 사항은 hillsfoodshelterlove.com 에서 확인하세요."
        ],
        "key_benefits": "Hill's Science Diet Adult 7+ Healthy Cuisine Roasted Chichen Rice Medley는 구운 닭고기와 쌀의 맛있는 풍미를 군침돌게 만드는 소스와 버무렸습니다 --- 당신의 반려묘를 위한 완벽한 균형을 갖춘 캔사료입니다.",
        "ingredients": "Chicken Broth, Chicken, Pork Liver, Carrots, Wheat Gluten, Spinach, Rice Starch, Rice, Powdered Cellulose, Chicken Liver Flavor, Potassium Alginate, Chicken Fat, Calcium Chloride, Dicalcium Phosphate, Guar Gum, Soybean Oil, Calcium Lactate, Calcium Gluconate, Taurine, Choline Chloride, Potassium Citrate, vitamins (Vitamin E Supplement, L-Ascorbyl-2-Polyphosphate (source of Vitamin C), Thiamine Mononitrate, Niacin Supplement, Pyridoxine Hydrochloride, Calcium Pantothenate, Vitamin B12 Supplement, Riboflavin Supplement, Biotin, Vitamin D3 Supplement, Folic Acid), Sodium Tripolyphosphate, minerals (Zinc Oxide, Ferrous Sulfate, Manganese Sulfate, Copper Sulfate, Calcium Iodate), DL-Methionine, L-Lysine, Beta-Carotene.",
        "analysis": [
            "Nutrient Dry Matter1 %",
            "단백질 38.5",
            "지방 19.4",
            "조섬유 4.6",
            "탄수화물 32.2",
            "칼슘 0.90",
            "Phosphorous 0.60",
            "나트륨 0.30",
            "칼륨 1.00",
            "마그네슘 0.058",
            "비타민 C 116 ppm",
            "비타민 E 667 IU/kg",
            "총 Omega-3 지방산 0.25",
            "총 Omega-6 지방산 3.24"
        ],
        "additive": null,
        "calorie": null
    },
    {
        "url": "https://www.hillspet.co.kr/cat-food/sd-adult-hairball-control-light-cat-food-dry",
        "brand": null,
        "title": "Hill's™ Science Diet™ Adult Hairball Control Light Cat Food - dry",
        "descriptions": [
            "행복하고 장수하기 위한 훌륭한 풍미의 천연* 영양식입니다. 부드러운 가르릉 소리를 듣고, 그보다 더 부드러운 콧잔등을 보고 있노라면 당신과 반려묘는 뭔가 특별한 것을 가진듯 합니다. 둘이 함께 보내는 순간 순간이 소중하기 때문에, 저희는 여러분들이 그 모든 것을 간직할 수 있도록 노력합니다. 건강한 원료와 올바른 영양소로 말이죠. Hill's Science Diet는 당신의 반려묘가 일생에 걸쳐 필요한 건강과 행복을 제공하도록 세심하게 준비된 제품입니다.",
            "저희는 북미, 유럽 그리고 뉴질랜드에서 공수한 최고 품질의 원료를 이용하여 미국 현지에 있는 시설에서 사료를 하나하나 제조하고 있습니다. 이 원료들은 순도와 영양소 함량에 있어서 사료 산업의 기준을 훨씬 상회하는 저희의 철저한 요구조건을 만족해야만 사용할 수 있습니다.",
            "보호소에 있는 반려동물들의 삶에 변화를 줄 수 있습니다. Science Diet를 구매하실때마다 100,000마리 이상의 유기동물들이 매일 식사를 하는데 도움을 주는 것이지요. 자세한 사항은 hillsfoodshelterlove.com 에서 확인하세요.",
            "* 비타민, 미네랄, 아미노산 추가"
        ],
        "key_benefits": "Hill's Science Diet Adult Hairball Control Light 반려묘용 사료는 헤어볼 형성을 억제하고 좀 더 가볍고 건강한 생활 방식을 위해 섬세하게 균형잡히고 소화하기 쉬운 영양식을 제공합니다.",
        "ingredients": "Chicken, Corn Gluten Meal, Brewers Rice, Wheat Gluten, Powdered Cellulose, Whole Grain Wheat, Chicken Liver Flavor, Dried Beet Pulp, Soybean Oil, Calcium Sulfate, Lactic Acid, Chicken Fat, Potassium Chloride, Dicalcium Phosphate, Choline Chloride, Iodized Salt, Fish Oil, vitamins (Vitamin E Supplement, L-Ascorbyl-2-Polyphosphate (source of Vitamin C), Niacin Supplement, Thiamine Mononitrate, Vitamin A Supplement, Calcium Pantothenate, Riboflavin Supplement, Biotin, Vitamin B12 Supplement, Pyridoxine Hydrochloride, Folic Acid, Vitamin D3 Supplement), Taurine, minerals (Ferrous Sulfate, Zinc Oxide, Copper Sulfate, Manganous Oxide, Calcium Iodate, Sodium Selenite), L-Carnitine, Mixed Tocopherols for freshness, Natural Flavors, Green Peas, Apples, Cranberries, Carrots, Broccoli, Beta-Carotene.",
        "analysis": [
            "Nutrient Dry Matter1 %",
            "단백질 40.0",
            "지방 9.6",
            "조섬유 8.0",
            "탄수화물 35.1",
            "칼슘 1.08",
            "Phosphorous 0.79",
            "나트륨 0.44",
            "칼륨 0.83",
            "마그네슘 0.076",
            "타우린 0.23",
            "카르니틴 574.4 ppm",
            "비타민 C 94 ppm",
            "비타민 E 725 IU/kg",
            "총 Omega-3 지방산 0.41",
            "총 Omega-6 지방산 3.46"
        ],
        "additive": null,
        "calorie": null
    },
    {
        "url": "https://www.hillspet.co.kr/cat-food/sd-adult-perfect-weight-roasted-vegetable-and-chicken-medley-cat-food-canned",
        "brand": null,
        "title": "Hill's™ Science Diet™ Adult Perfect Weight Roasted Vegetable & Chicken Medley Cat Food - canned",
        "descriptions": [
            "행복하고 장수하기 위한 훌륭한 풍미의 천연* 영양식입니다. 당신의 반려견처럼 꼬리를 흔들고 당신의 얼굴을 핥으며 인사를 할 수 있는 동물은 없습니다. 둘이 함께 보내는 순간 순간이 소중하기 때문에, 저희는 여러분들이 그 모든 것을 간직할 수 있도록 노력합니다. 건강한 원료와 올바른 영양소로 말이죠. Hill's Science Diet는 당신의 반려견이 일생에 걸쳐 필요한 건강과 행복을 제공하도록 세심하게 준비된 제품입니다.",
            "저희는 북미, 유럽 그리고 뉴질랜드에서 공수한 최고 품질의 원료를 이용하여 미국 현지에 있는 시설에서 사료를 하나하나 제조하고 있습니다. 이 원료들은 순도와 영양소 함량에 있어서 사료 산업의 기준을 훨씬 상회하는 저희의 철저한 요구조건을 만족해야만 사용할 수 있습니다.",
            "보호소에 있는 반려동물들의 삶에 변화를 줄 수 있습니다. Science Diet를 구매하실때마다 100,000마리 이상의 유기동물들이 매일 식사를 하는데 도움을 주는 것이지요. 자세한 사항은 hillsfoodshelterlove.com 에서 확인하세요.",
            "*비타민, 미네랄, 아미노산 추가"
        ],
        "key_benefits": "Hill's Science Diet Adult Perfect Weight Roasted Chicken & Vegetable Medley 반려묘용 캔사료는 삶의 질을 향상시킬 수 있게 당신의 반려묘가 건강한 체중에 도달할 수 있는 영양을 제공합니다. ",
        "ingredients": "Chicken Broth, Pork Liver, Carrots, Chicken, Spinach, Wheat Gluten, Rice Starch, Powdered Cellulose, Rice, Flaxseed, Dried Tomato Pomace, Chicken Liver Flavor, Coconut Oil, Potassium Alginate, Calcium Chloride, Dicalcium Phosphate, Natural Flavor, Calcium Lactate, Calcium Gluconate, Disodium Phosphate, Guar Gum, Choline Chloride, L-Lysine, Taurine, vitamins (Vitamin E Supplement, Thiamine Mononitrate, L-Ascorbyl-2-Polyphosphate (source of Vitamin C), Ascorbic Acid (source of Vitamin C), Niacin Supplement, Pyridoxine Hydrochloride, Calcium Pantothenate, Vitamin B12 Supplement, Riboflavin Supplement, Biotin, Vitamin D3 Supplement, Folic Acid), Iodized Salt, Sodium Tripolyphosphate, L-Carnitine, minerals (Zinc Oxide, Ferrous Sulfate, Manganese Sulfate, Copper Sulfate, Calcium Iodate), Beta-Carotene.",
        "analysis": [
            "Nutrient Dry Matter1 %",
            "단백질 38.9",
            "지방 12.1",
            "조섬유 9.9",
            "탄수화물 33.3",
            "칼슘 1.08",
            "Phosphorous 0.77",
            "나트륨 0.48",
            "칼륨 0.84",
            "마그네슘 0.091",
            "타우린 0.42",
            "비타민 C 122 ppm",
            "비타민 E 642 IU/kg",
            "총 Omega-3 지방산 1.05",
            "총 Omega-6 지방산 2.37"
        ],
        "additive": null,
        "calorie": null
    },
    {
        "url": "https://www.hillspet.co.kr/cat-food/sd-feline-adult-11-plus-dry",
        "brand": null,
        "title": "Hill's® Science Diet® Adult 11+ Chicken Recipe cat food",
        "descriptions": "Great tasting natural* nutrition for a long, happy life. With soft purrs and even softer nuzzles, you and your cat have a thing all your own. Because every moment you spend together is special, we strive to give you more of them. With natural ingredients and the right nutrients, Hill's Science Diet is precisely prepared to offer your cat the nutrition she needs for lifelong health and happiness.   We make every bag of our dry cat food in our own US facilities with highest quality natural* ingredients from North America, Europe and New Zealand. These ingredients must meet our strict requirements for purity and nutrient content, which exceed industry standards.  You can make a difference in the lives of shelter pets. With every purchase of Science Diet you help feed over 100,000 homeless pets every day, 365 days a year. Learn more at hillsfoodshelterlove.com  *plus vitamins, minerals and amino acids",
        "key_benefits": "Hill's™ Science Diet™ Adult 11+ dry cat food supports healthy aging during the golden years. Contains a special ingredient blend to help keep older cats agile, more alert & interactive.",
        "ingredients": "Chicken, Whole Grain Wheat, Corn Gluten Meal, Chicken Fat, Brewers Rice, Egg Product, Flaxseed, Dried Beet Pulp, Chicken Liver Flavor, Wheat Gluten, Lactic Acid, Fish Oil, Calcium Sulfate, Potassium Chloride, Choline Chloride, Soybean Oil, vitamins (Vitamin E Supplement, L-Ascorbyl-2-Polyphosphate (source of Vitamin C), Niacin Supplement, Thiamine Mononitrate, Vitamin A Supplement, Calcium Pantothenate, Riboflavin Supplement, Biotin, Vitamin B12 Supplement, Pyridoxine Hydrochloride, Folic Acid, Vitamin D3 Supplement), Calcium Carbonate, Taurine, Dicalcium Phosphate, L-Carnitine, minerals (Ferrous Sulfate, Zinc Oxide, Copper Sulfate, Manganous Oxide, Calcium Iodate, Sodium Selenite), Iodized Salt, Oat Fiber, Mixed Tocopherols for freshness, Natural Flavors, Beta-Carotene, Apples, Broccoli, Carrots, Cranberries, Green Peas.",
        "analysis": [
            "Nutrient Dry Matter1 %",
            "단백질 32.7",
            "지방 22.5",
            "조섬유 1.7",
            "탄수화물 37.0",
            "칼슘 0.86",
            "인 0.69",
            "나트륨 0.33",
            "칼륨 0.82",
            "마그네슘 0.086",
            "카르니틴 566.6 ppm",
            "비타민 C 144 ppm",
            "비타민 E 1141 IU/kg",
            "총 Omega-3 지방산 1.28",
            "총 Omega-6 지방산 4.32"
        ],
        "additive": null,
        "calorie": null
    },
    {
        "url": "https://www.hillspet.co.kr/cat-food/sd-feline-adult-7-plus-hairball-control-dry",
        "brand": null,
        "title": "Hill's® Science Diet® Adult 7+ Hairball Control cat food",
        "descriptions": "Hill's 는 천연 섬유소가 반려묘의 헤어볼을 편안하게 줄이는 방법을 연구해왔습니다.",
        "key_benefits": "자세히 보기",
        "ingredients": "Chicken, Whole Grain Wheat, Corn Gluten Meal, Chicken Fat, Powdered Cellulose, Wheat Gluten, Brewers Rice, Dried Beet Pulp, Chicken Liver Flavor, Lactic Acid, Potassium Chloride, Calcium Sulfate, Fish Oil, Dicalcium Phosphate, Choline Chloride, Calcium Carbonate, Taurine, vitamins (Vitamin E Supplement, L-Ascorbyl-2-Polyphosphate (source of Vitamin C), Niacin Supplement, Thiamine Mononitrate, Vitamin A Supplement, Calcium Pantothenate, Riboflavin Supplement, Biotin, Vitamin B12 Supplement, Pyridoxine Hydrochloride, Folic Acid, Vitamin D3 Supplement), Iodized Salt, minerals (Ferrous Sulfate, Zinc Oxide, Copper Sulfate, Manganous Oxide, Calcium Iodate, Sodium Selenite), L-Carnitine, Oat Fiber, Mixed Tocopherols for freshness, Natural Flavors, Beta-Carotene, Apples, Broccoli, Carrots, Cranberries, Green Peas.",
        "analysis": [
            "Nutrient Dry Matter1 %",
            "단백질 33.9",
            "지방 19.1",
            "조섬유 9.3",
            "탄수화물 31.4",
            "칼슘 0.87",
            "인 0.70",
            "나트륨 0.35",
            "칼륨 0.83",
            "마그네슘 0.078",
            "타우린 0.27",
            "카르니틴 539.0 ppm"
        ],
        "additive": null,
        "calorie": null
    },
    {
        "url": "https://www.hillspet.co.kr/cat-food/sd-feline-adult-7-plus-healthy-cuisine-roasted-chicken-rice-medley-canned",
        "brand": null,
        "title": "Hill's® Science Diet® Adult 7+ Healthy Cuisine Roasted Chicken & Rice Medley cat food",
        "descriptions": [
            "Great tasting nutrition for a long, happy life. With soft purrs and even softer nuzzles, you and your cat have a thing all your own. Because every moment you spend together is special, we strive to give you more of them. With wholesome ingredients and the right nutrients, Hill’s Science Diet is precisely prepared to offer your cat the nutrition she needs for lifelong health and happiness.",
            "We manufacture our pet foods in U.S. manufacturing facilities with the highest quality ingredients from North America, Europe and New Zealand. These ingredients must meet our strict requirements for purity and nutrient content, which exceed industry standards.",
            "You can make a difference in the lives of shelter pets. With every purchase of Science Diet® you help feed over 100,000 homeless pets every day, 365 days a year. Learn more at hillsfoodshelterlove.com."
        ],
        "key_benefits": "Hill's® Science Diet® Adult 7+ Healthy Cuisine Roasted Chicken & Rice Medley combines the delicious flavors of roasted chicken and rice in a mouthwatering sauce --- the perfect balance of taste and nutrition for your cat. This Adult 7+ cat food has precisely balanced nutrition to sustain kidney and vital organ health.",
        "ingredients": "Chicken Broth, Chicken, Pork Liver, Carrots, Rice, Wheat Gluten, Spinach, Rice Starch, Chicken Liver Flavor, Powdered Cellulose, Pot assium Alginate, Chicken Fat, Calcium Chloride, Choline Chloride, Dicalcium Phosphate, Guar Gum, Soybean Oil, Calcium Lactate, Calcium Gluconate, vitamins (Vitamin E Supplement, L-Ascorbyl-2-Polyphosphate (source of Vitamin C), Thiamine Mononitrate, Niacin Supplement, Calcium Pantothenate, Vitamin B12 Supplement, Pyridoxine Hydrochloride, Biotin, Vitamin D3 Supplement, Riboflavin Supplement, Folic Acid), Sodium Tripolyphosphate, Taurine, Potassium Citrate, minerals (Zinc Oxide, Ferrous Sulfate, Manganese Sulfate, Copper Sulfate, Calcium Iodate), Beta-Carotene.",
        "analysis": [
            "Nutrient Dry Matter1 %",
            "단백질 38.0",
            "지방 19.1",
            "조섬유 3.0",
            "탄수화물 34.3",
            "칼슘 0.89",
            "인 0.63",
            "나트륨 0.37",
            "칼륨 0.98",
            "마그네슘 0.055",
            "타우린 0.31",
            "카르니틴 23.9 ppm",
            "비타민 C 143 ppm",
            "비타민 E 1022 IU/kg",
            "총 Omega-3 지방산 0.28",
            "총 Omega-6 지방산 3.10"
        ],
        "additive": null,
        "calorie": null
    },
    {
        "url": "https://www.hillspet.co.kr/cat-food/sd-feline-adult-7-plus-indoor-dry",
        "brand": null,
        "title": "Hill's® Science Diet® Adult 7+ Indoor cat food",
        "descriptions": "Great tasting natural* nutrition for a long, happy life. With soft purrs and even softer nuzzles, you and your cat have a thing all your own. Because every moment you spend together is special, we strive to give you more of them. With natural ingredients and the right nutrients, Hill's Science Diet is precisely prepared to offer your cat the nutrition she needs for lifelong health and happiness.   We make every bag of our dry cat food in our own US facilities with highest quality natural* ingredients from North America, Europe and New Zealand. These ingredients must meet our strict requirements for purity and nutrient content, which exceed industry standards.  You can make a difference in the lives of shelter pets. With every purchase of Science Diet you help feed over 100,000 homeless pets every day, 365 days a year. Learn more at hillsfoodshelterlove.com  *plus vitamins, minerals and amino acids",
        "key_benefits": "Hill's™ Science Diet™ Indoor Adult 7+ dry cat food is specially formulated to fuel the energy needs of cats with an indoor lifestyle as they age gracefully.",
        "ingredients": "Chicken, Whole Grain Wheat, Corn Gluten Meal, Chicken Fat, Powdered Cellulose, Wheat Gluten, Brewers Rice, Dried Beet Pulp, Pork Flavor, Calcium Sulfate, Lactic Acid, Potassium Chloride, Soybean Oil, Fish Oil, Dicalcium Phosphate, Choline Chloride, Taurine, vitamins (Vitamin E Supplement, L-Ascorbyl-2-Polyphosphate (source of Vitamin C), Niacin Supplement, Thiamine Mononitrate, Vitamin A Supplement, Calcium Pantothenate, Riboflavin Supplement, Biotin, Vitamin B12 Supplement, Pyridoxine Hydrochloride, Folic Acid, Vitamin D3 Supplement), Calcium Carbonate, Iodized Salt, minerals (Ferrous Sulfate, Zinc Oxide, Copper Sulfate, Manganous Oxide, Calcium Iodate, Sodium Selenite), L-Carnitine, Oat Fiber, Mixed Tocopherols for freshness, Natural Flavors, Beta-Carotene, Apples, Broccoli, Carrots, Cranberries, Green Peas.",
        "analysis": [
            "Nutrient Dry Matter1 %",
            "단백질 34.1",
            "지방 17.0",
            "조섬유 8.6",
            "탄수화물 33.8",
            "칼슘 0.90",
            "인 0.69",
            "나트륨 0.35",
            "칼륨 0.84",
            "마그네슘 0.080",
            "타우린 0.27",
            "카르니틴 540.8 ppm",
            "비타민 C 138 ppm",
            "비타민 E 890 IU/kg",
            "총 Omega-3 지방산 0.52",
            "총 Omega-6 지방산 3.68"
        ],
        "additive": null,
        "calorie": null
    },
    {
        "url": "https://www.hillspet.co.kr/cat-food/sd-feline-adult-hairball-control-dry",
        "brand": null,
        "title": "Hill's™ Science Diet™ Adult Hairball Control - dry",
        "descriptions": "Hill's 는 천연 섬유소가 반려묘의 헤어볼을 편안하게 줄이는 방법을 연구해왔습니다.",
        "key_benefits": "자세히 보기",
        "ingredients": "Chicken, Whole Grain Wheat, Corn Gluten Meal, Chicken Fat, Powdered Cellulose, Chicken Meal, Wheat Gluten, Chicken Liver Flavor, Dried Beet Pulp, Calcium Sulfate, Lactic Acid, Soybean Oil, Potassium Chloride, Fish Oil, Choline Chloride, L-Lysine, Iodized Salt, Dicalcium Phosphate, vitamins (Vitamin E Supplement, L-Ascorbyl-2-Polyphosphate (source of Vitamin C), Niacin Supplement, Thiamine Mononitrate, Vitamin A Supplement, Calcium Pantothenate, Riboflavin Supplement, Biotin, Vitamin B12 Supplement, Pyridoxine Hydrochloride, Folic Acid, Vitamin D3 Supplement), Taurine, minerals (Ferrous Sulfate, Zinc Oxide, Copper Sulfate, Manganous Oxide, Calcium Iodate, Sodium Selenite), Mixed Tocopherols for freshness, Natural Flavors, Green Peas, Apples, Cranberries, Carrots, Broccoli, Beta-Carotene.",
        "analysis": [
            "Nutrient Dry Matter1 %",
            "단백질 33.9",
            "지방 19.3",
            "조섬유 9.2",
            "탄수화물 31.0",
            "칼슘 0.91",
            "인 0.79",
            "나트륨 0.45",
            "칼륨 0.81",
            "마그네슘 0.082",
            "타우린 0.20",
            "카르니틴 19.9 ppm",
            "비타민 C 118 ppm",
            "비타민 E 972 IU/kg",
            "총 Omega-3 지방산 0.55",
            "총 Omega-6 지방산 4.09"
        ],
        "additive": null,
        "calorie": null
    },
    {
        "url": "https://www.hillspet.co.kr/cat-food/sd-feline-adult-hairball-control-light-dry",
        "brand": null,
        "title": "Hill's® Science Diet® Adult Hairball Control Light Cat Food",
        "descriptions": "At Hill's, we have been studying nutrition to understand how natural fiber comfortably reduces hairballs in cats. ",
        "key_benefits": "Hill's™ Science Diet™ Hairball Control Light Adult dry cat food provides nutrition to help avoid hairball formation for cats who would benefit from a lighter, healthy lifestyle.",
        "ingredients": "Chicken, Corn Gluten Meal, Brewers Rice, Wheat Gluten, Powdered Cellulose, Whole Grain Wheat, Chicken Liver Flavor, Dried Beet Pulp, Soybean Oil, Calcium Sulfate, Lactic Acid, Chicken Fat, Potassium Chloride, Dicalcium Phosphate, Choline Chloride, Iodized Salt, Fish Oil, vitamins (Vitamin E Supplement, L-Ascorbyl-2-Polyphosphate (source of Vitamin C), Niacin Supplement, Thiamine Mononitrate, Vitamin A Supplement, Calcium Pantothenate, Riboflavin Supplement, Biotin, Vitamin B12 Supplement, Pyridoxine Hydrochloride, Folic Acid, Vitamin D3 Supplement), Taurine, minerals (Ferrous Sulfate, Zinc Oxide, Copper Sulfate, Manganous Oxide, Calcium Iodate, Sodium Selenite), L-Carnitine, Mixed Tocopherols for freshness, Natural Flavors, Green Peas, Apples, Cranberries, Carrots, Broccoli, Beta-Carotene.",
        "analysis": [
            "Nutrient Dry Matter1 %",
            "단백질 40.0",
            "지방 9.6",
            "조섬유 8.0",
            "탄수화물 35.1",
            "칼슘 1.08",
            "인 0.79",
            "나트륨 0.44",
            "칼륨 0.83",
            "마그네슘 0.076",
            "타우린 0.23",
            "카르니틴 574.4 ppm",
            "비타민 C 94 ppm",
            "비타민 E 725 IU/kg",
            "총 Omega-3 지방산 0.41",
            "총 Omega-6 지방산 3.46"
        ],
        "additive": null,
        "calorie": null
    },
    {
        "url": "https://www.hillspet.co.kr/cat-food/sd-feline-adult-healthy-cuisine-roasted-chicken-and-rice-medley-canned",
        "brand": null,
        "title": "Hill's™ Science Diet™ Adult Healthy Cuisine Roasted Chicken & Rice Medley - canned",
        "descriptions": [
            "행복하고 장수하기 위한 훌륭한 풍미의 천연 영양식입니다. 부드러운 가르릉 소리를 듣고, 그보다 더 부드러운 콧잔등을 보고 있노라면 당신과 반려묘는 뭔가 특별한 것을 가진듯 합니다. 둘이 함께 보내는 순간 순간이 소중하기 때문에, 저희는 여러분들이 그 모든 것을 간직할 수 있도록 노력합니다. 건강한 원료와 올바른 영양소로 말이죠. Hill's Science Diet는 당신의 반려묘가 일생에 걸쳐 필요한 건강과 행복을 제공하도록 세심하게 준비된 제품입니다.",
            "저희는 북미, 유럽 그리고 뉴질랜드에서 공수한 최고 품질의 원료를 이용하여 미국 현지에 있는 시설에서 사료를 하나하나 제조하고 있습니다. 이 원료들은 순도와 영양소 함량에 있어서 사료 산업의 기준을 훨씬 상회하는 저희의 철저한 요구조건을 만족해야만 사용할 수 있습니다. 요."
        ],
        "key_benefits": "Hill's Science Diet Adult Healthy Cuisine Roasted Chichen Rice Medley는 구운 닭고기와 쌀의 맛있는 풍미를 군침돌게 만드는 소스와 버무렸습니다 --- 당신의 반려묘를 위한 완벽한 균형을 갖춘 캔사료입니다.",
        "ingredients": "Chicken Broth, Chicken, Pork Liver, Carrots, Rice, Spinach, Rice Starch, Chicken Liver Flavor, Powdered Cellulose, Wheat Gluten, Chicken Fat, Potassium Alginate, Calcium Chloride, Iodized Salt, Dicalcium Phosphate, Guar Gum, Soybean Oil, Calcium Lactate, Calcium Gluconate, Choline Chloride, L-Lysine, vitamins (Vitamin E Supplement, Ascorbic Acid (source of Vitamin C), Thiamine Mononitrate, Niacin Supplement, Pyridoxine Hydrochloride, Calcium Pantothenate, Vitamin B12 Supplement, Riboflavin Supplement, Biotin, Vitamin D3 Supplement, Folic Acid), Taurine, Sodium Tripolyphosphate, minerals (Zinc Oxide, Ferrous Sulfate, Manganese Sulfate, Copper Sulfate, Calcium Iodate), Beta-Carotene.",
        "analysis": [
            "Nutrient Dry Matter1 %",
            "단백질 35.2",
            "지방 21.9",
            "조섬유 2.8",
            "탄수화물 34.4",
            "칼슘 0.88",
            "Phosphorous 0.62",
            "나트륨 0.54",
            "칼륨 0.89",
            "마그네슘 0.059",
            "비타민 C 156 ppm",
            "비타민 E 864 IU/kg",
            "총 Omega-3 지방산 0.26",
            "총 Omega-6 지방산 3.25"
        ],
        "additive": null,
        "calorie": null
    },
    {
        "url": "https://www.hillspet.co.kr/cat-food/sd-feline-adult-healthy-cuisine-roasted-chicken-rice-medley-canned",
        "brand": null,
        "title": "Hill's® Science Diet® Adult Healthy Cuisine Roasted Chicken & Rice Medley cat food",
        "descriptions": [
            "Great tasting nutrition for a long, happy life. With soft purrs and even softer nuzzles, you and your cat have a thing all your own. Because every moment you spend together is special, we strive to give you more of them. With wholesome ingredients and the right nutrients, Hill’s Science Diet is precisely prepared to offer your cat the nutrition she needs for lifelong health and happiness.",
            "We manufacture our pet foods in U.S. manufacturing facilities with the highest quality ingredients from North America, Europe and New Zealand. These ingredients must meet our strict requirements for purity and nutrient content, which exceed industry standards.",
            "You can make a difference in the lives of shelter pets. With every purchase of Science Diet® you help feed over 100,000 homeless pets every day, 365 days a year. Learn more at hillsfoodshelterlove.com."
        ],
        "key_benefits": "Hill's® Science Diet® Adult Healthy Cuisine Roasted Chicken & Rice Medley combines the delicious flavors of roasted chicken and rice in a mouthwatering sauce --- the perfect balance of taste and nutrition for your cat.",
        "ingredients": "Chicken Broth, Chicken, Pork Liver, Carrots, Rice, Spinach, Rice Starch, Wheat Gluten, Chicken Liver Flavor, Powdered Cellulose, Chicken Fat, Potassium Alginate, Calcium Chloride, L-Lysine, Iodized Salt, Dicalcium Phosphate, Guar Gum, Soybean Oil, Taurine, Calcium Lactate, Calcium Gluconate, vitamins (Vitamin E Supplement, Thiamine Mononitrate, L-Ascorbyl-2-Polyphosphate (source of Vitamin C), Niacin Supplement, Pyridoxine Hydrochloride, Calcium Pantothenate, Vitamin B12 Supplement, Riboflavin Supplement, Biotin, Vitamin D3 Supplement, Folic Acid), Choline Chloride, Sodium Tripolyphosphate, minerals (Zinc Oxide, Ferrous Sulfate, Manganese Sulfate, Copper Sulfate, Calcium Iodate), Beta-Carotene.",
        "analysis": [
            "Nutrient Dry Matter1 %",
            "단백질 36.5",
            "지방 21.1",
            "조섬유 3.1",
            "탄수화물 33.5",
            "칼슘 0.85",
            "인 0.59",
            "나트륨 0.54",
            "칼륨 0.88",
            "마그네슘 0.055",
            "비타민 C 116 ppm",
            "비타민 E 765 IU/kg",
            "DHA 0.022",
            "총 Omega-3 지방산 0.29",
            "총 Omega-6 지방산 3.22",
            "회분 5.9",
            "베타카로틴 9.18 ppm",
            "비타민 A 117869 IU/kg",
            "비타민 D 1122 IU/kg"
        ],
        "additive": null,
        "calorie": null
    },
    {
        "url": "https://www.hillspet.co.kr/cat-food/sd-feline-adult-healthy-cuisine-seared-tuna-and-carrot-medley-canned",
        "brand": null,
        "title": "Hill's™ Science Diet™ Adult Healthy Cuisine Seared Tuna & Carrot Medley - canned",
        "descriptions": [
            "행복하고 장수하기 위한 훌륭한 풍미의 천연 영양식입니다. 부드러운 가르릉 소리를 듣고, 그보다 더 부드러운 콧잔등을 보고 있노라면 당신과 반려묘는 뭔가 특별한 것을 가진듯 합니다. 둘이 함께 보내는 순간 순간이 소중하기 때문에, 저희는 여러분들이 그 모든 것을 간직할 수 있도록 노력합니다. 건강한 원료와 올바른 영양소로 말이죠. Hill's Science Diet는 당신의 반려묘가 일생에 걸쳐 필요한 건강과 행복을 제공하도록 세심하게 준비된 제품입니다.",
            "저희는 북미, 유럽 그리고 뉴질랜드에서 공수한 최고 품질의 원료를 이용하여 미국 현지에 있는 시설에서 사료를 하나하나 제조하고 있습니다. 이 원료들은 순도와 영양소 함량에 있어서 사료 산업의 기준을 훨씬 상회하는 저희의 철저한 요구조건을 만족해야만 사용할 수 있습니다. "
        ],
        "key_benefits": "Hill's Science Diet Adult Healthy Cuisine Seared Tuna Carrot Medley는 구운 참치와 부드러운 당근의 맛있는 풍미를 군침돌게 만드는 소스와 버무렸습니다 --- 당신의 반려묘를 위한 완벽한 균형을 갖춘 캔사료입니다.",
        "ingredients": "Chicken Broth, Tuna, Pork Liver, Carrots, Chicken, Spinach, Rice, Rice Starch, Chicken Fat, Wheat Gluten, Chicken Liver Flavor, Powdered Cellulose, Soybean Oil, Titanium Dioxide color, Potassium Alginate, Calcium Chloride, Fish Oil, Choline Chloride, L-Lysine, Dicalcium Phosphate, Calcium Lactate, Calcium Gluconate, Guar Gum, Taurine, Egg Flavor, vitamins (Vitamin E Supplement, Thiamine Mononitrate, L-Ascorbyl-2-Polyphosphate (source of Vitamin C), Niacin Supplement, Pyridoxine Hydrochloride, Calcium Pantothenate, Vitamin B12 Supplement, Riboflavin Supplement, Biotin, Menadione Sodium Bisulfite Complex (source of Vitamin K), Folic Acid, Vitamin D3 Supplement), Monosodium Phosphate, Sodium Tripolyphosphate, minerals (Zinc Oxide, Ferrous Sulfate, Manganese Sulfate, Copper Sulfate, Calcium Iodate).",
        "analysis": [
            "Nutrient Dry Matter1 %",
            "단백질 37.7",
            "지방 20.5",
            "조섬유 3.2",
            "탄수화물 31.1",
            "칼슘 1.03",
            "Phosphorous 0.67",
            "나트륨 0.38",
            "칼륨 0.82",
            "마그네슘 0.062",
            "타우린 0.74",
            "비타민 C 138 ppm",
            "비타민 E 548 IU/kg",
            "총 Omega-3 지방산 0.79",
            "총 Omega-6 지방산 4.24"
        ],
        "additive": null,
        "calorie": null
    },
    {
        "url": "https://www.hillspet.co.kr/cat-food/sd-feline-adult-healthy-cuisine-seared-tuna-carrot-medley-canned",
        "brand": null,
        "title": "Hill's® Science Diet® Adult Healthy Cuisine Seared Tuna & Carrot Medley cat food",
        "descriptions": [
            "Great tasting nutrition for a long, happy life. With soft purrs and even softer nuzzles, you and your cat have a thing all your own. Because every moment you spend together is special, we strive to give you more of them. With wholesome ingredients and the right nutrients, Hill’s Science Diet is precisely prepared to offer your cat the nutrition she needs for lifelong health and happiness.",
            "We manufacture our pet foods in U.S. manufacturing facilities with the highest quality ingredients from North America, Europe and New Zealand. These ingredients must meet our strict requirements for purity and nutrient content, which exceed industry standards.",
            "You can make a difference in the lives of shelter pets. With every purchase of Science Diet® you help feed over 100,000 homeless pets every day, 365 days a year. Learn more at hillsfoodshelterlove.com."
        ],
        "key_benefits": "Hill's® Science Diet® Adult Healthy Cuisine Seared Tuna & Carrot Medley combines the delicious flavors of seared tuna and tender carrots in a mouthwatering sauce --- the perfect balance of taste and nutrition for your cat.",
        "ingredients": "Chicken Broth, Tuna, Pork Liver, Carrots, Chicken, Spinach, Rice, Rice Starch, Chicken Fat, Wheat Gluten, Chicken Liver Flavor, Powdered Cellulose, Soybean Oil, Potassium Alginate, Calcium Chloride, Fish Oil, Dicalcium Phosphate, L-Lysine, Calcium Lactate, Calcium Gluconate, Guar Gum, Sodium Tripolyphosphate, Choline Chloride, Natural Flavor, vitamins (Vitamin E Supplement, Thiamine Mononitrate, L-Ascorbyl-2-Polyphosphate (source of Vitamin C), Niacin Supplement, Menadione Sodium Bisulfite Complex (source of Vitamin K), Pyridoxine Hydrochloride, Calcium Pantothenate, Vitamin B12 Supplement, Riboflavin Supplement, Folic Acid, Biotin), Monosodium Phosphate, Taurine, minerals (Zinc Oxide, Ferrous Sulfate, Manganese Sulfate, Copper Sulfate, Calcium Iodate).",
        "analysis": [
            "Nutrient Dry Matter1 %",
            "단백질 39.1",
            "지방 20.8",
            "조섬유 3.5",
            "탄수화물 30.4",
            "칼슘 1.00",
            "인 0.74",
            "나트륨 0.53",
            "칼륨 0.85",
            "마그네슘 0.059",
            "비타민 C 135 ppm",
            "비타민 E 549 IU/kg",
            "DHA 0.525",
            "총 Omega-3 지방산 1.18",
            "총 Omega-6 지방산 4.32",
            "회분 6.1",
            "베타카로틴 5.61 ppm",
            "비타민 A 74064 IU/kg",
            "비타민 D 1664 IU/kg"
        ],
        "additive": null,
        "calorie": null
    },
    {
        "url": "https://www.hillspet.co.kr/cat-food/sd-feline-adult-indoor-dry",
        "brand": null,
        "title": "Hill's® Science Diet® Adult Indoor cat food",
        "descriptions": "Great tasting natural* nutrition for a long, happy life. With soft purrs and even softer nuzzles, you and your cat have a thing all your own. Because every moment you spend together is special, we strive to give you more of them. With natural ingredients and the right nutrients, Hill's Science Diet is precisely prepared to offer your cat the nutrition she needs for lifelong health and happiness.   We make every bag of our dry cat food in our own US facilities with highest quality natural* ingredients from North America, Europe and New Zealand. These ingredients must meet our strict requirements for purity and nutrient content, which exceed industry standards.  You can make a difference in the lives of shelter pets. With every purchase of Science Diet you help feed over 100,000 homeless pets every day, 365 days a year. Learn more at hillsfoodshelterlove.com  *plus vitamins, minerals and amino acids",
        "key_benefits": "Hill's™ Science Diet™ Indoor Adult dry cat food is specially formulated to fuel the energy needs of cats with an indoor lifestyle during the prime of their life.",
        "ingredients": "Chicken, Whole Grain Wheat, Corn Gluten Meal, Powdered Cellulose, Chicken Fat, Wheat Gluten, Chicken Meal, Chicken Liver Flavor, Dried Beet Pulp, Soybean Oil, Calcium Sulfate, Lactic Acid, Fish Oil, Potassium Chloride, Iodized Salt, Choline Chloride, vitamins (Vitamin E Supplement, L-Ascorbyl-2-Polyphosphate (source of Vitamin C), Niacin Supplement, Thiamine Mononitrate, Vitamin A Supplement, Calcium Pantothenate, Riboflavin Supplement, Biotin, Vitamin B12 Supplement, Pyridoxine Hydrochloride, Folic Acid, Vitamin D3 Supplement), Taurine, L-Carnitine, L-Lysine, minerals (Ferrous Sulfate, Zinc Oxide, Copper Sulfate, Manganous Oxide, Calcium Iodate, Sodium Selenite), Mixed Tocopherols for freshness, Natural Flavors, Green Peas, Apples, Cranberries, Carrots, Broccoli, Beta-Carotene.",
        "analysis": [
            "Nutrient Dry Matter1 %",
            "단백질 36.1",
            "지방 16.1",
            "조섬유 9.3",
            "탄수화물 31.7",
            "칼슘 0.98",
            "인 0.76",
            "나트륨 0.55",
            "칼륨 0.70",
            "마그네슘 0.082",
            "타우린 0.23",
            "카르니틴 588.9 ppm",
            "비타민 C 119 ppm",
            "비타민 E 927 IU/kg",
            "총 Omega-3 지방산 0.52",
            "총 Omega-6 지방산 3.67"
        ],
        "additive": null,
        "calorie": null
    },
    {
        "url": "https://www.hillspet.co.kr/cat-food/sd-feline-adult-light-dry",
        "brand": null,
        "title": "Hill's™ Science Diet™ Adult Light Cat Food - dry",
        "descriptions": "Great tasting natural* nutrition for a long, happy life. With soft purrs and even softer nuzzles, you and your cat have a thing all your own. Because every moment you spend together is special, we strive to give you more of them. With natural ingredients and the right nutrients, Hill's Science Diet is precisely prepared to offer your cat the nutrition she needs for lifelong health and happiness.   We make every bag of our dry cat food in our own US facilities with highest quality natural* ingredients from North America, Europe and New Zealand. These ingredients must meet our strict requirements for purity and nutrient content, which exceed industry standards.  You can make a difference in the lives of shelter pets. With every purchase of Science Diet you help feed over 100,000 homeless pets every day, 365 days a year. Learn more at hillsfoodshelterlove.com  *plus vitamins, minerals and amino acids",
        "key_benefits": "Hill's™ Science Diet™ Light Adult dry cat food is precise nutrition for less active adult cats requiring a low calorie food to maintain a healthy weight & lifestyle.",
        "ingredients": "Chicken, Corn Gluten Meal, Whole Grain Wheat, Brewers Rice, Powdered Cellulose, Wheat Gluten, Chicken Fat, Chicken Liver Flavor, Calcium Sulfate, Lactic Acid, Dried Beet Pulp, Potassium Chloride, Dicalcium Phosphate, Choline Chloride, Iodized Salt, L-Lysine, Calcium Carbonate, vitamins (Vitamin E Supplement, L-Ascorbyl-2-Polyphosphate (source of Vitamin C), Niacin Supplement, Thiamine Mononitrate, Vitamin A Supplement, Calcium Pantothenate, Riboflavin Supplement, Biotin, Vitamin B12 Supplement, Pyridoxine Hydrochloride, Folic Acid, Vitamin D3 Supplement), Taurine, minerals (Ferrous Sulfate, Zinc Oxide, Copper Sulfate, Manganous Oxide, Calcium Iodate, Sodium Selenite), L-Carnitine, Mixed Tocopherols for freshness, Natural Flavors, Green Peas, Apples, Cranberries, Carrots, Broccoli, Beta-Carotene.",
        "analysis": [
            "Nutrient Dry Matter1 %",
            "단백질 38.0",
            "지방 9.1",
            "조섬유 5.9",
            "탄수화물 39.5",
            "칼슘 1.11",
            "인 0.78",
            "나트륨 0.53",
            "칼륨 0.75",
            "마그네슘 0.082",
            "타우린 0.25",
            "카르니틴 514.7 ppm",
            "비타민 C 140 ppm",
            "비타민 E 830 IU/kg",
            "총 Omega-3 지방산 0.12",
            "총 Omega-6 지방산 2.27"
        ],
        "additive": null,
        "calorie": null
    },
    {
        "url": "https://www.hillspet.co.kr/cat-food/sd-feline-adult-optimal-care-original-dry",
        "brand": null,
        "title": "Hill's™ Science Diet™ Adult Optimal Care™ Original - dry",
        "descriptions": [
            "행복하고 장수하기 위한 훌륭한 풍미의 천연* 영양식입니다. 부드러운 가르릉 소리를 듣고, 그보다 더 부드러운 콧잔등을 보고 있노라면 당신과 반려묘는 뭔가 특별한 것을 가진듯 합니다. 둘이 함께 보내는 순간 순간이 소중하기 때문에, 저희는 여러분들이 그 모든 것을 간직할 수 있도록 노력합니다. 건강한 원료와 올바른 영양소로 말이죠. Hill's Science Diet는 당신의 반려묘가 일생에 걸쳐 필요한 건강과 행복을 제공하도록 세심하게 준비된 제품입니다.",
            "저희는 북미, 유럽 그리고 뉴질랜드에서 공수한 최고 품질의 원료를 이용하여 미국 현지에 있는 시설에서 사료를 하나하나 제조하고 있습니다. 이 원료들은 순도와 영양소 함량에 있어서 사료 산업의 기준을 훨씬 상회하는 저희의 철저한 요구조건을 만족해야만 사용할 수 있습니다.",
            "보호소에 있는 반려동물들의 삶에 변화를 줄 수 있습니다. Science Diet를 구매하실때마다 100,000마리 이상의 유기동물들이 매일 식사를 하는데 도움을 주는 것이지요. 자세한 사항은 hillsfoodshelterlove.com 에서 확인하세요.",
            "* 비타민, 미네랄, 아미노산 추가"
        ],
        "key_benefits": "Hill's Science Diet Adult Optimal Care 반려묘용 사료는 육안으로 확인할 수 있는 변화를 보증하는 섬세하게 균형잡히고 소화하기 쉬운 영양식을 제공합니다.",
        "ingredients": "Chicken, Whole Grain Wheat, Corn Gluten Meal, Pork Fat, Chicken Meal, Dried Beet Pulp, Brown Rice, Chicken Liver Flavor, Calcium Sulfate, Lactic Acid, Potassium Chloride, Fish Oil, Soybean Oil, Iodized Salt, Choline Chloride, vitamins (Vitamin E Supplement, L-Ascorbyl-2-Polyphosphate (source of Vitamin C), Niacin Supplement, Thiamine Mononitrate, Vitamin A Supplement, Calcium Pantothenate, Riboflavin Supplement, Biotin, Vitamin B12 Supplement, Pyridoxine Hydrochloride, Folic Acid, Vitamin D3 Supplement), Taurine, minerals (Ferrous Sulfate, Zinc Oxide, Copper Sulfate, Manganous Oxide, Calcium Iodate, Sodium Selenite), Oat Fiber, Mixed Tocopherols for freshness, Natural Flavors, Beta-Carotene, Apples, Broccoli, Carrots, Cranberries, Green Peas.",
        "analysis": [
            "Nutrient Dry Matter1 %",
            "단백질 34.7",
            "지방 21.9",
            "조섬유 1.7",
            "탄수화물 35.0",
            "칼슘 0.90",
            "Phosphorous 0.68",
            "나트륨 0.45",
            "칼륨 0.85",
            "마그네슘 0.085",
            "타우린 0.23",
            "비타민 C 108 ppm",
            "비타민 E 729 IU/kg",
            "총 Omega-3 지방산 0.53",
            "총 Omega-6 지방산 4.36"
        ],
        "additive": null,
        "calorie": null
    },
    {
        "url": "https://www.hillspet.co.kr/cat-food/sd-feline-adult-perfect-weight-dry",
        "brand": null,
        "title": "Hill's™ Science Diet™ Adult Perfect Weight - dry",
        "descriptions": "At Hill’s, we have been studying how nutrition impacts pets’ cell function for over a decade. We learned that lean pets have a different biology than overweight pets. Our high protein, high fiber formula enriched with L-carnitine & coconut oil helps support pets’ metabolisms for a healthy body weight.",
        "key_benefits": "Hill's® Science Diet® Perfect Weight dry cat food provides delicious, breakthrough weight management nutrition with clinically proven technology for:",
        "ingredients": "Chicken, Brewers Rice, Corn Gluten Meal, Wheat Gluten, Powdered Cellulose, Chicken Meal, Dried Tomato Pomace, Dried Beet Pulp, Flaxseed, Chicken Fat, Chicken Liver Flavor, Coconut Oil, Lactic Acid, Calcium Sulfate, L-Lysine, Potassium Chloride, Choline Chloride, Carrots, DL-Methionine, Taurine, vitamins (Vitamin E Supplement, L-Ascorbyl-2-Polyphosphate (source of Vitamin C), Niacin Supplement, Thiamine Mononitrate, Vitamin A Supplement, Calcium Pantothenate, Riboflavin Supplement, Biotin, Vitamin B12 Supplement, Pyridoxine Hydrochloride, Folic Acid, Vitamin D3 Supplement), Iodized Salt, Dicalcium Phosphate, minerals (Manganese Sulfate, Ferrous Sulfate, Zinc Oxide, Copper Sulfate, Calcium Iodate, Sodium Selenite), L-Carnitine, Mixed Tocopherols for freshness, Oat Fiber, Natural Flavors, Beta-Carotene, Apples, Broccoli, Cranberries, Green Peas.",
        "analysis": [
            "Nutrient Dry Matter1 %",
            "단백질 40.2",
            "지방 12.0",
            "조섬유 8.2",
            "탄수화물 33.2",
            "칼슘 1.01",
            "인 0.76",
            "나트륨 0.35",
            "칼륨 0.75",
            "마그네슘 0.092",
            "타우린 0.32",
            "카르니틴 548.9 ppm",
            "비타민 C 209 ppm",
            "비타민 E 817 IU/kg",
            "총 Omega-3 지방산 0.95",
            "총 Omega-6 지방산 2.60"
        ],
        "additive": null,
        "calorie": null
    },
    {
        "url": "https://www.hillspet.co.kr/cat-food/sd-feline-adult-perfect-weight-roasted-vegetable-chicken-medley-canned",
        "brand": null,
        "title": "Hill's® Science Diet® Adult Perfect Weight Roasted Vegetable & Chicken Medley cat food",
        "descriptions": [
            "Great tasting nutrition for a long, happy life. With soft purrs and even softer nuzzles, you and your cat have a thing all your own. Because every moment you spend together is special, we strive to give you more of them. With wholesome ingredients and the right nutrients, Hill’s Science Diet is precisely prepared to offer your cat the nutrition she needs for lifelong health and happiness.",
            "We manufacture our pet foods in U.S. manufacturing facilities with the highest quality ingredients from North America, Europe and New Zealand. These ingredients must meet our strict requirements for purity and nutrient content, which exceed industry standards.",
            "You can make a difference in the lives of shelter pets. With every purchase of Science Diet® you help feed over 100,000 homeless pets every day, 365 days a year. Learn more at hillsfoodshelterlove.com."
        ],
        "key_benefits": "Breakthrough weight management nutrition with clinically proven technology for:",
        "ingredients": "Chicken Broth, Pork Liver, Carrots, Chicken, Spinach, Wheat Gluten, Rice Starch, Powdered Cellulose, Rice, Flaxseed, Dried Tomato Pomace, Chicken Liver Flavor, Coconut Oil, Potassium Alginate, Calcium Chloride, Dicalcium Phosphate, Natural Flavor, Calcium Lactate, Calcium Gluconate, Monosodium Phosphate, Guar Gum, Choline Chloride, vitamins (Vitamin E Supplement, Thiamine Mononitrate, L-Ascorbyl-2-Polyphosphate (source of Vitamin C), Niacin Supplement, Calcium Pantothenate, Vitamin B12 Supplement, Pyridoxine Hydrochloride, Biotin, Riboflavin Supplement, Vitamin D3 Supplement, Folic Acid), Taurine, Iodized Salt, Leucine, Sodium Tripolyphosphate, L-Carnitine, minerals (Zinc Oxide, Ferrous Sulfate, Manganese Sulfate, Copper Sulfate, Calcium Iodate).",
        "analysis": [
            "Nutrient Dry Matter1 %",
            "단백질 38.8",
            "지방 11.9",
            "조섬유 9.2",
            "탄수화물 33.3",
            "칼슘 1.04",
            "인 0.79",
            "나트륨 0.45",
            "칼륨 0.88",
            "마그네슘 0.086",
            "비타민 C 178 ppm",
            "비타민 E 756 IU/kg",
            "타우린 0.33",
            "카르니틴 574.5 ppm",
            "총 Omega-3 지방산 1.08",
            "총 Omega-6 지방산 2.18"
        ],
        "additive": null,
        "calorie": null
    },
    {
        "url": "https://www.hillspet.co.kr/cat-food/sd-feline-adult-urinary-hairball-control-dry",
        "brand": null,
        "title": "Hill's™ Science Diet™ Adult Urinary Hairball Control - dry",
        "descriptions": "At Hill's we have been studying how nutrition supports cat health. We learned that a healthy urinary system is vital to overall health and how natural fiber comfortably reduces hairballs.",
        "key_benefits": "Hill's® Science Diet® Urinary Hairball Control Adult dry cat food supports the health of the whole urinary system and helps avoid hairball formation.",
        "ingredients": "Chicken, Whole Grain Wheat, Corn Gluten Meal, Pork Fat, Powdered Cellulose, Wheat Gluten, Chicken Liver Flavor, Dried Beet Pulp, Soybean Oil, Lactic Acid, Calcium Sulfate, Fish Oil, Choline Chloride, Potassium Chloride, L-Lysine, Iodized Salt, Dicalcium Phosphate, Taurine, vitamins (Vitamin E Supplement, L-Ascorbyl-2-Polyphosphate (source of Vitamin C), Niacin Supplement, Thiamine Mononitrate, Vitamin A Supplement, Calcium Pantothenate, Riboflavin Supplement, Biotin, Vitamin B12 Supplement, Pyridoxine Hydrochloride, Folic Acid, Vitamin D3 Supplement), Potassium Citrate, minerals (Ferrous Sulfate, Zinc Oxide, Copper Sulfate, Manganous Oxide, Calcium Iodate, Sodium Selenite), L-Carnitine, Mixed Tocopherols for freshness, Natural Flavors, Green Peas, Apples, Cranberries, Carrots, Broccoli, Beta-Carotene.",
        "analysis": [
            "Nutrient Dry Matter1 %",
            "단백질 34.2",
            "지방 18.8",
            "조섬유 9.3",
            "탄수화물 32.2",
            "칼슘 0.74",
            "인 0.62",
            "나트륨 0.35",
            "칼륨 0.67",
            "마그네슘 0.077",
            "타우린 0.33",
            "비타민 C 115 ppm",
            "비타민 E 716 IU/kg",
            "총 Omega-3 지방산 0.58",
            "총 Omega-6 지방산 3.86"
        ],
        "additive": null,
        "calorie": null
    },
    {
        "url": "https://www.hillspet.co.kr/cat-food/sd-feline-kitten-dry",
        "brand": null,
        "title": "Hill's® Science Diet® Kitten Chicken Recipe",
        "descriptions": "천연성분 원료*로 맛과 건강 그리고 행복한 삶을 만드는데 도움을 줍니다. 당신의 반려견만이 당신에게 꼬리를 흔들고 얼굴을 핥으면서 인사할 수 있습니다. 당신과 함께하는 모든 순간이 특별하기 때문에, 우리는 당신에게 더 많은 것을 제공하려고 노력합니다. 천연성분과 알맞은 영양소가 함유된 힐스 사이언스 다이어트는 반려견의 행복과 건강한 삶을 위해 필요한 정확한 영양을 제공합니다. 힐스는 북미, 유럽 및 뉴질랜드에서 엄격한 품질 기준을 통과한 원료를 사용하여 사료를 만듭니다. 이 기준은 사료 산업의 기준을 훨씬 상회하는 수준으로 힐스의 철저한 요구 조건을 만족해야만 사용할수 있습니다. 여러분이 사이언스 다이어트를 구매하실 때마다 . 하루 100,000마리 이상의 유기 동물을 윈한 사료 기부에 도움이 됩니다.",
        "key_benefits": "자세히 보기",
        "ingredients": "Chicken, Brown Rice, Wheat Gluten, Chicken Fat, Egg Product, Whole Grain Oats, Whole Grain Wheat, Cracked Pearled Barley, Chicken Liver Flavor, Flaxseed, Lactic Acid, Calcium Sulfate, L-Lysine, Fish Oil, Potassium Chloride, Calcium Carbonate, Choline Chloride, DL-Methionine, Sodium Tripolyphosphate, Taurine, vitamins (Vitamin E Supplement, L-Ascorbyl-2-Polyphosphate (source of Vitamin C), Niacin Supplement, Thiamine Mononitrate, Calcium Pantothenate, Pyridoxine Hydrochloride, Vitamin A Supplement, Riboflavin Supplement, Biotin, Vitamin B12 Supplement, Folic Acid, Vitamin D3 Supplement), minerals (Ferrous Sulfate, Zinc Oxide, Copper Sulfate, Manganous Oxide, Calcium Iodate, Sodium Selenite), Iodized Salt, Dicalcium Phosphate, Oat Fiber, Mixed Tocopherols for freshness, Natural Flavors, Magnesium Oxide, Beta-Carotene, Apples, Broccoli, Carrots, Cranberries, Green Peas.",
        "analysis": [
            "Nutrient Dry Matter1 %",
            "단백질 37.8",
            "지방 23.5",
            "조섬유 0.8",
            "탄수화물 30.0",
            "칼슘 1.28",
            "인 1.06",
            "나트륨 0.56",
            "칼륨 0.86",
            "마그네슘 0.109",
            "타우린 0.52",
            "비타민 C 109 ppm",
            "비타민 E 1359 IU/kg",
            "DHA 0.160",
            "총 Omega-3 지방산 1.02",
            "총 Omega-6 지방산 4.46"
        ],
        "additive": null,
        "calorie": null
    },
    {
        "url": "https://www.hillspet.co.kr/cat-food/sd-feline-kitten-healthy-cuisine-roasted-chicken-rice-medley-canned",
        "brand": null,
        "title": "Hill's® Science Diet® Kitten Healthy Cuisine Roasted Chicken & Rice Medley",
        "descriptions": [
            "Great tasting nutrition for a long, happy life. With soft purrs and even softer nuzzles, you and your cat have a thing all your own. Because every moment you spend together is special, we strive to give you more of them. With wholesome ingredients and the right nutrients, Hill’s Science Diet is precisely prepared to offer your cat the nutrition she needs for lifelong health and happiness.",
            "We manufacture our pet foods in U.S. manufacturing facilities with the highest quality ingredients from North America, Europe and New Zealand. These ingredients must meet our strict requirements for purity and nutrient content, which exceed industry standards.",
            "You can make a difference in the lives of shelter pets. With every purchase of Science Diet® you help feed over 100,000 homeless pets every day, 365 days a year. Learn more at hillsfoodshelterlove.com."
        ],
        "key_benefits": "Hill's® Science Diet® Kitten Healthy Cuisine Roasted Chicken & Rice Medley combines the delicious flavors of roasted chicken and rice in a mouthwatering sauce --- canned cat food with the perfect balance of taste and nutrition for your cat.",
        "ingredients": "Chicken Broth, Chicken, Pork Liver, Carrots, Wheat Gluten, Spinach, Rice Starch, Rice, Powdered Cellulose, Fish Oil, Chicken Liver Flavor, Potassium Alginate, Calcium Chloride, Monosodium Phosphate, Chicken Fat, Dicalcium Phosphate, Calcium Lactate, Calcium Gluconate, Guar Gum, Natural Flavor, L-Lysine, vitamins (Vitamin E Supplement, L-Ascorbyl-2-Polyphosphate (source of Vitamin C), Thiamine Mononitrate, Niacin Supplement, Pyridoxine Hydrochloride, Calcium Pantothenate, Vitamin B12 Supplement, Riboflavin Supplement, Biotin, Vitamin D3 Supplement, Folic Acid), Choline Chloride, Taurine, Potassium Citrate, Iodized Salt, Magnesium Oxide, minerals (Zinc Oxide, Ferrous Sulfate, Copper Sulfate, Manganese Sulfate, Manganous Oxide, Calcium Iodate), Sodium Tripolyphosphate, Beta-Carotene.",
        "analysis": [
            "Nutrient Dry Matter1 %",
            "단백질 38.0",
            "지방 24.2",
            "조섬유 2.8",
            "탄수화물 28.9",
            "칼슘 1.20",
            "인 0.87",
            "나트륨 0.55",
            "칼륨 0.92",
            "마그네슘 0.110",
            "타우린 0.34",
            "카르니틴 26.3 ppm",
            "비타민 C 154 ppm",
            "비타민 E 734 IU/kg",
            "총 Omega-3 지방산 1.42",
            "총 Omega-6 지방산 3.14",
            "회분 6.1",
            "베타카로틴 8.24 ppm",
            "라이신 2.10",
            "비타민 A 91330 IU/kg",
            "비타민 D 1689 IU/kg"
        ],
        "additive": null,
        "calorie": null
    },
    {
        "url": "https://www.hillspet.co.kr/cat-food/sd-kitten-healthy-cuisine-roasted-chicken-and-rice-medley-canned",
        "brand": null,
        "title": "Hill's™ Science Diet™ Kitten Healthy Cuisine Roasted Chicken & Rice Medley - canned",
        "descriptions": [
            "행복하고 장수하기 위한 훌륭한 풍미의 천연 영양식입니다. 부드러운 가르릉 소리를 듣고, 그보다 더 부드러운 콧잔등을 보고 있노라면 당신과 반려묘는 뭔가 특별한 것을 가진듯 합니다. 둘이 함께 보내는 순간 순간이 소중하기 때문에, 저희는 여러분들이 그 모든 것을 간직할 수 있도록 노력합니다. 건강한 원료와 올바른 영양소로 말이죠. Hill's Science Diet는 당신의 반려묘가 일생에 걸쳐 필요한 건강과 행복을 제공하도록 세심하게 준비된 제품입니다.",
            "저희는 북미, 유럽 그리고 뉴질랜드에서 공수한 최고 품질의 원료를 이용하여 미국 현지에 있는 시설에서 사료를 하나하나 제조하고 있습니다. 이 원료들은 순도와 영양소 함량에 있어서 사료 산업의 기준을 훨씬 상회하는 저희의 철저한 요구조건을 만족해야만 사용할 수 있습니다.",
            "보호소에 있는 반려동물들의 삶에 변화를 줄 수 있습니다. Science Diet를 구매하실때마다 100,000마리 이상의 유기동물들이 매일 식사를 하는데 도움을 주는 것이지요. 자세한 사항은 hillsfoodshelterlove.com 에서 확인하세요."
        ],
        "key_benefits": "Hill's Science Diet Kitten Healthy Cuisine Roasted Chichen Rice Medley는 구운 닭고기와 쌀의 맛있는 풍미를 군침돌게 만드는 소스와 버무렸습니다 --- 당신의 반려묘를 위한 완벽한 균형을 갖춘 캔사료입니다.",
        "ingredients": "Chicken Broth, Chicken, Pork Liver, Carrots, Wheat Gluten, Spinach, Rice Starch, Rice, Powdered Cellulose, Fish Oil, Chicken Liver Flavor, Potassium Alginate, Calcium Chloride, Monosodium Phosphate, Chicken Fat, Dicalcium Phosphate, Calcium Lactate, Calcium Gluconate, Guar Gum, Egg Flavor, L-Lysine, vitamins (Vitamin E Supplement, L-Ascorbyl-2-Polyphosphate (source of Vitamin C), Thiamine Mononitrate, Niacin Supplement, Pyridoxine Hydrochloride, Calcium Pantothenate, Vitamin B12 Supplement, Riboflavin Supplement, Biotin, Vitamin D3 Supplement, Folic Acid), Choline Chloride, Taurine, Potassium Citrate, Iodized Salt, Magnesium Oxide, minerals (Zinc Oxide, Ferrous Sulfate, Copper Sulfate, Manganese Sulfate, Manganous Oxide, Calcium Iodate), Sodium Tripolyphosphate, Beta-Carotene.",
        "analysis": [
            "Nutrient Dry Matter1 %",
            "단백질 38.0",
            "지방 24.2",
            "조섬유 2.8",
            "탄수화물 28.9",
            "칼슘 1.20",
            "Phosphorous 0.87",
            "나트륨 0.55",
            "칼륨 0.92",
            "마그네슘 0.110",
            "비타민 C 154 ppm",
            "비타민 E 734 IU/kg",
            "총 Omega-3 지방산 1.42",
            "총 Omega-6 지방산 3.14"
        ],
        "additive": null,
        "calorie": null
    },
    {
        "url": "https://www.hillspet.co.kr/cat-food/sd-kitten-healthy-development-dry",
        "brand": null,
        "title": "Hill's™ Science Diet™ Kitten Healthy Development - dry",
        "descriptions": [
            "행복하고 장수하기 위한 훌륭한 풍미의 천연* 영양식입니다. 부드러운 가르릉 소리를 듣고, 그보다 더 부드러운 콧잔등을 보고 있노라면 당신과 반려묘는 뭔가 특별한 것을 가진듯 합니다. 둘이 함께 보내는 순간 순간이 소중하기 때문에, 저희는 여러분들이 그 모든 것을 간직할 수 있도록 노력합니다. 건강한 원료와 올바른 영양소로 말이죠. Hill's Science Diet는 당신의 반려묘가 일생에 걸쳐 필요한 건강과 행복을 제공하도록 세심하게 준비된 제품입니다.",
            "저희는 북미, 유럽 그리고 뉴질랜드에서 공수한 최고 품질의 원료를 이용하여 미국 현지에 있는 시설에서 사료를 하나하나 제조하고 있습니다. 이 원료들은 순도와 영양소 함량에 있어서 사료 산업의 기준을 훨씬 상회하는 저희의 철저한 요구조건을 만족해야만 사용할 수 있습니다.",
            "보호소에 있는 반려동물들의 삶에 변화를 줄 수 있습니다. Science Diet를 구매하실때마다 100,000마리 이상의 유기동물들이 매일 식사를 하는데 도움을 주는 것이지요. 자세한 사항은 hillsfoodshelterlove.com 에서 확인하세요.",
            "* 비타민, 미네랄, 아미노산 추가"
        ],
        "key_benefits": "Hill's Science Diet Kitten Healthy Development 반려묘용 사료는 성장기의 자묘를 위한 섬세하게 균형잡히고 소화하기 쉬운 영양식을 제공합니다.",
        "ingredients": "Chicken, Brown Rice, Wheat Gluten, Chicken Fat, Egg Product, Whole Grain Oats, Whole Grain Wheat, Cracked Pearled Barley, Chicken Liver Flavor, Flaxseed, Calcium Sulfate, Lactic Acid, Fish Oil, L-Lysine, Potassium Chloride, Calcium Carbonate, DL-Methionine, Choline Chloride, Sodium Tripolyphosphate, Taurine, vitamins (Vitamin E Supplement, L-Ascorbyl-2-Polyphosphate (source of Vitamin C), Niacin Supplement, Thiamine Mononitrate, Calcium Pantothenate, Pyridoxine Hydrochloride, Vitamin A Supplement, Riboflavin Supplement, Biotin, Vitamin B12 Supplement, Folic Acid, Vitamin D3 Supplement), minerals (Ferrous Sulfate, Zinc Oxide, Copper Sulfate, Manganous Oxide, Calcium Iodate, Sodium Selenite), Iodized Salt, Oat Fiber, Mixed Tocopherols for freshness, Natural Flavors, Magnesium Oxide, Beta-Carotene, Apples, Broccoli, Carrots, Cranberries, Green Peas.",
        "analysis": [
            "Nutrient Dry Matter1 %",
            "단백질 38.0",
            "지방 24.9",
            "조섬유 0.8",
            "탄수화물 28.5",
            "칼슘 1.26",
            "Phosphorous 1.04",
            "나트륨 0.57",
            "칼륨 0.86",
            "마그네슘 0.107",
            "타우린 0.51",
            "비타민 C 108 ppm",
            "비타민 E 1411 IU/kg",
            "DHA 0.165",
            "총 Omega-3 지방산 1.06",
            "총 Omega-6 지방산 4.75"
        ],
        "additive": null,
        "calorie": null
    }
]