{
    "url": "https://www.costco.com/kirkland-signature-chicken-and-rice-cat-food-25-lbs..product.100334973.html",
    "brand": "Kirkland Signature",
    "title": "Kirkland Signature Chicken and Rice Cat Food 25 lbs. | Costco",
    "descriptions": [
        "Kirkland Signature Super Premium Maintenance Cat Chicken & Rice Formula is designed for the special nutritional needs of your cat. This formula contains the right amount of protein and fat to keep your cat in optimal body condition. Plus, the added health benefits of probiotics for digestive health, omega fatty acid balance, antioxidants and fresh chicken help your cat lead a happy, healthy life.",
        "Probiotics and natural prebiotic fiber from dried chicory root help maintain the proper balance of beneficial bacteria in your cat’s intestines. These probiotics are processed under strict human-grade standards to ensure purity. Each cup of food provides live, active cultures that help support healthy digestion and help your cat maintain an active lifestyle."
    ],
    "key_benefits": [
        "Ideal Protein Sources: This formula is made with fresh chicken as the number one ingredient for great taste. Chicken and chicken meal are highly digestible and ideal protein sources for your cat.",
        "Optimal Kibble Size: Easy to pick up and chew, the crunchy kibble helps keep teeth clean.",
        "Antioxidants: Guaranteed levels of vitamin E, selenium and zinc work together to support your cat's healthy lifestyle.",
        "Omega Fatty Acid Nutrition: Contains omega-6 and omega-3 fatty acids to help your cat maintain a shiny, healthy coat and a strong immune system."
    ],
    "ingredients": "Chicken, chicken meal, whole grain brown rice, ground white rice, chicken fat (preserved with mixed tocopherols), natural chicken flavor, flaxseed, sodium bisulfate, potassium chloride, choline chloride, taurine, dried chicory root, dried Lactobacillus acidophilus fermentation product, dried Bifidobacterium animalis fermentation product, zinc proteinate, vitamin E supplement, niacin, manganese proteinate, copper proteinate, zinc sulfate, manganese sulfate, copper sulfate, thiamine mononitrate, vitamin A supplement, biotin, potassium iodide, calcium pantothenate, riboflavin, pyridoxine hydrochloride (vitamin B6), vitamin B12 supplement, manganous oxide, sodium selenite, vitamin D supplement, folic acid.",
    "analysis": [
        "Crude Protein 30% Minimum",
        "Crude Fat 20% Minimum",
        "Crude Fiber 3% Maximum",
        "Moisture 10% Maximum",
        "Magnesium 0.1% Maximum",
        "Zinc 150 mg/kg Minimum",
        "Selenium 0.3 mg/kg Minimum",
        "Vitamin E 100 IU/kg Minimum",
        "Taurine 0.1% Minimum",
        "Omega-6 Fatty Acids* 3.3% Minimum",
        "Omega-3 Fatty Acids* 0.5% Minimum",
        "Total Microorganisms* Not Less Than 1,000,000 CFU/lb (Lactobacillus acidophilus, Bifidobacterium animalis)"
    ],
    "additive": null,
    "calorie": "4,008 kcals/kg (443 kcals/cup) Calculated Metabolizable Energy"
}