[
    {
        "url": "https://www.meowmix.com/cat-food/tasty-layers/chicken-and-tuna",
        "brand": "MeowMix",
        "title": "Meow Mix® Tasty Layers Chicken and Tuna Recipe Stuffed With Real Chicken | Wet Cat Food",
        "descriptions": "Surprise and delight your cat with an indulgent mealtime experience with Meow Mix® Tasty Layers Swirled Paté Chicken & Tuna Recipe Stuffed With Real Chicken. This wet cat food paté combines delicious dual swirls of chicken and tuna flavors for an irresistible level of tastiness. The center of the swirled paté is stuffed with the best treat of all—real chicken.",
        "key_benefits": [
            "Chicken and tuna flavored swirls of paté cat food",
            "Stuffed with real chicken",
            "100% complete and balanced nutrition for adult cats"
        ],
        "ingredients": "Chicken, Fish Broth, Tuna, Modified Tapioca Starch, Calcium Sulfate, Titanium Dioxide (color), Natural Flavor, Caramel Color, Taurine , Vitamins (vitamin E supplement, thiamine mononitrate, vitamin A supplement, niacin, D-calcium pantothenate, riboflavin supplement, pyridoxine hydrochloride, vitamin B12 supplement, folic acid, menadione sodium bisulfite complex (source of vitamin K activity), biotin), Salt, Locust Bean Gum, Xanthan Gum, Choline Chloride, Minerals (Ferrous Sulfate, Zinc Oxide, Manganese Sulfate, Copper Amino Acid Complex, Potassium Iodide, Sodium Selenite), Potassium Chloride, Carrageenan, Magnesium Sulfate.",
        "analysis": [
            "Crude Protein (Min.) 9.0%",
            "Crude Fat (Min.) 3.0%",
            "Crude Fiber (Max.) 0.5%",
            "Moisture (Max.) 80.0%",
            "Ash (Max.) 3.5%",
            "Taurine (Min.) 0.05%"
        ],
        "additive": null,
        "calorie": "Metabolizable Energy (ME): 930 kcal/kg; 75 kcal/2.75 oz cup"
    },
    {
        "url": "https://www.meowmix.com/cat-food/tasty-layers/chicken-and-turkey",
        "brand": "MeowMix",
        "title": "Meow Mix® Tasty Layers Chicken and Turkey Recipe Stuffed With Real Chicken | Wet Cat Food",
        "descriptions": "Take mealtime to the next level with Meow Mix® Tasty Layers Swirled Paté Chicken & Turkey Recipe Stuffed With Real Chicken. This wet cat food paté combines delicious dual swirls of chicken and turkey flavors for an irresistible level of tastiness. The center of the swirled paté is stuffed with the best treat of all— real chicken.",
        "key_benefits": [
            "Chicken and turkey flavored swirls of paté cat food",
            "Stuffed with real chicken",
            "100% complete and balanced nutrition for adult cats"
        ],
        "ingredients": "Chicken, Chicken Broth, Tuna, Turkey, Modified Tapioca Starch, Titanium Dioxide (color), Natural Flavor, Calcium Sulfate, Taurine ,Vitamins (vitamin E supplement, thiamine mononitrate, vitamin A supplement, niacin, D-calcium pantothenate, riboflavin supplement, pyridoxine hydrochloride, vitamin B12 supplement, folic acid, menadione sodium bisulfite complex (source of vitamin K activity), biotin), Choline Chloride, Locust Bean Gum, Xanthan Gum, Fish Extract, Caramel Color, Minerals (Ferrous Sulfate, Zinc Oxide, Manganese Sulfate, Copper Amino Acid Complex, Potassium Iodide, Sodium Selenite), Potassium Chloride, Salt, Carrageenan, Magnesium Sulfate",
        "analysis": [
            "Crude Protein (Min.) 10.0%",
            "Crude Fat (Min.) 3.0%",
            "Crude Fiber (Max.) 0.5%",
            "Moisture (Max.) 80.0%",
            "Ash (Max.) 3.5%",
            "Taurine (Min.) 0.05%"
        ],
        "additive": null,
        "calorie": "Metabolizable Energy (ME): 1010 kcal/kg; 80kcal/2.75 oz cup"
    },
    {
        "url": "https://www.meowmix.com/cat-food/tasty-layers/tuna-and-whitefish",
        "brand": "MeowMix",
        "title": "Meow Mix® Tasty Layers Tuna and Whitefish Recipe Stuffed With Real Tuna | Wet Cat Food",
        "descriptions": "Unlike any other mealtime experience, take things to the next level with Meow Mix® Tasty Layers Swirled Paté Tuna & Whitefish Recipe Stuffed With Real Tuna. This wet cat food paté combines delicious dual swirls of tuna and whitefish flavors for an irresistible level of tastiness. The center of the swirled paté is stuffed with the best treat of all—real tuna.",
        "key_benefits": [
            "Tuna and whitefish flavored swirls of paté cat food",
            "Stuffed with real tuna",
            "100% complete and balanced nutrition for adult cats"
        ],
        "ingredients": "Chicken, Fish Broth, Tuna, Ocean Whitefish, Modified Tapioca Starch, Natural Flavor, Titanium Dioxide, Calcium Sulfate, Caramel Color, Taurine, Vitamins (vitamin E supplement, thiamine mononitrate, vitamin A supplement, niacin, D-calcium pantothenate, riboflavin supplement, pyridoxine hydrochloride, vitamin B12 supplement, folic acid, menadione sodium bisulfite complex (source of vitamin K activity), biotin), Salt, Choline Chloride, Locust Bean Gum, Xanthan Gum, Minerals (Ferrous Sulfate, Zinc Oxide, Manganese Sulfate, Copper Amino Acid Complex, Potassium Iodide, Sodium Selenite), Potassium Chloride, Carrageenan, Magnesium Sulfate.",
        "analysis": [
            "Crude Protein (Min.) 10.0%",
            "Crude Fat (Min.) 3.0%",
            "Crude Fiber (Max.) 0.5%",
            "Moisture (Max.) 80.0%",
            "Ash (Max.) 3.5%",
            "Taurine (Min.) 0.05%"
        ],
        "additive": null,
        "calorie": "Metabolizable Energy (ME): 1010 kcal/kg; 80kcal/2.75 oz cup"
    },
    {
        "url": "https://www.meowmix.com/cat-food/wet/classic-pate/classic-pate-mixed-grill-with-real-beef-tuna-chicken",
        "brand": "MeowMix",
        "title": "Meow Mix® Classic Paté | Mixed Grill Cat Food with Real Beef, Tuna & Chicken",
        "descriptions": "Indulge your cat with our Meow Mix® Classic Paté Mixed Grill With Real Beef, Tuna & Chicken, a tasty paté with the smooth texture your cat loves. Each wholesome meal combines 100% complete and balanced nutrition for adult cats with deliciously unique flavors to help keep your cat healthy and happy.",
        "key_benefits": [
            "Delicious flavor with a smooth texture your cat will love",
            "100% complete and balanced nutrition for adult cats",
            "Made with REAL beef, tuna & chicken"
        ],
        "ingredients": "Ingredients Chicken Broth, Meat By-Products, Liver, Beef, Tuna, Chicken, Rice Flour, Sunflower Oil, Tricalcium Phosphate, Salt, Sodium Tripolyphsphate, Potassium Chloride, Guar Gum, Caramel Color, Calcium Sulfate, Natural Flavor, Choline Chloride, Carrageenan, Vitamins (Vitamin E Supplement, Niacin Supplement, Thiamine Mononitrate, Vitamin A Supplement, D-Calcium Pantothenate, Riboflavin Supplement, Pyridoxine Hydrochloride, Vitamin D3 Supplement, Menadione Sodium Bisulfite Complex, Folic Acid, Biotin, Vitamin B12 Supplement), Minerals (Ferrous Sulfate, Zinc Oxide, Manganese Sulfate, Copper Glycine Complex, Potassium Iodide, Sodium Selenite), Taurine, Magnesium Sulfate.",
        "analysis": [
            "Crude Protein (Min.) 12.00%",
            "Crude Fat (Min.) 3.50%",
            "Crude Fiber (Max.) 0.50%",
            "Moisture (Max.) 78.00%",
            "Ash (Max.) 4.00%",
            "Taurine (Min.) 0.05%"
        ],
        "additive": null,
        "calorie": "Metabolizable Energy (ME) = 947 kcal/kg; 73 kcal/cup"
    },
    {
        "url": "https://www.meowmix.com/cat-food/wet/classic-pate/classic-pate-with-real-chicken-liver",
        "brand": "MeowMix",
        "title": "Meow Mix® Classic Paté | Real Chicken & Liver",
        "descriptions": "Indulge your cat with our Meow Mix® Classic Paté With Real Chicken & Liver, a tasty paté with the smooth texture your cat loves. Each wholesome meal combines 100% complete and balanced nutrition for adult cats with deliciously unique flavors to help keep your cat healthy and happy.",
        "key_benefits": [
            "Delicious flavor with a smooth texture your cat will love",
            "100% complete and balanced nutrition for adult cats",
            "Made with REAL chicken & liver"
        ],
        "ingredients": "Ingredients Chicken Broth, Chicken , Meat By-Products, Liver, Tuna, Rice Flour, Calcium Sulfate, Titanium Dioxide (Color), Tricalcium Phosphate, Salt, Sodium Tripolyphosphate, Potassium Chloride, Guar Gum, Natural Flavor, Choline Chloride, Carrageenan, Vitamins (Vitamin E Supplement, Niacin Supplement, Thiamine Mononitrate, Vitamin A Supplement, D-Calcium Pantothenate, Riboflavin Supplement, Pyridoxine Hydrochloride, Vitamin D3 Supplement, Menadione Sodium Bisulfite Complex, Folic Acid, Biotin, Vitamin B12 Supplement), Minerals (Ferrous Sulfate, Zinc Oxide, Manganese Sulfate, Copper Glycine Complex, Potassium Iodide, Soldium Selenite), Beta Carotene (Color), Taurine, Magnesium Sulfate.",
        "analysis": [
            "Crude Protein (Min.) 12.00%",
            "Crude Fat (Min.) 3.50%",
            "Crude Fiber (Max.) 0.50%",
            "Moisture (Max.) 78.00%",
            "Ash (Max.) 4.00%",
            "Taurine (Min.) 0.05%"
        ],
        "additive": null,
        "calorie": "Metabolizable Energy (ME) = 954 kcal/kg; 74 kcal/cup"
    },
    {
        "url": "https://www.meowmix.com/cat-food/wet/classic-pate/classic-pate-with-real-tuna",
        "brand": "MeowMix",
        "title": "Meow Mix® Classic Paté | Real Tuna",
        "descriptions": "Indulge your cat with our Meow Mix® Classic Paté With Real Tuna, a tasty paté with the smooth texture your cat loves. Each wholesome meal combines 100% complete and balanced nutrition for adult cats with deliciously unique flavors to help keep your cat healthy and happy.",
        "key_benefits": [
            "Delicious flavor with a smooth texture your cat will love",
            "100% complete and balanced nutrition for adult cats",
            "Made with REAL tuna"
        ],
        "ingredients": "Ingredients Fish Broth, Tuna, Meat By-Products, Liver, Chicken, Rice Flour, Tricalcium Phosphate, Calcium Sulfate, Salt, Titanium Dioxide(Color), Sodium Tripolyphosphate, Potassium Chloride, Guar Gum, Natural Flavor, Choline Chloride, Sunflower Oil , Carrageenan, Vitamins (Vitamin E Supplement, Niacin Supplement, Thiamine Mononitrate, Vitamin A Supplement, D-Calcium Pantothenate, Riboflavin Supplement, Pyridoxine Hydrochloride, Vitamin D3 Suppplelment, Menadione Sodium Bisulfite Complex, Folic Acid, Biotin, Vitamin B12 Supplement), Minerals (Ferrous Sulfate, Zinc Oxide, Manganese Sulfate, Copper Glycine Complex, Potassium Iodide, Sodium Selenite), Taurine, Magnesium Sulfate.",
        "analysis": [
            "Crude Protein (Min.) 12.00%",
            "Crude Fat (Min.) 3.50%",
            "Crude Fiber (Max.) 0.50%",
            "Moisture (Max.) 78.00%",
            "Ash (Max.) 4.00%",
            "Taurine (Min.) 0.05%"
        ],
        "additive": null,
        "calorie": "Metabolizable Energy (ME) = 947 kcal/kg; 73 kcal/cup"
    },
    {
        "url": "https://www.meowmix.com/cat-food/wet/savory-morsels/savory-morsels-seafood-entree-in-gravy",
        "brand": "MeowMix",
        "title": "Meow Mix® Savory Morsels® | Seafood Entrée in Gravy",
        "descriptions": "Savory Morsels® Seafood Entrée in Gravy is the ultimate mix of mouthwatering flavors from the sea. And this irresistibly delicious blend contains supplemental nutrients in wholesome gravy to help keep your cat happy healthy and meowing for more.",
        "key_benefits": [
            "Tasty blend of seafood flavors in gravy",
            "High-quality protein helps maintain overall health",
            "Balanced for 100% complete nutrition for kittens and adult maintenance"
        ],
        "ingredients": "FISH BROTH, TUNA, SARDINES, WHEAT GLUTEN, SHRIMP, MODIFIED TAPIOCA STARCH, MACKEREL, CHICKEN LIVER, SOYBEAN OIL, CHICKEN BY-PRODUCTS, NATURAL AND ARTIFICIAL FLAVORS, TITANIUM DIOXIDE (COLOR), CHICKEN, SUGAR, CALCIUM SULFATE, SALT, GUAR GUM, DRIED EGG PRODUCT, POTASSIUM CHLORIDE, VITAMINS (VITAMIN E SUPPLEMENT, THIAMINE MONONITRATE, NIACIN, VITAMIN A SUPPLEMENT, CALCIUM PANTOTHENATE, RIBOFLAVIN SUPPLEMENT, PYRIDOXINE HYDROCHLORIDE, VITAMIN B12 SUPPLEMENT, MENADIONE SODIUM BISULFITE COMPLEX (SOURCE OF VITAMIN K ACTIVITY), FOLIC ACID, BIOTIN), CHOLINE CHLORIDE, SODIUM TRIPOLYPHOSPHATE, TAURINE, MINERALS (FERROUS SULFATE, ZINC OXIDE, MANGANESE SULFATE, COPPER AMINO ACID COMPLEX, POTASSIUM IODIDE, SODIUM SELENITE), CARRAGEENAN, IRON OXIDE (COLOR), ANNATTO EXTRACT (COLOR), SODIUM NITRITE (TO PROMOTE COLOR RETENTION), RED 3, CANTHAXANTHIN (COLOR PRESERVED WITH ETHOXYQUIN)",
        "analysis": [
            "Crude Protein (Min.) 9.00%",
            "Crude Fat (Min.) 1.80%",
            "Crude Fiber (Max.) 1.50%",
            "Moisture (Max.) 82.00%",
            "Ash (Max.) 3.00%",
            "Taurine (Min.) 0.05%"
        ],
        "additive": null,
        "calorie": "Meow Mix® Savory Morsels Seafood Entrée in Gravy cat food is formulated to meet the nutritional levels established by the AAFCO Cat Food Nutrient Profiles for adult maintenance."
    },
    {
        "url": "https://www.meowmix.com/cat-food/wet/savory-morsels/savory-morsels-with-real-chicken-breast-in-gravy",
        "brand": "MeowMix",
        "title": "Meow Mix® Savory Morsels® | Real Chicken Breast in Gravy",
        "descriptions": "With juicy strips of chicken breast mixed with savory gravy it's a taste your cat will love. Savory Morsels® With Real Chicken Breast in Gravy also contains supplemental nutrients to help keep your cat healthy with every irresistible bite.",
        "key_benefits": [
            "Tasty strips with real chicken breast in gravy",
            "High-quality protein helps maintain overall health",
            "Balanced for 100% complete nutrition for kittens and adult maintenance"
        ],
        "ingredients": "FISH BROTH, CHICKEN, SARDINES, CHICKEN BREAST, WHEAT GLUTEN, CHICKEN LIVER, MODIFIED TAPIOCA STARCH, SUGAR, NATURAL FLAVOR, TITANIUM DIOXIDE (COLOR), POULTRY BY-PRODUCTS, DRIED EGG PRODUCT, SALT, GUAR GUM, CALCIUM SULFATE, VITAMINS (VITAMIN E SUPPLEMENT, THIAMINE MONONITRATE, NIACIN, VITAMIN A SUPPLEMENT, CALCIUM PANTOTHENATE, RIBOFLAVIN SUPPLEMENT, PYRIDOXINE HYDROCHLORIDE, VITAMIN B12 SUPPLEMENT, MENADIONE SODIUM BISULFITE COMPLEX (SOURCE OF VITAMIN K ACTIVITY), FOLIC ACID, BIOTIN), POTASSIUM CHLORIDE, TAURINE, MINERALS (FERROUS SULFATE, ZINC OXIDE, MANGANESE SULFATE, COPPER AMINO ACID COMPLEX, POTASSIUM IODIDE, SODIUM SELENITE), CHOLINE CHLORIDE, CARRAGEENAN, SODIUM NITRITE (TO PROMOTE COLOR RETENTION)",
        "analysis": [
            "Crude Protein (Min.) 9.00%",
            "Crude Fat (Min.) 2.00%",
            "Crude Fiber (Max.) 1.50%",
            "Moisture (Max.) 82.00%",
            "Ash (Max.) 3.00%",
            "Taurine (Min.) 0.05%"
        ],
        "additive": null,
        "calorie": "Meow Mix® Savory Morsels With Real Chicken Breast in Gravy cat food is formulated to meet the nutritional levels established by the AAFCO Cat Food Nutrient Profiles for adult maintenance."
    },
    {
        "url": "https://www.meowmix.com/cat-food/wet/tender-favorites/tender-favorites-with-real-chicken-beef-in-sauce",
        "brand": "MeowMix",
        "title": "Meow Mix® Tender Favorites® | Real Chicken & Beef in Sauce Cat Food",
        "descriptions": "Tender Favorites® With Real Chicken & Beef in Sauce brings together two delicious favorites in a savory sauce. Each cup is also fortified with nutrients and minerals that help keep your cat vibrant and healthy. With wholesome ingredients and irresistible taste it's no wonder that cats ask for it by name!",
        "key_benefits": [
            "Shredded real chicken and beef in one cup",
            "High-quality protein helps maintain overall health",
            "Balanced for 100% complete nutrition for kittens and adult maintenance"
        ],
        "ingredients": "FISH BROTH, TUNA, CHICKEN, BEEF, CHICKEN LIVER, MODIFIED TAPIOCA STARCH, WHEAT GLUTEN, SOYBEAN OIL, NATURAL AND ARTIFICIAL FLAVORS, CALCIUM SULFATE, GUAR GUM, SALT, DRIED EGG PRODUCT, VITAMINS (VITAMIN E SUPPLEMENT, THIAMINE MONONITRATE, NIACIN, VITAMIN A SUPPLEMENT, CALCIUM PANTOTHENATE, RIBOFLAVIN SUPPLEMENT, PYRIDOXINE HYDROCHLORIDE, VITAMIN B12 SUPPLEMENT, MENADIONE SODIUM BISULFITE COMPLEX (SOURCE OF VITAMIN K ACTIVITY), FOLIC ACID, BIOTIN), CARRAGEENAN, TITANIUM DIOXIDE (COLOR), CARAMEL COLOR, SODIUM TRIPOLYPHOSPHATE, MINERALS (FERROUS SULFATE, ZINC OXIDE, MANGANESE SULFATE, COPPER AMINO ACID COMPLEX, POTASSIUM IODIDE, SODIUM SELENITE), SODIUM NITRITE (TO PROMOTE COLOR RETENTION)",
        "analysis": [
            "Crude Protein (Min.) 10.0%",
            "Crude Fat (Min.) 2.0%",
            "Crude Fiber (Max.) 1.5%",
            "Moisture (Max.) 82.0%",
            "Ash (Max.) 3.0%",
            "Taurine (Min.) 0.05%"
        ],
        "additive": null,
        "calorie": "Meow Mix® Tender Favorites® With Real Chicken & Beef in Sauce cat food is formulated to meet the nutritional levels established by the AAFCO Cat Food Nutrient Profiles for adult maintenance."
    },
    {
        "url": "https://www.meowmix.com/cat-food/wet/tender-favorites/tender-favorites-with-real-chicken-liver-in-sauce",
        "brand": "MeowMix",
        "title": "Meow Mix® Tender Favorites® | Real Chicken & Liver in Sauce Cat Food",
        "descriptions": "Made with tasty chicken and liver covered in succulent gravy Tender Favorites® With Real Chicken & Liver in Sauce is also fortified with a wholesome blend of vitamins and minerals to help support your cat's health. With nutritious ingredients and irresistible taste this mix makes mealtimes as nutritious as they are delicious!",
        "key_benefits": [
            "Tasty mix of real chicken and liver in one cup",
            "High-quality protein helps maintain overall health",
            "Balanced for 100% complete nutrition for kittens and adult maintenance"
        ],
        "ingredients": "FISH BROTH, TUNA, CHICKEN, CHICKEN LIVER, WHEAT GLUTEN, MODIFIED TAPIOCA STARCH, SUGAR, CALCIUM SULFATE, POULTRY HEART, DRIED EGG PRODUCT, TRICALCIUM SULFATE, SALT, SODIUM TRIPOLYPHOSPHATE, NATURAL AND ARTIFICIAL FLAVORS, GUAR GUM, TITANIUM DIOXIDE (COLOR), VITAMINS (VITAMIN E SUPPLEMENT, THIAMINE MONONITRATE, NIACIN, VITAMIN A SUPPLEMENT, CALCIUM PANTOTHENATE, RIBOFLAVIN SUPPLEMENT, PYRIDOXINE HYDROCHLORIDE, VITAMIN B12 SUPPLEMENT, MENADIONE SODIUM BISULFITE COMPLEX (SOURCE OF VITAMIN K ACTIVITY), FOLIC ACID, BIOTIN) CARRAGEENAN, MINERALS (FERROUS SULFATE, ZINC OXIDE, MANGANESE SULFATE, COPPER AMINO ACID COMPLEX, POTASSIUM IODIDE, SODIUM SELENITE), SOYBEAN OIL, SODIUM NITRITE (TO PROMOTE COLOR RETENTION)",
        "analysis": [
            "Crude Protein (Min.) 10.0%",
            "Crude Fat (Min.) 1.8%",
            "Crude Fiber (Max.) 1.5%",
            "Moisture (Max.) 82.0%",
            "Ash (Max.) 3.0%",
            "Taurine (Min.) 0.05%"
        ],
        "additive": null,
        "calorie": "Meow Mix® Tender Favorites® With Real Chicken & Liver in Sauce cat food is formulated to meet the nutritional levels established by the AAFCO Cat Food Nutrient Profiles for adult maintenance."
    },
    {
        "url": "https://www.meowmix.com/cat-food/wet/tender-favorites/tender-favorites-with-real-salmon-crab-meat-in-sauce",
        "brand": "MeowMix",
        "title": "Tender Favorites® with Real Salmon & Crab Meat in Sauce Cat Food | Meow Mix",
        "descriptions": "Tender Favorites® With Real Salmon & Crab Meat in Sauce combines delicious cuts of salmon with tender chunks of real crab meat in an irresistibly savory sauce. And each cup contains 100% complete nutrition for kittens and adult maintenance so you'll feel good about feeding at every mealtime.",
        "key_benefits": [
            "Tasty mix of real salmon and crab meat",
            "High-quality protein helps maintain overall health",
            "Balanced for 100% complete nutrition for kittens and adult maintenance"
        ],
        "ingredients": "TUNA, FISH BROTH, SARDINES, SALMON, CRAB, SOYBEAN OIL, NATURAL AND ARTIFICIAL FLAVORS, GUAR GUM, TRICALCIUM PHOSPHATE, CALCIUM SULFATE, CARRAGEENAN, SALT, VITAMINS (VITAMIN E SUPPLEMENT, THIAMINE MONONITRATE, NIACIN, VITAMIN A SUPPLEMENT, CALCIUM PANTOTHENATE, RIBOFLAVIN SUPPLEMENT, PYRIDOXINE HYDROCHLORIDE, VITAMIN B12 SUPPLEMENT, MENADIONE SODIUM BISULFITE COMPLEX (SOURCE OF VITAMIN K ACTIVITY), FOLIC ACID, BIOTIN), MINERALS (FERROUS SULFATE, ZINC OXIDE, MANGANESE SULFATE, COPPER AMINO ACID COMPLEX, POTASSIUM IODIDE, SODIUM SELENITE), ANNATTO EXTRACT (COLOR), CANTHAXANTHIN (COLOR PRESERVED WITH ETHOXYQUIN), SODIUM NITRITE (TO PROMOTE COLOR RETENTION)",
        "analysis": [
            "Crude Protein (Min.) 12.0%",
            "Crude Fat (Min.) 1.8%",
            "Crude Fiber (Max.) 1.5%",
            "Moisture (Max.) 82.0%",
            "Ash (Max.) 3.0%",
            "Taurine (Min.) 1.5%"
        ],
        "additive": null,
        "calorie": "Meow Mix® Tender Favorites® With Real Salmon & Crab Meat in Sauce cat food is formulated to meet the nutritional levels established by the AAFCO Cat Food Nutrient Profiles for adult maintenance."
    },
    {
        "url": "https://www.meowmix.com/cat-food/wet/tender-favorites/tender-favorites-with-real-tuna-whole-shrimp-in-sauce",
        "brand": "MeowMix",
        "title": "Meow Mix® Tender Favorites® | Real Tuna & Whole Shrimp in Sauce Cat Food",
        "descriptions": "Tender Favorites® With Real Tuna & Whole Shrimp in Sauce is a uniquely delicious mix combining real seafood in a savory sauce-all fortified with vitamins and minerals to help maintain your cat's health. This wholesome recipe makes every mealtime as nutritious as it is delicious.",
        "key_benefits": [
            "Tasty real tuna and shrimp flavors in one cup",
            "Healthy blend of wholesome proteins and vitamins",
            "Balanced for 100% complete nutrition for kittens and adult maintenance"
        ],
        "ingredients": "TUNA, FISH BROTH, SARDINES, MACKEREL, SHRIMP, SOYBEAN OIL, NATURAL AND ARTIFICIAL FLAVORS, TRICALCIUM PHOSPHATE, GUAR GUM, CARRAGEENAN, SALT, VITAMINS (VITAMIN E SUPPLEMENT, THIAMINE MONONITRATE, NIACIN, VITAMIN A SUPPLEMENT, CALCIUM PANTOTHENATE, RIBOFLAVIN SUPPLEMENT, PYRIDOXINE HYDROCHLORIDE, VITAMIN B12 SUPPLEMENT, MENADIONE SODIUM BISULFITE COMPLEX (SOURCE OF VITAMIN K ACTIVITY), FOLIC ACID, BIOTIN), MINERALS (FERROUS SULFATE, ZINC OXIDE, MANGANESE SULFATE, COPPER AMINO ACID COMPLEX, POTASSIUM IODIDE, SODIUM SELENITE), CALCIUM SULFATE, SODIUM NITRITE (TO PROMOTE COLOR RETENTION), CANTHAXANTHIN (COLOR PRESERVED WITH ETHOXYQUIN)",
        "analysis": [
            "Crude Protein (Min.) 12.0%",
            "Crude Fat (Min.) 1.8%",
            "Crude Fiber (Max.) 1.5%",
            "Moisture (Max.) 82.0%",
            "Ash (Max.) 3.0%",
            "Taurine (Min.) 0.05%"
        ],
        "additive": null,
        "calorie": "Meow Mix® Tender Favorites® With Real Tuna & Whole Shrimp in Sauce cat food is formulated to meet the nutritional levels established by the AAFCO Cat Food Nutrient Profiles for adult maintenance."
    },
    {
        "url": "https://www.meowmix.com/cat-food/wet/tender-favorites/tender-favorites-with-real-turkey-giblets-in-sauce",
        "brand": "MeowMix",
        "title": "Meow Mix® Tender Favorites® | Real Turkey & Giblets in Sauce Cat Food",
        "descriptions": "Tender Favorites® With Real Turkey & Giblets in Sauce Cat Food has a tender duo of high-quality protein sources in a delicious sauce for a taste that cats find irresistible. Essential nutrients complete this wholesome and tasty meal.",
        "key_benefits": [
            "Tasty mix of turkey and giblets",
            "High-quality protein helps support overall health",
            "Balanced for 100% complete nutrition for kittens and adult maintenance"
        ],
        "ingredients": "FISH BROTH, TUNA, TUNA BY-PRODUCTS, CHICKEN, TURKEY, POULTRY GIBLETS, MODIFIED TAPIOCA STARCH, WHEAT GLUTEN, NATURAL AND ARTIFICIAL FLAVORS, SOYBEAN OIL, SUGAR, GUAR GUM, CALCIUM SULFATE, DRIED EGG PRODUCT, TRICALCIUM PHOSPHATE, SALT, SODIUM TRIPOLYPHOSPHATE, CARAMEL COLOR, VITAMINS (VITAMIN E SUPPLEMENT, THIAMINE MONONITRATE, NIACIN, VITAMIN A SUPPLEMENT, CALCIUM PANTOTHENATE, RIBOFLAVIN SUPPLEMENT, PYRIDOXINE HYDROCHLORIDE, VITAMIN B12 SUPPLEMENT, MENADIONE SODIUM BISULFITE COMPLEX (SOURCE OF VITAMIN K ACTIVITY), FOLIC ACID, BIOTIN), POTASSIUM CHLORIDE, TITANIUM DIOXIDE (COLOR), MINERALS (FERROUS SULFATE, ZINC OXIDE, MANGANESE SULFATE, COPPER AMINO ACID COMPLEX, POTASSIUM IODIDE, SODIUM SELENITE), CARRAGEENAN, MAGNESIUM SULFATE, SODIUM NITRITE (TO PROMOTE COLOR RETENTION), ROSEMARY EXTRACT",
        "analysis": [
            "Crude Protein (Min.) 11.0%",
            "Crude Fat (Min.) 1.8%",
            "Crude Fiber (Max.) 1.5%",
            "Moisture (Max.) 82.0%",
            "Ash (Max.) 3.0%",
            "Taurine (Min.) 0.05%"
        ],
        "additive": null,
        "calorie": "Meow Mix® Tender Favorites® With Real Turkey & Giblets in Sauce cat food is formulated to meet the nutritional levels established by the AAFCO Cat Food Nutrient Profiles for adult maintenance."
    }
]