[
    {
        "url": "https://www.merrickpetcare.com/purrfect-bistro-complete-care-hairball-control-recipe/",
        "brand": "Merrick",
        "title": "Purrfect Bistro Complete Care Hairball Control Cat Food Recipe | Merrick Pet Care",
        "descriptions": "Merrick Purrfect Bistro Complete Care Hairball Control Recipe was crafted specifically for adult cats who require help managing hairballs. This grain free recipe is high in quality protein with moderate fat levels and low levels of carbohydrates – the kind of diet cats thrive on. Our formula is fortified with vitamins, minerals, probiotics, and antioxidants.  Real deboned chicken is always the first ingredient. This high quality protein along with chicken and turkey meals, give this recipe a 60% protein level of meat sourced ingredients, making it highly digestible.  Contains natural fibers such as miscanthus grass, pea fiber and inulin to help control hairballs.  No grain, wheat or corn. No artificial colors, flavors or preservatives.  All Merrick recipes are crafted in our Hereford, TX kitchen and cooked in the USA, in facilities that uphold strict FDA guidelines.",
        "key_benefits": [
            "Real deboned chicken is always the first ingredient. This high quality protein along with chicken and turkey meals, give this recipe a 60% protein level of meat sourced ingredients, making it highly digestible.",
            "Contains natural fibers such as miscanthus grass, pea fiber and inulin to help control hairballs.",
            "No grain, wheat or corn. No artificial colors, flavors or preservatives.",
            "All Merrick recipes are crafted in our Hereford, TX kitchen and cooked in the USA, in facilities that uphold strict FDA guidelines."
        ],
        "ingredients": "Deboned Chicken, Chicken Meal, Turkey Meal, Sweet Potatoes, Potatoes, Peas, Pea Protein, Dried Egg Product, Ground Miscanthus Grass, Chicken Fat (preserved with mixed tocopherols), Pea Fiber, Potato Protein, Natural Flavor, Tapioca, Ground Flaxseed, Phosphoric Acid, Dried Whey Protein Concentrate, Inulin (from chicory root), Salmon Oil, Choline Chloride, Salt, Organic Dehydrated Alfalfa Meal, Taurine, Minerals (Iron Amino Acid Complex, Zinc Amino Acid Complex, Zinc Sulfate, Sodium Selenite, Manganese Amino Acid Complex, Copper Amino Acid Complex, Copper Sulfate, Potassium Iodide, Cobalt Proteinate, Cobalt Carbonate), Yucca Schidigera Extract, Vitamins(Vitamin E Supplement, Vitamin B12 Supplement, d-Calcium Pantothenate, Vitamin A Acetate, Thiamine Mononitrate, Niacin, Pyridoxine Hydrochloride, Riboflavin Supplement, Biotin, Vitamin D3 Supplement, Folic Acid), Dried Bacillus coagulans Fermentation Product, Dried Lactobacillus plantarum Fermentation Product, Dried Lactobacillus casei Fermentation Product, Dried Enterococcus faecium Fermentation Product, Dried Lactobacillus acidophilus Fermentation Product.",
        "analysis": [
            "Crude protein (min.) 32%",
            "Crude fat (min.) 14%",
            "Crude fiber (max.) 7%",
            "Moisture (max.) 11%",
            "Calcium (min.) 1%",
            "Phosphorus (min.) 0.80%",
            "Selenium (min.) 0.30 mg/kg",
            "Vitamin E (min.) 60 IU/kg",
            "Taurine (min.) 0.20%",
            "Omega 6 fatty acids* (min.) 2.5%",
            "Omega 3 fatty acids* (min.) 0.60%",
            "Bacillus coagulans* (min.) 90,000,000 cfu/lb",
            "Merrick Purrfect Bistro Complete Care Grain Free Hairball Control Real Chicken + Sweet Potato Recipe is formulated to meet the nutritional levels established by the AAFCO Cat Food Nutrient Profiles for maintenance. *If an item has an *, this nutrient is not recognized as an essential nutrient by the AAFCO Cat Nutrient Profiles."
        ],
        "additive": null,
        "calorie": "3,374 kcal/kg or 371 kcal/cup ME (metabolizable energy)(calculated)."
    },
    {
        "url": "https://www.merrickpetcare.com/purrfect-bistro-grain-free-healthy-kitten-recipe/",
        "brand": "Merrick",
        "title": "Grain Free Kitten Food - Purrfect Bistro Grain Free Kitten Recipe | Merrick Pet Care",
        "descriptions": "Purrfect Bistro Healthy Kitten Recipe is a grain free diet high in quality protein with moderate fat levels and low levels of carbohydrates – the kind of diet kittens thrive on. Our formula is fortified with vitamins, minerals, probiotics, and antioxidants and is ideal for kitten growth.  Real deboned chicken is always the first ingredient. This high quality protein along with chicken and turkey meals, give this recipe a 74% protein level.  Rich in Omega fatty acids to support healthy skin and fur.  Specially formulated for growing kittens this recipe contains DHA to support healthy brain development.  Fresh produce, like sweet potatoes and peas, provide easily digestible carbohydrates to support sustained energy without upsetting sensitive digestive systems.  All Merrick recipes are crafted in our Hereford, TX kitchen and cooked in the USA, in facilities that uphold strict FDA guidelines.",
        "key_benefits": [
            "Real deboned chicken is always the first ingredient. This high quality protein along with chicken and turkey meals, give this recipe a 74% protein level.",
            "Rich in Omega fatty acids to support healthy skin and fur.",
            "Specially formulated for growing kittens this recipe contains DHA to support healthy brain development.",
            "Fresh produce, like sweet potatoes and peas, provide easily digestible carbohydrates to support sustained energy without upsetting sensitive digestive systems.",
            "All Merrick recipes are crafted in our Hereford, TX kitchen and cooked in the USA, in facilities that uphold strict FDA guidelines."
        ],
        "ingredients": "Deboned Chicken, Chicken Meal, Turkey Meal, Dried Potato, Peas, Natural Pork Flavor, Potato Protein, Chicken Fat (preserved with mixed tocopherols), Natural Chicken Flavor, Sweet Potatoes, Ground Flaxseed, Dried Egg Product, Chicken Liver, Organic Alfalfa, Dried Whey Protein Concentrate, Cranberries, Phosphoric Acid, Salmon Oil (source of Omega 3 fatty acids), Salt, Minerals (Zinc Sulfate, Iron Amino Acid Complex, Zinc Amino Acid Complex, Manganese Amino Acid Complex, Copper Amino Acid Complex, Potassium Iodide, Cobalt Amino Acid Complex, Sodium Selenite), Vitamins (Vitamin E Supplement, Vitamin A Acetate, Vitamin B12 Supplement, d-Calcium Pantothenate, Vitamin D3 Supplement, Niacin, Riboflavin Supplement, Biotin, Pyridoxine Hydrochloride, Folic Acid, Thiamine Mononitrate), Choline Chloride, Taurine, Yucca Schidigera Extract, Rosemary Extract, Dried Bacillus coagulans Fermentation Product, Dried Lactobacillus plantarum Fermentation Product, Dried Lactobacillus casei Fermentation Product, Dried Enterococcus faecium Fermentation Product, Dried Lactobacillus acidophilus Fermentation Product.",
        "analysis": [
            "Crude protein (Not Less Than) 41.00%",
            "Crude fat (Not Less Than) 17.00%",
            "Crude fiber (Not More Than) 2.50%",
            "Moisture (Not More Than) 11.00%",
            "Calcium (Not Less Than) 1.0%",
            "Phosphorus (Not Less Than) 0.8%",
            "Taurine (Not Less Than) 0.20%",
            "Omega-6 fatty acid* (Not Less Than) 3.50%",
            "Omega-3 fatty acid* (Not Less Than) 0.40%",
            "Docosahexaenoic acid (DHA)* (Not Less Than) 0.50%",
            "Bacillus coagulans (min.) 90,000,000 CFU/lb",
            "Purrfect Bistro Grain Free Healthy Kitten Recipe Cat Food is formulated to meet the nutritional levels established by the AAFCO Cat Food nutrient profiles for growth. *If an item has an *, this nutrient is not recognized as an essential nutrient by the AAFCO Cat Nutrient Profiles."
        ],
        "additive": null,
        "calorie": "3,755 kcal/kg or 387 kcal/cup ME (metabolizable energy) on an as-fed basis (calculated)."
    },
    {
        "url": "https://www.merrickpetcare.com/recipe/limited-ingredient-diet-grain-free-real-chicken-recipe-3/",
        "brand": "Merrick",
        "title": "Limited Ingredient Diet Grain Free Real Chicken Recipe | Merrick Pet Care",
        "descriptions": "Merrick Limited Ingredient Diet Grain Free Real Chicken Recipe Dry Cat Food is specially formulated with a limited number of carefully selected ingredients to provide complete and balanced nutrition for cats with food sensitivities and sensitive stomachs.  Real deboned chicken is always the first ingredient. This single-source real deboned protein provides essential nutrients to support healthy muscles and energy.  Grain free and never with artificial colors, flavors or preservatives.  Rich in Omega fatty acids to support healthy skin and fur, plus antioxidants to support immunity, probiotics for gentle digestion, not to mention vitamins, minerals and taurine in every bite.  All Merrick recipes are crafted in our Hereford, TX kitchen and cooked in the USA, in facilities that uphold strict FDA guidelines.",
        "key_benefits": [
            "Real deboned chicken is always the first ingredient. This single-source real deboned protein provides essential nutrients to support healthy muscles and energy.",
            "Grain free and never with artificial colors, flavors or preservatives.",
            "Rich in Omega fatty acids to support healthy skin and fur, plus antioxidants to support immunity, probiotics for gentle digestion, not to mention vitamins, minerals and taurine in every bite.",
            "All Merrick recipes are crafted in our Hereford, TX kitchen and cooked in the USA, in facilities that uphold strict FDA guidelines."
        ],
        "ingredients": "Deboned Chicken, Chicken Meal, Chickpeas, Peas, Chicken Fat (preserved with mixed tocopherols), Natural Flavor, Salt, Organic Dried Alfalfa Meal, Dried Yeast Culture, Ground Flaxseed, Choline Chloride, Minerals (Iron Amino Acid Complex, Zinc Amino Acid Complex, Sodium Selenite, Manganese Amino Acid Complex, Copper Amino Acid Complex, Potassium Iodide, Cobalt Proteinate, Cobalt Carbonate), Phosphoric Acid, Taurine, Yucca Schidigera Extract, Vitamins (Vitamin E Supplement, Vitamin B12 Supplement, Vitamin A Acetate, d-Calcium Pantothenate, Niacin, Thiamine Mononitrate, Riboflavin Supplement, Biotin, Vitamin D3 Supplement, Folic Acid, Pyridoxine Hydrochloride), Dried Bacillus coagulans Fermentation Product, Dried Lactobacillus plantarum Fermentation Product, Dried Lactobacillus casei Fermentation Product, Dried Enterococcus faecium Fermentation Product, Dried Lactobacillus acidophilus Fermentation Product.",
        "analysis": [
            "Crude protein (min.) 34.00 %",
            "Crude fat (min.) 14.00 %",
            "Crude fiber (max.) 4.00 %",
            "Moisture (max.) 11.00 %",
            "Calcium (min.) 1.00%",
            "Phosphorus (min.) 0.80%",
            "Taurine 0.20%",
            "Omega-6 fatty acid (min.) 3.00%",
            "Omega-3 fatty acid (min.) 0.30%",
            "Bacillus coagulans* (min.) 90,000,000 cfu/lb",
            "Merrick Limited Ingredient Diet Grain Free Real Chicken Recipe Cat Food is formulated to meet the nutritional levels established by the AAFCO Cat Food Nutrient Profiles for maintenance. *If an item has an *, this nutrient is not recognized as an essential nutrient by the AAFCO Cat Nutrient Profiles."
        ],
        "additive": null,
        "calorie": "3,588 kcal per kilogram or 395 kcal per cup ME (metabolizable energy) on an as-fed basis (calculated)."
    },
    {
        "url": "https://www.merrickpetcare.com/recipes/limited-ingredient-diet-real-tuna-chickpeas-recipe/",
        "brand": "Merrick",
        "title": "Limited Ingredient Diet Grain Free Real Tuna and Chickpea Recipe | Merrick Pet Care",
        "descriptions": "Merrick Limited Ingredient Diet Grain Free Real Tuna + Chickpeas Recipe Dry Cat Food is specially formulated with a limited number of carefully selected ingredients to provide complete and balanced nutrition for cats with food sensitivities and sensitive stomachs.  Real deboned tuna is always the first ingredient. This single-source real deboned protein provides essential nutrients to support healthy muscles and energy.  Grain free and never with artificial colors, flavors or preservatives.  Rich in Omega fatty acids to support healthy skin and fur, plus antioxidants to support immunity, probiotics for gentle digestion, not to mention vitamins, minerals and taurine in every bite.  All Merrick recipes are crafted in our Hereford, TX kitchen and cooked in the USA, in facilities that uphold strict FDA guidelines.",
        "key_benefits": [
            "Real deboned tuna is always the first ingredient. This single-source real deboned protein provides essential nutrients to support healthy muscles and energy.",
            "Grain free and never with artificial colors, flavors or preservatives.",
            "Rich in Omega fatty acids to support healthy skin and fur, plus antioxidants to support immunity, probiotics for gentle digestion, not to mention vitamins, minerals and taurine in every bite.",
            "All Merrick recipes are crafted in our Hereford, TX kitchen and cooked in the USA, in facilities that uphold strict FDA guidelines."
        ],
        "ingredients": "Deboned Tuna, Tuna Meal, Chickpeas, Lentils, Peas, Pea Protein, Sunflower Oil (preserved with mixed tocopherols), Flaxseed, Natural Flavor, Phosphoric Acid, Choline Chloride, Salt, Organic Dried Alfalfa Meal, Taurine, Minerals (Iron Amino Acid Complex, Zinc Amino Acid Complex, Zinc Sulfate, Sodium Selenite, Manganese Amino Acid Complex, Copper Sulfate, Copper Amino Acid Complex, Potassium Iodide, Cobalt Proteinate, Cobalt Carbonate), Yucca Schidigera Extract, Vitamins (Vitamin E Supplement, Vitamin B12 Supplement, d-Calcium Pantothenate, Vitamin A Acetate, Thiamine Mononitrate, Niacin, Pyridoxine Hydrochloride, Riboflavin Supplement, Biotin, Vitamin D3 Supplement, Folic Acid), Dried Lactobacillus plantarum Fermentation Product, Dried Lactobacillus casei Fermentation Product, Dried Enterococcus faecium Fermentation Product, Dried Lactobacillus acidophilus Fermentation Product.",
        "analysis": [
            "Crude protein (min.) 30.00 %",
            "Crude fat (min.) 13.00 %",
            "Crude fiber (max.) 4.00 %",
            "Moisture (max.) 11.00 %",
            "Calcium (min.) 1.00%",
            "Phosphorus (min.) 0.80%",
            "Taurine 0.20%",
            "Omega-6 fatty acids* (min.) 4.00%",
            "Omega-3 fatty acids* (min.) 1.00%",
            "Merrick Limited Ingredient Grain Free Real Tuna + Chickpeas Recipe Cat Food is formulated to meet the nutritional levels established by the AAFCO Cat Food Nutrient Profiles for maintenance. *If an item has an *, this nutrient is not recognized as an essential nutrient by the AAFCO Cat Nutrient Profiles."
        ],
        "additive": null,
        "calorie": "3526 kcal per kilogram or 387 kcal per cup ME (metabolizable energy) on an as-fed basis (calculated)."
    },
    {
        "url": "https://www.merrickpetcare.com/recipes/purrfect-bistro-complete-care-sensitive-stomach-recipe/",
        "brand": "Merrick",
        "title": "Purrfect Bistro Complete Care Sensitive Stomach Cat Food - Low Calorie Cat Food | Merrick Pet Care",
        "descriptions": "Merrick Purrfect Bistro Complete Care Sensitive Stomach Recipe was crafted specifically for your adult cat with a sensitive stomach. This grain-free formula contains prebiotics and probiotics to help support digestion and the low-calorie diet helps support healthy weight, plus the L-Carnitine content helps support a healthy metabolism.  Real deboned chicken is always the first ingredient. This high quality protein along with chicken and turkey meals, give this recipe a 65% protein level of meat sourced ingredients, making it highly digestible.  Real whole foods like sweet potatoes and peas to provide easily digestible carbohydrates plus antioxidants to help support a healthy immune system.  No grain, wheat or corn. No artificial colors, flavors or preservatives.  All Merrick recipes are crafted in our Hereford, TX kitchen and cooked in the USA, in facilities that uphold strict FDA guidelines.",
        "key_benefits": [
            "Real deboned chicken is always the first ingredient. This high quality protein along with chicken and turkey meals, give this recipe a 65% protein level of meat sourced ingredients, making it highly digestible.",
            "Real whole foods like sweet potatoes and peas to provide easily digestible carbohydrates plus antioxidants to help support a healthy immune system.",
            "No grain, wheat or corn. No artificial colors, flavors or preservatives.",
            "All Merrick recipes are crafted in our Hereford, TX kitchen and cooked in the USA, in facilities that uphold strict FDA guidelines."
        ],
        "ingredients": "Deboned Chicken, Chicken Meal, Turkey Meal, Sweet Potatoes, Potatoes, Dried Egg Product, Peas, Pea Protein, Chicken Fat (preserved with mixed tocopherols), Tapioca, Natural Flavor, Ground Flaxseed, Inulin (from chicory root), Phosphoric Acid, Dried Whey Protein Concentrate, Choline Chloride, Salt, Organic Dried Alfalfa Meal, Sunflower Oil, Salmon Oil, Taurine, Minerals (Iron Amino Acid Complex, Zinc Amino Acid Complex, Zinc Sulfate, Sodium Selenite, Manganese Amino Acid Complex, Copper Amino Acid Complex, Copper Sulfate, Potassium Iodide, Cobalt Proteinate, Cobalt Carbonate), Yucca Schidigera Extract, Vitamins (Vitamin E Supplement, Vitamin B12 Supplement, d-Calcium Pantothenate, Vitamin A Acetate, Thiamine Mononitrate, Niacin, Pyridoxine Hydrochloride, Riboflavin Supplement, Biotin, Vitamin D3 Supplement, Folic Acid), Dried Bacillus coagulans Fermentation Product, Dried Lactobacillus plantarum Fermentation Product, Dried Lactobacillus casei Fermentation Product, Dried Enterococcus faecium Fermentation Product, Dried Lactobacillus acidophilus Fermentation Product.",
        "analysis": [
            "Crude protein (min.) 34%",
            "Crude fat (min.) 16%",
            "Crude fiber (max.) 2.5%",
            "Moisture (max.) 11%",
            "Calcium (min.) 1%",
            "Phosphorus (min.) 0.80%",
            "Selenium (min.) 0.30 mg/kg",
            "Vitamin E (min.) 60 IU/kg",
            "Taurine (min.) 0.20%",
            "Omega 6 fatty acids* (min.) 3%",
            "Omega 3 fatty acids* (min.) 0.60%",
            "Bacillus coagulans* (min.) 90,000,000 cfu/lb",
            "Merrick Purrfect Bistro Sensitive Stomach Real Chicken & Sweet Potato Recipe Cat Food is formulated to meet the nutritional levels established by the AAFCO Cat Food Nutrient Profiles for maintenance. *If an item has an *, this nutrient is not recognized as an essential nutrient by the AAFCO Cat Nutrient Profiles."
        ],
        "additive": null,
        "calorie": "3,694 kcal/kg or 406 kcal/cup ME (metabolizable energy)(calculated)."
    },
    {
        "url": "https://www.merrickpetcare.com/recipes/purrfect-bistro-complete-care-weight-control-recipe/",
        "brand": "Merrick",
        "title": "Purrfect Bistro Complete Care Weight Control Low Calorie Cat Food | Merrick Pet Care",
        "descriptions": "Merrick Purrfect Bistro Complete Care Weight Control Recipe was crafted specifically for adult cats that require weight management. This grain-free formula contains prebiotics and probiotics to help support digestion and the low-calorie diet helps support healthy weight, plus the L-Carnitine content helps support a healthy metabolism.  Real deboned chicken is always the first ingredient. This high quality protein along with chicken and turkey meals, give this recipe a 60% protein level of meat sourced ingredients, making it highly digestible.  Real whole foods like sweet potatoes and peas to provide easily digestible carbohydrates plus antioxidants to help support a healthy immune system.  No grain, wheat or corn. No artificial colors, flavors or preservatives.  All Merrick recipes are crafted in our Hereford, TX kitchen and cooked in the USA, in facilities that uphold strict FDA guidelines.",
        "key_benefits": [
            "Real deboned chicken is always the first ingredient. This high quality protein along with chicken and turkey meals, give this recipe a 60% protein level of meat sourced ingredients, making it highly digestible.",
            "Real whole foods like sweet potatoes and peas to provide easily digestible carbohydrates plus antioxidants to help support a healthy immune system.",
            "No grain, wheat or corn. No artificial colors, flavors or preservatives.",
            "All Merrick recipes are crafted in our Hereford, TX kitchen and cooked in the USA, in facilities that uphold strict FDA guidelines."
        ],
        "ingredients": "Deboned Chicken, Chicken Meal, Turkey Meal, Sweet Potatoes, Potatoes, Peas, Miscanthus Grass, Pea Protein, Potato Protein, Chicken Fat (preserved with mixed tocopherols), Pea Fiber, Natural Flavor, Dried Egg Product, Ground Flaxseed, Inulin (from chicory root), Phosphoric Acid, Dried Whey Protein Concentrate, Choline Chloride, Salt, Organic Dried Alfalfa Meal, Salmon Oil, Taurine, Minerals (Iron Amino Acid Complex, Zinc Amino Acid Complex, Zinc Sulfate, Sodium Selenite, Manganese Amino Acid Complex, Copper Amino Acid Complex, Copper Sulfate, Potassium Iodide, Cobalt Proteinate, Cobalt Carbonate), Yucca Schidigera Extract, L-Carnitine, Vitamins (Vitamin E Supplement, Vitamin B12 Supplement, d-Calcium Pantothenate, Vitamin A Acetate, Thiamine Mononitrate, Niacin, Pyridoxine Hydrochloride, Riboflavin Supplement, Biotin, Vitamin D3 Supplement, Folic Acid), Dried Bacillus coagulans Fermentation Product, Dried Lactobacillus plantarum Fermentation Product, Dried Lactobacillus casei Fermentation Product, Dried Enterococcus faecium Fermentation Product, Dried Lactobacillus acidophilus Fermentation Product.",
        "analysis": [
            "Crude protein (min.) 32%",
            "Crude fat (min.) 9%",
            "Crude fiber (max.) 7%",
            "Moisture (max.) 11%",
            "Calcium (min.) 1%",
            "Phosphorus (min.) 0.80%",
            "Selenium (min.) 0.30 mg/kg",
            "Vitamin E (min.) 60 IU/kg",
            "Taurine (min.) 0.20%",
            "Omega 6 fatty acids* (min.) 2%",
            "Omega 3 fatty acids* (min.) 0.40%",
            "L-Carnitine (min.) 200 mg/kg",
            "Bacillus coagulans* (min.) 90,000,000 cfu/lb",
            "Merrick Purrfect Bistro Weight Control Real Chicken & Sweet Potato Recipe Cat Food is formulated to meet the nutritional levels established by the AAFCO Cat Food Nutrient Profiles for maintenance. *If an item has an *, this nutrient is not recognized as an essential nutrient by the AAFCO Cat Nutrient Profiles."
        ],
        "additive": null,
        "calorie": "3,169 kcal/kg or 348 kcal/cup ME (metabolizable energy)(calculated)."
    },
    {
        "url": "https://www.merrickpetcare.com/recipes/purrfect-bistro-grain-free-real-chicken-sweet-potato-recipe/",
        "brand": "Merrick",
        "title": "Purrfect Bistro Grain Free Real Chicken + Sweet Potato Dry Cat Food Recipe | Merrick Pet Care",
        "descriptions": "Purrfect Bistro Real Chicken Recipe is a grain free diet high in quality protein with moderate fat levels and low levels of carbohydrates – the kind of diet cats thrive on. Our formula is fortified with vitamins, minerals, probiotics, and antioxidants and is, ideal for adult cats looking for a recipe to support overall health.  Real deboned chicken is always the first ingredient. This high quality protein along with chicken and turkey meals, give this recipe a 70% protein level of meat sourced ingredients, making it highly digestible.  Rich in Omega fatty acids to support healthy skin and fur.  Fresh produce, like sweet potatoes and peas, provide easily digestible carbohydrates to support sustained energy without upsetting sensitive digestive systems.  All Merrick recipes are crafted in our Hereford, TX kitchen and cooked in the USA, in facilities that uphold strict FDA guidelines.",
        "key_benefits": [
            "Real deboned chicken is always the first ingredient. This high quality protein along with chicken and turkey meals, give this recipe a 70% protein level of meat sourced ingredients, making it highly digestible.",
            "Rich in Omega fatty acids to support healthy skin and fur.",
            "Fresh produce, like sweet potatoes and peas, provide easily digestible carbohydrates to support sustained energy without upsetting sensitive digestive systems.",
            "All Merrick recipes are crafted in our Hereford, TX kitchen and cooked in the USA, in facilities that uphold strict FDA guidelines."
        ],
        "ingredients": "Deboned Chicken, Chicken Meal, Turkey Meal, Sweet Potatoes, Peas, Potatoes, Pea Protein, Chicken Fat (preserved with mixed tocopherols), Dried Egg Product, Potato Protein, Natural Flavor, Tapioca, Ground Flaxseed, Phosphoric Acid, Inulin (from chicory root), Dried Whey Protein Concentrate, Salmon Oil, Choline Chloride, Salt, Organic Dried Alfalfa Meal, Taurine, Minerals((Iron Amino Acid Complex, Zinc Amino Acid Complex, Zinc Sulfate, Sodium Selenite, Manganese Amino Acid Complex, Copper Amino Acid Complex, Copper Sulfate, Potassium Iodide, Cobalt Proteinate, Cobalt Carbonate), Yucca Schidigera Extract, Vitamins(Vitamin E Supplement, Vitamin B12 Supplement, d-Calcium Pantothenate, Vitamin A Acetate, Thiamine Mononitrate, Niacin, Pyridoxine Hydrochloride, Riboflavin Supplement, Biotin, Vitamin D3 Supplement, Folic Acid), Dried Bacillus coagulans Fermentation Product, Dried Lactobacillus plantarum Fermentation Product, Dried Lactobacillus casei Fermentation Product, Dried Enterococcus faecium Fermentation Product, Dried Lactobacillus acidophilus Fermentation Product.",
        "analysis": [
            "Crude protein (min) 38.00%",
            "Crude fat (min) 17.00%",
            "Crude fiber (max) 3.50%",
            "Moisture (max) 11.00%",
            "Calcium (max) 1.00%",
            "Phosphorus (min) 0.80%",
            "Selenium (min) 0.30 mg/kg",
            "Vitamin E (min) 60IU/kg",
            "Taurine (min) 0.20%",
            "Omega-6 fatty acid* (min) 3.00%",
            "Omega-3 fatty acid* (min) 0.40%",
            "Bacillus coagulans* (min) 90,000,000 cfu/lb",
            "Merrick Purrfect Bistro Real Chicken and Sweet Potato Recipe Cat Food is formulated to meet the nutritional levels established by the AAFCO Cat Food Nutrient Profiles for maintenance. *If an item has an *, this nutrient is not recognized as an essential nutrient by the AAFCO Cat Nutrient Profiles."
        ],
        "additive": null,
        "calorie": "3,731 kcal/kg or 410 kcal/cup ME (metabolizable energy)(calculated).  Contains a source of live naturally occurring microorganisms"
    },
    {
        "url": "https://www.merrickpetcare.com/recipes/purrfect-bistro-grain-free-real-salmon-sweet-potato-recipe/",
        "brand": "Merrick",
        "title": "Purrfect Bistro Grain Free Real Salmon + Sweet Potato Dry Cat Food Recipe | Merrick Pet Care",
        "descriptions": "Purrfect Bistro Real Salmon + Sweet Potato Recipe is a grain free diet high in quality protein with moderate fat levels and low levels of carbohydrates – the kind of diet cats thrive on. Our formula is fortified with vitamins, minerals, probiotics, and antioxidants and is, ideal for adult cats looking for a recipe to support overall health.  Real deboned salmon is always the first ingredient. This high quality protein along with chicken and turkey meals, give this recipe a 70% protein level of meat sourced ingredients, making it highly digestible.  Rich in Omega fatty acids to support healthy skin and fur.  Fresh produce, like sweet potatoes and peas, provide easily digestible carbohydrates to support sustained energy without upsetting sensitive digestive systems.  All Merrick recipes are crafted in our Hereford, TX kitchen and cooked in the USA, in facilities that uphold strict FDA guidelines.",
        "key_benefits": [
            "Real deboned salmon is always the first ingredient. This high quality protein along with chicken and turkey meals, give this recipe a 70% protein level of meat sourced ingredients, making it highly digestible.",
            "Rich in Omega fatty acids to support healthy skin and fur.",
            "Fresh produce, like sweet potatoes and peas, provide easily digestible carbohydrates to support sustained energy without upsetting sensitive digestive systems.",
            "All Merrick recipes are crafted in our Hereford, TX kitchen and cooked in the USA, in facilities that uphold strict FDA guidelines."
        ],
        "ingredients": "Deboned Salmon, Chicken Meal, Turkey Meal, Sweet Potatoes, Peas, Potatoes, Pea Protein, Chicken Fat (preserved with Mixed Tocopherols), Dried Egg Product, Potato Protein, Natural Flavor, Tapioca, Ground Flaxseed, Phosphoric Acid, Inulin (from chicory root), Dried Whey Protein Concentrate, Sunflower Oil, Choline Chloride, Salt, Organic Dried Alfalfa Meal, Sunflower Oil, Taurine, Minerals((Iron Amino Acid Complex, Zinc Amino Acid Complex, Zinc Sulfate, Sodium Selenite, Manganese Amino Acid Complex, Copper Amino Acid Complex, Copper Sulfate, Potassium Iodide, Cobalt Proteinate, Cobalt Carbonate), Yucca Schidigera Extract, Vitamins(Vitamin E Supplement, Vitamin B12 Supplement, d-Calcium Pantothenate, Vitamin A Acetate, Thiamine Mononitrate, Niacin, Pyridoxine Hydrochloride, Riboflavin Supplement, Biotin, Vitamin D3 Supplement, Folic Acid), Dried Bacillus coagulans Fermentation Product, Dried Lactobacillus plantarum Fermentation Product, Dried Lactobacillus casei Fermentation Product, Dried Enterococcus faecium Fermentation Product, Dried Lactobacillus acidophilus Fermentation Product.",
        "analysis": [
            "Crude Protein (min) 38.00%",
            "Crude Fat (min) 17.00%",
            "Crude Fiber (min) 3.50%",
            "Moisture (max) 11.0%",
            "Calcium (min) 1.00%",
            "Phosphorus (min) 0.80%",
            "Selenium (min) 0.30 mg/kg",
            "Vitamin E (min) 60IU/kg",
            "Taurine (min) 0.20%",
            "Omega-6 fatty acid* (min) 3.00%",
            "Omega-3 fatty acid* (min) 0.40%",
            "Bacillus Coagulans* (min) 90,000,000 cfu/lb",
            "Merrick Purrfect Bistro Real Salmon and Sweet Potato Recipe Cat Food is formulated to meet the nutritional levels established by the AAFCO Cat Food Nutrient Profiles for maintenance. *If an item has an *, this nutrient is not recognized as an essential nutrient by the AAFCO Cat Nutrient Profiles."
        ],
        "additive": null,
        "calorie": "3,748 kcal/kg or 412 kcal/cup ME (metabolizable energy) on an as-fed basis (calculated).  Contains a source of live natrually occuring microorganisms"
    },
    {
        "url": "https://www.merrickpetcare.com/recipes/purrfect-bistro-healthy-grains-real-chicken-brown-rice-recipe/",
        "brand": "Merrick",
        "title": "Purrfect Bistro Real Chicken and Brown Rice With Grains Dry Cat Food | Merrick Pet Care",
        "descriptions": "Merrick Purrfect Bistro Healthy Grains Real Chicken and Brown Rice Recipe is high in protein with moderate fat levels and low levels of carbohydrates - the kind of diet cats thrive on. Our formula is fortified with vitamins, minerals, probiotics, and antioxidants and is ideal for adult cats looking for a recipe to support overall health.  Real deboned chicken is always the first ingredient.  Rich in Omega-3 and Omega-6 fatty acids to support healthy skin and fur.  With healthy grains and probiotics to support healthy digestion.  All Merrick recipes are crafted in our Hereford, TX kitchen and cooked in the USA, in facilities that uphold strict FDA guidelines.",
        "key_benefits": [
            "Real deboned chicken is always the first ingredient.",
            "Rich in Omega-3 and Omega-6 fatty acids to support healthy skin and fur.",
            "With healthy grains and probiotics to support healthy digestion.",
            "All Merrick recipes are crafted in our Hereford, TX kitchen and cooked in the USA, in facilities that uphold strict FDA guidelines."
        ],
        "ingredients": "Deboned Chicken, Chicken Meal, Turkey Meal, Brown Rice, Barley, Oatmeal, Chicken Fat, Dried Egg Product, Potato Protein, Pea Protein, Natural Flavor, Flaxseed, Chicory Root (source of Inulin), Choline Chloride, Dried Whey Protein Concentrate, Salt, Potassium Chloride, Organic Dehydrated Alfalfa Meal, Taurine, Phosphoric Acid, Minerals (Iron Amino Acid Complex, Zinc Amino Acid Complex, Zinc Sulfate, Sodium Selenite, Manganese Amino Acid Complex, Copper Sulfate, Copper Amino Acid Complex, Potassium lodide, Cobalt Glucoheptonate, Cobalt Carbonate), Salmon Oil, Yucca Schidigera Extract, Vitamins (Vitamin E Supplement, Niacin, Vitamin B12 Supplement, d-Calcium Pantothenate, Vitamin A Acetate, Riboflavin Supplement, Thiamine Mononitrate, Folic Acid, Biotin, Menadione Sodium Bisulfite Complex, Pyridoxine Hydrochloride, Vitamin D3 Supplement), Mixed Tocopherols for freshness, Dried Bacillus coagulans Fermentation Product, Citric Acid for freshness, Dried Lactobacillus plantarum Fermentation Product, Dried Lactobacillus casei Fermentation Product, Dried Enterococcus faecium Fermentation Product, Dried Lactobacillus acidophilus Fermentation Product.",
        "analysis": [
            "Crude protein (min) 36%",
            "Crude fat (min) 17%",
            "Crude fiber (max) 3.50%",
            "Moisture (max) 11%",
            "Vitamin E (min) 60 IU/kg",
            "Taurine (min) 0.20%",
            "Omega-6 fatty acid* (min) 3.00%",
            "Omega-3 fatty acid* (min) 0.40%",
            "Bacillus coagulans* (min) 90,000,000 cfu/lb",
            "Merrick Purrfect Bistro Healthy Grains Real Chicken and Brown Rice Recipe Cat Food is formulated to meet the nutritional levels established by the AAFCO Cat Food Nutrient Profiles for maintenance. *If an item has an *, this nutrient is not recognized as an essential nutrient by the AAFCO Cat Nutrient Profiles."
        ],
        "additive": null,
        "calorie": "(Calculated) 3652 kcal ME/kg or 397 kcal ME/cup"
    },
    {
        "url": "https://www.merrickpetcare.com/recipes/purrfect-bistro-healthy-grains-real-salmon-brown-rice-recipe/",
        "brand": "Merrick",
        "title": "Purrfect Bistro Real Salmon and Brown Rice With Grains Dry Cat Food | Merrick Pet Care",
        "descriptions": "Merrick Purrfect Bistro Healthy Grains Real Salmon and Brown Rice Recipe is high in protein with moderate fat levels and low levels of carbohydrates - the kind of diet cats thrive on. Our formula is fortified with vitamins, minerals, probiotics, and antioxidants and is ideal for adult cats looking for a recipe to support overall health.  Real deboned salmon is always the first ingredient.  Rich in Omega-3 and Omega-6 fatty acids to support healthy skin and fur.  With healthy grains and probiotics to support healthy digestion.  All Merrick recipes are crafted in our Hereford, TX kitchen and cooked in the USA, in facilities that uphold strict FDA guidelines.",
        "key_benefits": [
            "Real deboned salmon is always the first ingredient.",
            "Rich in Omega-3 and Omega-6 fatty acids to support healthy skin and fur.",
            "With healthy grains and probiotics to support healthy digestion.",
            "All Merrick recipes are crafted in our Hereford, TX kitchen and cooked in the USA, in facilities that uphold strict FDA guidelines."
        ],
        "ingredients": "Deboned Salmon, Chicken Meal, Turkey Meal, Brown Rice, Barley, Oatmeal, Chicken Fat, Dried Egg Product, Potato Protein, Pea Protein, Natural Flavor, Flaxseed, Chicory Root (source of Inulin), Choline Chloride, Dried Whey Protein Concentrate, Salt, Potassium Chloride, Organic Dehydrated Alfalfa Meal, Taurine, Phosphoric Acid, Minerals (Iron Amino Acid Complex, Zinc Amino Acid Complex, Zinc Sulfate, Sodium Selenite, Manganese Amino Acid Complex, Copper Sulfate, Copper Amino Acid Complex, Potassium lodide, Cobalt Glucoheptonate, Cobalt Carbonate), Yucca Schidigera Extract, Vitamins (Vitamin E Supplement, Niacin, Vitamin B12 Supplement, d-Calcium Pantothenate, Vitamin A Acetate, Riboflavin Supplement, Thiamine Mononitrate, Folic Acid, Biotin, Menadione Sodium Bisulfite Complex, Pyridoxine Hydrochloride, Vitamin D3 Supplement), Mixed Tocopherols for freshness, Dried Bacillus coagulans Fermentation Product, Citric Acid for freshness, Dried Lactobacillus plantarum Fermentation Product, Dried Lactobacillus casei Fermentation Product, Dried Enterococcus faecium Fermentation Product, Dried Lactobacillus acidophilus Fermentation Product.",
        "analysis": [
            "Crude protein (min) 36%",
            "Crude fat (min) 17%",
            "Crude fiber (max) 3.50%",
            "Moisture (max) 11%",
            "Vitamin E (min) 60 IU/kg",
            "Taurine (min) 0.20%",
            "Omega-6 fatty acid* (min) 3.00%",
            "Omega-3 fatty acid* (min) 0.40%",
            "Bacillus coagulans* (min) 90,000,000 cfu/lb",
            "Merrick Purrfect Bistro Healthy Grains Real Salmon and Brown Rice Recipe Cat Food is formulated to meet the nutritional levels established by the AAFCO Cat Food Nutrient Profiles for maintenance. *If an item has an *, this nutrient is not recognized as an essential nutrient by the AAFCO Cat Nutrient Profiles."
        ],
        "additive": null,
        "calorie": "(Calculated) 3676 kcal ME/kg or 397 kcal ME/cup"
    }
]