[
    {
        "url": "https://www.monge.it/prodotto/light-turkey-adult/?lang=en",
        "brand": "Monge",
        "title": "Adult – Light Turkey",
        "descriptions": "Monge Natural Superpremium Adult Cat Light Turkey is a complete and balanced pet food for adult cats. Specially formulated to maintain ideal body weight thanks to the low fat content* and L-carnitine to support lean mass. The first ingredient is turkey and the formulation is enriched with Xylo-oligosaccharides (XOS), prebiotics to support intestinal wellness. The inclusion of select ingredients, such as rose hip with antioxidant compounds to neutralize free radicals, and yucca schidigera to limit intestinal odours, is the result of Made in Italy research to support the quality of our cat’s life. No added dyes and artificial preservatives.",
        "key_benefits": [],
        "ingredients": "Dried turkey (26%), rice, wheat, maize gluten, maize, hydrolysed animal proteins (liver), dried beet pulp, fish (dried salmon), fish oil (salmon oil), brewer’s yeast, pea fibre, animal fat (chicken oil purified at 99.5%), minerals, yeasts products (mannano-oligosaccharides MOS 1%), xylo-oligosaccharides (XOS 0.3%), yucca schidigera (0.1%), products from the processing of herbs (rose hip 0.1%).",
        "analysis": "Crude Protein: 37%, Crude Fibre: 3.5%, Crude Fat: 10%, Crude Ash: 7%, Calcium: 1.2%, Phosphorus: 1%, Magnesium: 0.09%, Sodium: 0.4%, n-3 Fatty Acids: 0.45%, n-6 Fatty Acids: 3.2% Metabolized Energy (Modified Atwater): 3,440 kcal/kg.",
        "additive": "NUTRITIONAL ADDITIVES/kg: Vitamin A (Retinyl Acetate) 30,700 IU, Vitamin D3 1,610 IU, Vitamin E (all-rac-alpha-tocopheryl-acetate) 72 mg, Selenium (Sodium selenite 0.4 mg) 0.2 mg, Manganese (manganous sulphate monohydrate 99 mg) 32 mg, Zinc (Zinc oxide 187 mg) 150 mg, Copper (Copper (II) sulphate pentahydrate 50 mg) 12 mg, Iron (Iron (II) sulphate monohydrate 326 mg) 107 mg, Iodine (Calcium iodate anhydrous 2.6 mg) 1.7 mg, L-carnitine 1,000 mg, DL-Methionine (Technically pure) 1,000 mg, Taurine 2,100 mg. TECHNOLOGICAL ADDITIVES: Tocopherol extracts from vegetable oils.",
        "calorie": null
    },
    {
        "url": "https://www.monge.it/prodotto/adult-salmon/?lang=en",
        "brand": "Monge",
        "title": "Adult Monoprotein – Salmon",
        "descriptions": "Monge Natural Superpremium Monoprotein* Adult Cat Salmon is a complete and balanced pet food for adult cats. A product formulated with a single animal protein source*, the first ingredient is salmon, and characterised by its digestibility and palatability due to the inclusion of fresh fish. The formulation is enriched with XOS (Xylo-oligosaccharides), next generation prebiotics to support intestinal wellness. The inclusion of select ingredients, such as rose hip with antioxidant compounds to neutralize free radicals, and yucca schidigera to limit intestinal odours, is the result of Made in Italy research to support the quality of our cat’s life. Formulated with Omega-3 fatty acids for shiny coat. No added dyes and artificial preservatives.",
        "key_benefits": [],
        "ingredients": "Fish (dried salmon 26%, fresh salmon 10%), rice, maize, animal fat (chicken oil purified at 99.5%), hydrolysed animal proteins (liver), brewer’s yeast, fish oil (salmon oil), minerals, yeasts products (mannano-oligosaccharides MOS 1%), xylo-oligosaccharides (XOS 0.3%), yucca schidigera (0.1%), products from the processing of herbs (rose hip 0.1%).",
        "analysis": "Crude Protein: 33%, Crude Fibre: 1.4%, Crude Fat: 15%, Crude Ash: 6%, Calcium: 1.6%, Phosphorus: 1.1%, n-3 Fatty Acids: 0.6%, n-6 Fatty Acids: 3.85%. Metabolized Energy: 4,230 kcal/kg.",
        "additive": "Nutritional Additives/kg: Vitamin A (Retinyl Acetate) 30,700 IU, Vitamin D3 1,610 IU, Vitamin E (all-rac-alpha-tocopheryl-acetate) 72 mg, Selenium (Sodium selenite 0.38 mg) 0.17 mg, Manganese (manganous sulphate monohydrate 81 mg) 26 mg, Zinc (Zinc oxide 152 mg) 122 mg, Copper (Copper (II) sulphate pentahydrate 41 mg) 10.5 mg, Iron (Iron (II) sulphate monohydrate 266mg) 87 mg, Iodine (Calcium iodate anhydrous 2.15 mg) 1.4 mg, DL-Methionine (Technically pure) 1,000 mg, Taurine 1,200 mg. TECHNOLOGICAL ADDITIVES: Tocopherol extracts from vegetable oils.",
        "calorie": null
    },
    {
        "url": "https://www.monge.it/prodotto/sterilised-monoprotein-beef/?lang=en",
        "brand": "Monge",
        "title": "Sterilised Monoprotein – Beef",
        "descriptions": "Monge Natural Superpremium Monoprotein* Sterilised Cat Beef is a complete and balanced pet food for adult cats. Formulated for the well-being of your sterilised cat thanks to the low fat content** to maintain ideal body weight and L-carnitine to support lean mass. *Formulated with a unique animal protein source (beef), enriched with Xylo-oligosaccharides (XOS), prebiotics to support intestinal wellness. The inclusion of select ingredients, such as rose hip with antioxidant compounds to neutralize free radicals, and yucca schidigera to limit intestinal odours, is the result of Made in Italy research to support the quality of our cat’s life. No added dyes and artificial preservatives.",
        "key_benefits": [],
        "ingredients": "Beef (dried 26% and fresh meat 10%), wheat, maize gluten, maize, potato protein, animal fat (chicken oil purified at 99.5%), hydrolysed animal proteins (liver), fish oil (salmon oil), pea fibre, minerals, yeasts products (mannano-oligosaccharides MOS 1%), xylo-oligosaccharides (XOS 0.3%), yucca schidigera (0.1%), products from the processing of herbs (rose hip 0.1%).",
        "analysis": "Crude Protein: 38%, Crude Fibre: 3%, Crude Fat: 11.5%, Crude Ash: 8%, Calcium: 2%, Phosphorus:1.3%, Magnesium: 0.09%, Sodium: 0.3%, n-3 Fatty Acids: 0.5%, n-6 Fatty Acids: 3%. Metabolized Energy: 3,858 kcal/kg.",
        "additive": "NUTRITIONAL ADDITIVES/kg: Vitamin A (Retinyl Acetate) 30,700 IU, Vitamin D3 1,610 IU, Vitamin E (all-rac-alpha-tocopheryl-acetate) 72 mg, Selenium (Sodium selenite 0.4 mg) 0.2 mg, Manganese (manganous sulphate monohydrate 92 mg) 30 mg, Zinc (Zinc oxide 174 mg) 140 mg, Copper (Copper (II) sulphate pentahydrate 47 mg) 12 mg, Iron (Iron (II) sulphate monohydrate 304 mg) 100 mg, Iodine (Calcium iodate anhydrous 2.4 mg) 1.6 mg, L-carnitine 1,000 mg, DL-Methionine (Technically pure) 1,000 mg, Taurine 1,200 mg. TECHNOLOGICAL ADDITIVES: Tocopherol extracts from vegetable oils.",
        "calorie": null
    },
    {
        "url": "https://www.monge.it/prodotto/sterilised-monoprotein-codfish/?lang=en",
        "brand": "Monge",
        "title": "Sterilised Monoprotein – Codfish",
        "descriptions": "Monge Natural Superpremium Monoprotein* Sterilised Cat Codfish is a complete and balanced pet food for adult cats. Formulated for the well-being of your sterilised cat thanks to the low fat content and high protein content** to maintain ideal body weight and to support lean mass. *Formulated with a unique animal protein source (codfish), enriched with Xylo-oligosaccharides (XOS), prebiotics to support intestinal wellness. The inclusion of select ingredients, such as rose hip with antioxidant compounds to neutralize free radicals, and yucca schidigera to limit intestinal odours, is the result of Made in Italy research to support the quality of our cat’s life. No added dyes and artificial preservatives.",
        "key_benefits": [],
        "ingredients": "Dried codfish (28%), wheat, maize gluten, maize, animal fat (chicken oil purified at 99.5%), hydrolysed animal proteins (liver), fish oil (salmon oil), pea fibre, minerals, yeasts products (mannano-oligosaccharides MOS 1%), xylo-oligosaccharides (XOS 0.3%), yucca schidigera (0.1%), products from the processing of herbs (rose hip 0.1%).",
        "analysis": "Crude Protein: 38%, Crude Fibre: 3%, Crude Fat: 11.5%, Crude Ash: 7.5%, Calcium: 1.4%, Phosphorus: 1%, Magnesium: 0.07%, Sodium: 0.3%, n-3 Fatty Acids: 0.4%, n-6 Fatty Acids: 3%. Metabolized Energy: 3,878 kcal/kg.",
        "additive": "NUTRITIONAL ADDITIVES/kg: Vitamin A (Retinyl Acetate) 30,700 IU, Vitamin D3 1,610 IU, Vitamin E (all-rac-alpha-tocopheryl-acetate) 72 mg, Selenium (Sodium selenite 0.4 mg) 0.2 mg, Manganese (manganous sulphate monohydrate 103 mg) 33 mg, Zinc (Zinc oxide 196 mg) 157 mg, Copper (Copper (II) sulphate pentahydrate 53 mg) 13 mg, Iron (Iron (II) sulphate monohydrate 342 mg) 112 mg, Iodine (Calcium iodate anhydrous 2.7 mg) 1.8 mg, L-carnitine 1,000 mg, DL-Methionine (Technically pure) 1,000 mg, Taurine 1,200 mg. TECHNOLOGICAL ADDITIVES: Tocopherol extracts from vegetable oils.",
        "calorie": null
    },
    {
        "url": "https://www.monge.it/prodotto/sterilised-monoprotein-trout/?lang=en",
        "brand": "Monge",
        "title": "Sterilised Monoprotein – Trout",
        "descriptions": "Monge Natural Superpremium Monoprotein* Sterilised Cat Trout is a complete pet food for adult cats. Formulated for the well-being of your sterilized cat thanks to the low fat content** to help the maintenance of ideal body weight. *Formulated with a unique animal protein source (trout), enriched with Xylo-oligosaccharides (XOS), prebiotics, which keep the intestine wellness. The inclusion of functional ingredients like rose hip, with antioxidative effects, and yucca schidigera, for faecal aroma control, promote the quality of life of our cats. No added dyes and artificial preservatives.",
        "key_benefits": [],
        "ingredients": "Dried trout (26%), wheat, corn gluten, animal fat (chicken oil purified at 99.5%), hydrolysed animal proteins (liver), fish oil (salmon oil purified at 99.5%), pea fibre, xylo-oligosaccharide (XOS 0.3%), minerals, yucca schidigera (0.1%), products from the processing of herbs (rose hip 0.1%).",
        "analysis": "Crude protein 37%, Crude fibre 3%, Crude fat 12%, Crude ash 5.5%, Calcium 0.6%, Phosphorus 0.5%, Magnesium 0.07%, Sodium 0.1%, n-3 fatty acids: 0.3%, n-6 fatty acids: 3.0%. Metabolisable Energy (Atwater calculation): 3,980 kcal/kg.",
        "additive": "Nutritional Additives: Vitamin A (retinyl acetate): 30,700 IU/kg, Vitamin D3: 1,620 IU/kg, Vitamin E (all-rac-alpha tocopheryl acetate): 72 mg/kg, selenium (sodium selenite 0.4 mg/kg): 0.2 mg/kg, manganese (manganous sulphate monohydrate 103 mg/kg): 33 mg/kg, zinc (zinc oxide 196 mg/kg): 157 mg/kg, copper (Copper (II) sulphate pentahydrate 53 mg/kg): 13 mg/kg, iron (Iron (II) sulphate monohydrate 342 mg/kg): 112 mg/kg, iodine (calcium iodate anhydrous 2.7 mg/kg): 1.8 mg/kg, L-carnitine: 500 mg/kg, DL-methionine technically pure: 1,000 mg/kg, taurine: 1,200 mg/kg. TECHNOLOGICAL ADDITIVES: Antioxidants: Tocopherol extracts from vegetable oils.",
        "calorie": null
    },
    {
        "url": "https://www.monge.it/prodotto/kitten-monoprotein-trout/?lang=en",
        "brand": "Monge",
        "title": "Kitten Monoprotein – Trout",
        "descriptions": "Monge Natural Superpremium Monoprotein* Kitten Trout is a complete and balanced pet food for kittens. Specially developed for the wellbeing of your kitten thanks to the optimal calcium and phosphorus ratio for balanced growth. *Formulated with a single source of animal protein, with trout as the first ingredient. The formulation is enriched with XOS (Xylo-oligosaccharides), next generation prebiotics to support intestinal wellness. The inclusion of select ingredients, such as rose hip with antioxidant compounds to neutralize free radicals, and yucca schidigera to limit intestinal odours, is the result of Made in Italy research to support the quality of our kitten’s life. No added dyes and artificial preservatives.",
        "key_benefits": [],
        "ingredients": "Dried trout (30%), rice, animal fat (chicken oil purified at 99.5%), maize, maize gluten, potato protein, potatoes, dried beet pulp, hydrolysed animal proteins (liver), minerals, fish oil (salmon oil), brewer’s yeast, pea fibre, xylo-oligosaccharides (XOS 0.3%), yucca schidigera (0.1%), products from the processing of herbs (rose hip 0.1%).",
        "analysis": "Crude Protein: 33%, Crude Fibre: 2.5%, Crude Fat: 20%, Crude Ash: 8%, Calcium: 1%, Phosphorus: 0.8%, n-3 Fatty Acids: 0.5%, n-6 Fatty Acids: 4.2%. Metabolized Energy: 4,220 kcal/kg.",
        "additive": "Nutritional Additives: Vitamin A (Retinyl Acetate) 30,700 IU, Vitamin D3 1,610 IU, Vitamin E (all-racalpha-tocopheryl-acetate) 72 mg, Selenium (Sodium selenite 0.4 mg) 0.18 mg, Manganese (manganous sulphate monohydrate 60 mg) 19.9 mg, Zinc (Zinc oxide 180 mg) 144 mg, Copper (Copper (II) sulphate pentahydrate 24 mg) 6 mg, Iron (Iron (II) sulphate monohydrate 200 mg) 65.8 mg, Iodine (Calcium iodate anhydrous 2.4 mg) 1.6 mg, L-carnitine: 1,000 mg, DL-Methionine (Technically pure) 1,000 mg, Taurine 1,000 mg. TECHNOLOGICAL ADDITIVES: Tocopherol extracts from vegetable oils.",
        "calorie": null
    },
    {
        "url": "https://www.monge.it/prodotto/adult-monoprotein-rabbit/?lang=en",
        "brand": "Monge",
        "title": "Adult Monoprotein – Rabbit",
        "descriptions": "Monge Natural Superpremium Monoprotein* Adult Cat Rabbit is a complete and balanced pet food for adult cats. A monoprotein product formulated with a single animal protein source*, the first ingredient is rabbit, and it is characterised by its digestibility and palatability due to the inclusion of fresh meat. The formulation is enriched with XOS (Xylo-oligosaccharides), next generation prebiotics to support intestinal wellness. The inclusion of select ingredients, such as vitamin E to support immune system, and yucca schidigera to limit intestinal odours, is the result of Made in Italy research to support the quality of our cat’s life. No added dyes and artificial preservatives.",
        "key_benefits": [],
        "ingredients": "Rabbit (dried 26%, fresh meat 10%), rice, maize gluten, potatoes, hydrolysed animal proteins (liver), animal fat (chicken oil purified at 99.5%), dried beet pulp, brewer’s yeast, pea fibre, minerals, yeasts products (mannano-oligosaccharides MOS 1%), xylooligosaccharides (XOS 0.3%), yucca schidigera (0.1%), products from the processing of herbs (rose hip 0.1%).",
        "analysis": "Crude Protein: 33.5%, Crude Fibre: 2.8%, Crude Fat: 15%, Crude Ash: 7%, Calcium: 1.5%, Phosphorus: 1%, n-3 Fatty Acids: 0.4%, n-6 Fatty Acids: 3.1%. Metabolized Energy: 3,940 kcal/kg.",
        "additive": "Nutritional Additives/kg: Vitamin A (Retinyl Acetate) 30,700 IU, Vitamin D3 1,610 IU, Vitamin E (all-rac-alpha-tocopheryl-acetate) 100 mg, Selenium (Sodium selenite 0.47 mg) 0.2 mg, Manganese (manganous sulphate monohydrate 99 mg) 32 mg, Zinc (Zinc oxide 187 mg) 150 mg, Copper (Copper (II) sulphate pentahydrate 50 mg) 12.9 mg, Iron (Iron (II) sulphate monohydrate 326 mg) 107 mg, Iodine (Calcium iodate anhydrous 2.6 mg) 1.7 mg, L-carnitine 750 mg, DL-Methionine (Technically pure) 1,000 mg, Taurine 2,000 mg. TECHNOLOGICAL ADDITIVES: Tocopherol extracts from vegetable oils.",
        "calorie": null
    },
    {
        "url": "https://www.monge.it/prodotto/sterilised-monoprotein-duck/?lang=en",
        "brand": "Monge",
        "title": "Sterilised Monoprotein – Duck",
        "descriptions": "The Monge Natural Superpremium line supports the well-being of the animal thanks to the correct balance of essential nutritional elements through the results of Made in Italy research. Monge Natural Superpremium Monoprotein* Sterilised Duck is a complete food for adult cats. *Formulated with a single source of animal protein (duck) and hydrolysed animal protein to stimulate the appetite of even the fussiest of cats. The formulation is enriched with XOS (Xylo-oligosaccharides) and MOS (mannan-oligosaccharides), prebiotics that promote intestinal wellness. The formulation has a low fat content** to help the maintenance of ideal body weight of sterilised cats. No added dyes and artificial preservatives.",
        "key_benefits": [],
        "ingredients": "Duck (26% dehydrated meat, 10% fresh meat), corn gluten, wheat, corn, hydrolysed animal proteins (liver 4%), animal fat (duck oil purified to 99.5%), pea fibre, minerals, yeasts products (manno-oligo-saccharides MOS 1%), Xylo-oligosaccharide (XOS 0.3%), products from the processing of herbs (rose hip 0.1%), Yucca schidigera (0.1%).",
        "analysis": "Crude protein: 35%, Crude fibre: 3.5%, Crude fat: 12%, Crude ash: 7.0%, Calcium: 1.7%, Phosphorus: 0.9%, Magnesium: 0.08%, Sodium: 0.2%, n-3 fatty acids: 0.4%, n-6 fatty acids: 3.5%, Metabolisable Energy (Atwater calculation): 3,760 kcal/kg.",
        "additive": "Nutritional Additives/kg: Vitamin A (retinyl acetate) 37,000 IU/kg, Vitamin D3 1,900 IU/kg, Vitamin E (all-rac-alpha-tocopheryl acetate) 86 mg/kg, Selenium (Sodium selenite 0.4 mg/kg) 0.2 mg/kg, Manganese (manganous sulphate monohydrate 92 mg/kg) 30 mg/kg, Zinc (Zinc oxide 174 mg/kg): 140 mg/kg, Copper (Copper (II) sulphate pentahydrate 47 mg/kg) 12 mg/kg, Iron (Iron (II) sulphate monohydrate 304 mg/kg) 100 mg/kg, Iodine (Calcium iodate anhydrous 2.4 mg/kg) 1.6 mg/kg; L-Carnitine 1,000 mg/kg; technically pure DL-Methionine: 1,000 mg/kg, taurine 1,200 mg/kg. TECHNOLOGICAL ADDITIVES: Antioxidants: Tocopherol extracts from vegetable oils.",
        "calorie": null
    },
    {
        "url": "https://www.monge.it/prodotto/kitten-rich-in-chicken/?lang=en",
        "brand": "Monge",
        "title": "Kitten Rich in Chicken",
        "descriptions": "The Monge Natural Superpremium line ensures the wellness of the animal thanks to the correct balance of essential nutritional elements, a result of Made in Italy research. Monge Natural Superpremium Kitten Rich in Chicken is a complete food for cats from weaning to the end of the first year of age, and for pregnant and/or lactating cats. Formulated with chicken as its main ingredient and with salmon oil, a rich source of omega-3 fatty acids, for soft and shiny coat. The formulation is enriched with XOS (Xylo-oligosaccharides) and MOS (mannan-oligosaccharides), prebiotics that promote intestinal wellness. No added dyes and artificial preservatives.",
        "key_benefits": [],
        "ingredients": "Chicken (26% dehydrated meat, 10% fresh), rice, animal fat (chicken oil purified to 99.5%), corn, hydrolysed animal protein (liver), dried beet pulp, corn gluten, dried egg (2%), fish (dried salmon), fish oil 2% (salmon oil purified to 99.5%), minerals, brewer’s yeast, pea fibre, yeast products (manno-oligo-saccharides MOS 1%), Xylo-oligosaccharides (XOS 0.3%), products from the processing of herbs (rose hip 0.1%), Yucca schidigera (0.1%).",
        "analysis": "Crude protein: 34%, Crude fibre: 2.5%, Crude fats: 20%, Crude ash: 6.5%, Calcium: 1.5%, Phosphorus: 1.1%, Calcium/Phosphorus Ratio: 1.3, n-3 fatty acids: 0.5%, n-6 fatty acids: 4.8%, Metabolisable Energy (Atwater calculation): 4,220 kcal/kg.",
        "additive": "Nutritional Additives/kg: Vitamin A (retinyl acetate) 26,000 IU/kg, Vitamin D3 1,830 IU/kg, Vitamin E (all-rac-alpha-tocopheryl-acetate) 130 mg/kg, Selenium (Sodium selenite 0.2 mg/kg) 0.09 mg/kg, Manganese (manganous sulphate monohydrate 32 mg/kg) 10.4 mg/kg, Zinc (Zinc oxide 150 mg/kg): 120.4 mg/kg, Copper (Copper (II) sulphate pentahydrate 13 mg/kg) 3.3 mg/kg, Iron (Iron (II) sulphate monohydrate 110 mg/kg) 39.2 mg/kg, Iodine (Calcium iodate anhydrous 1.8 mg/kg) 1.17 mg/kg; L-Carnitine 700 mg/kg; technically pure DL-Methionine: 2,500 mg/kg, taurine 2,400 mg/kg. TECHNOLOGICAL ADDITIVES: Antioxidants: Tocopherol extracts from vegetable oils.",
        "calorie": null
    }
]