[
   {
      "url": "https://www.naturalbalanceinc.com/cat-formulas/dry-food/fat-cats/low-calorie",
      "title": "Fat Cats Low Calorie Dry Cat Food Formula",
      "key_benefits": [
         "Complete and balanced nutrition for adult pets",
         "Helps support healthy digestion",
         "High fiber content"
      ],
      "descriptions": "Fat Cats® Low Calorie Dry Cat Formula is formulated specifically for overweight adult cats. Designed to keep your pet nutritionally balanced with fewer calories, this diet offers higher protein and fiber, a combination that may help your cat feel full as they lose weight in a healthy, delicious way. You can find Natural Balance online or at your local Pet Specialty Store.",
      "ingredients": "Chicken Meal, Salmon Meal, Pea Protein, Garbanzo Beans, Peas, Oat Groats, Dried Beet Pulp, Pea Fiber, Dehydrated Alfalfa Meal, Oat Hulls, Natural Flavor, Dried Tomato Pomace, Chicken Fat (Preserved With Mixed Tocopherols), Brewers Dried Yeast, Salmon Oil (Preserved With Mixed Tocopherols), Dried Eggs, Carrots, Parsley, Dried Spinach, Choline Chloride, Salt, Vitamins (L-Ascorbyl-2-Polyphosphate, Vitamin E Supplement, Niacin, Thiamine Mononitrate, Vitamin A Supplement, Pyridoxine Hydrochloride, d-Calcium Pantothenate, Riboflavin Supplement, Vitamin D3 Supplement, Folic Acid, Inositol, Biotin, Vitamin B12 Supplement), Minerals (Zinc Proteinate, Zinc Sulfate, Ferrous Sulfate, Iron Proteinate, Copper Sulfate, Copper Proteinate, Manganese Sulfate, Manganese Proteinate, Calcium Iodate, Sodium Selenite), Inulin, Taurine, DL-Methionine, L-Ascorbyl-2-Polyphosphate (Source Of Vitamin C), L-Carnitine, L-Lysine Monohydrochloride, Mixed Tocopherols (Preservative), Yucca Schidigera Extract, Citric Acid (Preservative), Rosemary Extract, Green Tea Extract, Spearmint Extract ",
      "analysis": [
         "Crude Protein (Min.) 35.0%",
         "Crude Fat (Min.) 9.5%",
         "Crude Fiber (Max.) 9.0%",
         "Moisture (Max.) 10.0%",
         "Taurine (Min.) 0.15%",
         "Omega-3 Fatty Acids (Min.) 0.25%",
         "Omega-6 Fatty Acids (Min.) 1.5%",
         "L-Carnitine (Min.) 300 mg/kg"
      ],
      "calorie": "ME = 3,200 kcal/kg; 320 kcal/cup Note: The calories can vary slightly over time due to naturally occurring variation in ingredients, processing and analyses."
   },
   {
      "url": "https://www.naturalbalanceinc.com/cat-formulas/dry-food/limited-ingredient-diets/high-protein-salmon",
      "title": "Limited Ingredient Diets® High Protein Salmon Formula",
      "key_benefits": [
         "Real meat, fish or poultry as #1 ingredient",
         "Limited animal protein sources",
         "Helps support healthy digestion",
         "Helps support healthy skin and coat"
      ],
      "descriptions": "Natural Balance L.I.D. Limited Ingredient Diets dry cat food offers complete and balanced nutrition for adult cats. This simple formula is made with one animal protein source and two primary carbohydrate sources, which provide fiber and essential vitamins and minerals to help support healthy digestion. Salmon is the number-one ingredient of this high-quality food; there are no grains, fillers, artificial flavors or colors. Whether your cat has food sensitivities, or you just want to keep it simple, Natural Balance L.I.D. Limited Ingredient Diets High Protein provides your cat with balanced nutrition for a happy healthy life. You can find Natural Balance online or at your local Pet Specialty Store.",
      "ingredients": "Salmon, Peas, Salmon Meal, Pea Protein, Canola Oil (Preserved with Mixed Tocopherols), Brewers Dried Yeast, Natural Flavor, Flaxseed, Citric Acid (Preservative), Sodium Acid Pyrophosphate (Source of Phosphorus), Salt, Potassium Chloride, Choline Chloride, Minerals (Zinc Proteinate, Zinc Sulfate, Ferrous Sulfate, Iron Proteinate, Copper Sulfate, Copper Proteinate, Manganese Sulfate, Manganese Proteinate, Calcium Iodate, Sodium Selenite), Taurine, Vitamins (Vitamin E Supplement, Niacin, Thiamine Mononitrate, D-calcium Pantothenate, Vitamin A Supplement, Pyridoxine Hydrochloride, Riboflavin Supplement, Menadione Sodium Bisulfite Complex, Vitamin B12 Supplement, Folic Acid, Biotin), Inulin, Lactic Acid, Rosemary Extract.",
      "analysis": [
         "Crude Protein (Min.) 37.0%",
         "Crude Fat (Min.) 15.0%",
         "Crude Fiber (Max.) 4.0%",
         "Moisture (Max.) 10.0%",
         "Taurine (Min.) 0.15%",
         "Omega-3 Fatty Acids (Min.) 0.30%*",
         "Omega-6 Fatty Acids (Min.) 1.0%*"
      ],
      "calorie": "ME = 3,760 kcal/kg; 413 kcal/8 oz cup"
   },
   {
      "url": "https://www.naturalbalanceinc.com/cat-formulas/dry-food/limited-ingredient-diets/high-protein-tuna",
      "title": "Limited Ingredient Diets® High Protein Tuna Formula",
      "key_benefits": [
         "Real meat, fish or poultry as #1 ingredient",
         "Limited animal protein sources",
         "Helps support healthy digestion",
         "Helps support healthy skin and coat"
      ],
      "descriptions": "Natural Balance L.I.D. Limited Ingredient Diets dry cat food offers complete and balanced nutrition for adult cats. This simple formula is made with one animal protein source and two primary carbohydrate sources, which provide fiber and essential vitamins and minerals to help support healthy digestion. Tuna is the number-one ingredient of this high-quality food; there are no grains, fillers, artificial flavors or colors. Whether your cat has food sensitivities, or you just want to keep it simple, Natural Balance L.I.D. Limited Ingredient Diets High Protein provides your cat with balanced nutrition for a happy healthy life. You can find Natural Balance online or at your local Pet Specialty Store.",
      "ingredients": "Tuna, Tuna Meal, Peas, Pea Protein, Canola Oil (Preserved With Mixed Tocopherols), Brewers Dried Yeast, Flaxseed, Natural Flavor, Citric Acid (Preservative), Sodium Acid Pyrophosphate (Source Of Phosphorus), Salt, Choline Chloride, Potassium Chloride, Minerals (Zinc Proteinate, Zinc Sulfate, Ferrous Sulfate, Iron Proteinate, Copper Sulfate, Copper Proteinate, Manganese Sulfate, Manganese Proteinate, Calcium Iodate, Sodium Selenite), Taurine, Vitamins (Vitamin E Supplement, Niacin, Thiamine Mononitrate, D-Calcium Pantothenate, Vitamin A Supplement, Pyridoxine Hydrochloride, Riboflavin Supplement, Menadione Sodium Bisulfite Complex, Vitamin B12 Supplement, Folic Acid, Biotin), Inulin, Lactic Acid, Rosemary Extract. ",
      "analysis": [
         "Crude Protein (Min.) 37.0%",
         "Crude Fat (Min.) 12.0%",
         "Crude Fiber (Max.) 4.0%",
         "Moisture (Max.) 10.0%",
         "Taurine (Min.) 0.15%",
         "Omega-3 Fatty Acids (Min.) 0.30%*",
         "Omega-6 Fatty Acids (Min.) 1.0%*"
      ],
      "calorie": "ME = 3,610 kcal/kg; 397 kcal/cup"
   },
   {
      "url": "https://www.naturalbalanceinc.com/cat-formulas/dry-food/limited-ingredient-diets/green-pea-chicken",
      "title": "Limited Ingredient Diets® Green Pea & Chicken Formula",
      "key_benefits": [
         "Limited animal protein sources",
         "Helps support healthy digestion",
         "Helps support healthy skin and coat"
      ],
      "descriptions": "Designed with a limited number of premium protein and carbohydrate sources, L.I.D. Limited Ingredient Diets® Green Pea & Chicken Dry Cat Formula is an excellent choice when seeking alternative ingredients for your cat. This ultra premium grain-free cat food is designed to support healthy digestion and to maintain skin and coat health - all while providing complete, balanced nutrition for adult cats. You can find Natural Balance online or at your local Pet Specialty Store.",
      "ingredients": "Green Peas, Chicken Meal, Chicken, Chicken Fat (Preserved With Mixed Tocopherols), Pea Protein, Natural Flavor, Salmon Oil (Preserved With Mixed Tocopherols), Calcium Carbonate, Flaxseed, Potassium Chloride, Salt, Choline Chloride, DL-Methionine, Minerals (Zinc Proteinate, Zinc Sulfate, Ferrous Sulfate, Iron Proteinate, Copper Sulfate, Copper Proteinate, Manganese Sulfate, Manganese Proteinate, Calcium Iodate, Sodium Selenite), Taurine, Vitamins (Vitamin E Supplement, Niacin, Thiamine Mononitrate, d-Calcium Pantothenate, Vitamin A Supplement, Pyridoxine Hydrochloride, Riboflavin Supplement, Vitamin D3 Supplement, Vitamin B12 Supplement, Folic Acid, Biotin), Mixed Tocopherols (Preservative), Rosemary Extract, Green Tea Extract, Spearmint Extract ",
      "analysis": [
         "Crude Protein (Min.) 30.0%",
         "Crude Fat (Min.) 12.0%",
         "Crude Fiber (Max.) 5.0%",
         "Moisture (Max.) 10.0%",
         "Taurine (Min.) 0.16%",
         "Omega-3 Fatty Acids (Min.) 0.40%*",
         "Omega-6 Fatty Acids (Min.) 1.5%*"
      ],
      "calorie": "ME = 3,600 kcal/kg; 410 kcal/cup Note: The calories can vary slightly over time due to naturally occurring variation in ingredients, processing and analyses."
   },
   {
      "url": "https://www.naturalbalanceinc.com/cat-formulas/dry-food/limited-ingredient-diets/green-pea-duck",
      "title": "Limited Ingredient Diets® Green Pea & Duck Formula",
      "key_benefits": [
         "Limited animal protein sources",
         "Helps support healthy digestion",
         "Helps support healthy skin and coat"
      ],
      "descriptions": "Designed with a limited number of premium protein and carbohydrate sources, L.I.D. Limited Ingredient Diets® Green Pea & Duck Dry Cat Formula is an excellent choice when seeking alternative ingredients for your cat. This ultra premium grain-free cat food is designed to support healthy digestion and to maintain skin and coat health - all while providing complete, balanced nutrition for adult cats. You can find Natural Balance online or at your local Pet Specialty Store.",
      "ingredients": "Green Peas, Duck, Duck Meal, Pea Protein, Canola Oil (Preserved With Mixed Tocopherols), Natural Flavor, Salmon Oil (Preserved With Mixed Tocopherols), Flaxseed, Salt, Choline Chloride, DL-Methionine, Minerals (Zinc Proteinate, Zinc Sulfate, Ferrous Sulfate, Iron Proteinate, Copper Sulfate, Copper Proteinate, Manganese Sulfate, Manganese Proteinate, Calcium Iodate, Sodium Selenite), Taurine, Vitamins (Vitamin E Supplement, Niacin, Thiamine Mononitrate, d-Calcium Pantothenate, Vitamin A Supplement, Pyridoxine Hydrochloride, Riboflavin Supplement, Vitamin D3 Supplement, Vitamin B12 Supplement, Folic Acid, Biotin), Mixed Tocopherols (Preservative), Rosemary Extract, Green Tea Extract, Spearmint Extract ",
      "analysis": [
         "Crude Protein (Min.) 29.5%",
         "Crude Fat (Min.) 11.5%",
         "Crude Fiber (Max.) 5.0%",
         "Moisture (Max.) 10.0%",
         "Taurine (Min.) 0.16%",
         "Omega-3 Fatty Acids (Min.) 0.50%*",
         "Omega-6 Fatty Acids (Min.) 1.5%*"
      ],
      "calorie": "ME = 3,500 kcal/kg; 410 kcal/cup Note: The calories can vary slightly over time due to naturally occurring variation in ingredients, processing and analyses."
   },
   {
      "url": "https://www.naturalbalanceinc.com/cat-formulas/dry-food/limited-ingredient-diets/green-pea-salmon",
      "title": "Limited Ingredient Diets® Green Pea & Salmon Formula",
      "key_benefits": [
         "Limited animal protein sources",
         "Helps support healthy digestion",
         "Helps support healthy skin and coat"
      ],
      "descriptions": "Designed with a limited number of premium protein and carbohydrate sources, L.I.D. Limited Ingredient Diets® Green Pea & Salmon Dry Cat Formula is an excellent choice when seeking alternative ingredients for your cat. This ultra premium grain-free cat food is designed to support healthy digestion and to maintain skin and coat health - all while providing complete, balanced nutrition for adult cats. You can find Natural Balance online or at your local Pet Specialty Store.",
      "ingredients": "Green Peas, Salmon Meal, Salmon, Pea Protein, Canola Oil (Preserved With Mixed Tocopherols), Natural Flavor, Calcium Carbonate, Flaxseed, DL-Methionine, Salt, Choline Chloride, Minerals (Zinc Proteinate, Zinc Sulfate, Ferrous Sulfate, Iron Proteinate, Copper Sulfate, Copper Proteinate, Manganese Sulfate, Manganese Proteinate, Calcium Iodate, Sodium Selenite), Taurine, Vitamins (Vitamin E Supplement, Niacin, Thiamine Mononitrate, d-Calcium Pantothenate, Vitamin A Supplement, Pyridoxine Hydrochloride, Riboflavin Supplement, Menadione Sodium Bisulfite Complex, Vitamin B12 Supplement, Folic Acid, Biotin), Mixed Tocopherols (Preservative), Rosemary Extract, Green Tea Extract, Spearmint Extract ",
      "analysis": [
         "Crude Protein (Min.) 30.0%",
         "Crude Fat (Min.) 12.0%",
         "Crude Fiber (Max.) 4.5%",
         "Moisture (Max.) 10.0%",
         "Taurine (Min.) 0.16%",
         "Omega-3 Fatty Acids (Min.) 0.80%*",
         "Omega-6 Fatty Acids (Min.) 1.9%*"
      ],
      "calorie": "ME = 3,540 kcal/kg; 410 kcal/cup Note: The calories can vary slightly over time due to naturally occurring variation in ingredients, processing and analyses."
   },
   {
      "url": "https://www.naturalbalanceinc.com/cat-formulas/dry-food/limited-ingredient-diets/green-pea-venison",
      "title": "Limited Ingredient Diets® Green Pea & Venison Formula",
      "key_benefits": [
         "Limited animal protein sources",
         "Helps support healthy digestion",
         "Helps support healthy skin and coat"
      ],
      "descriptions": "Designed with a limited number of premium protein and carbohydrate sources, this grain-free cat food is an excellent choice when seeking alternative ingredients for your cat. Our L.I.D. Limited Ingredient Diets® Green Pea & Venison Dry Cat Formula is designed to support healthy digestion and to maintain skin and coat health - all while providing complete, balanced nutrition for adult cats. You can find Natural Balance online or at your local Pet Specialty Store.",
      "ingredients": "Green Peas, Venison, Pea Protein, Venison Meal, Brewers Dried Yeast, Canola Oil (Preserved with Mixed Tocopherols), Flaxseed, Salmon Oil (Preserved with Mixed Tocopherols), Natural Flavor, Sodium Acid Pyrophosphate (Source of Phosphorus), Salt, Potassium Chloride, DL-Methionine, Choline Chloride, Taurine, Minerals (Zinc Proteinate, Zinc Sulfate, Ferrous Sulfate, Iron Proteinate, Copper Sulfate, Copper Proteinate, Manganese Sulfate, Manganese Proteinate, Calcium Iodate, Sodium Selenite), Vitamins (Vitamin E Supplement, Niacin, Thiamine Mononitrate, d-Calcium Pantothenate, Vitamin A Supplement, Pyridoxine Hydrochloride, Riboflavin Supplement, Vitamin D3 Supplement, Vitamin B12 Supplement, Folic Acid, Biotin), Lactic Acid, Citric Acid (Preservative), Mixed Tocopherols (Preservative), Rosemary Extract. ",
      "analysis": [
         "Crude Protein (Min.) 30.0%",
         "Crude Fat (Min.) 10.0%",
         "Crude Fiber (Max.) 5.0%",
         "Moisture (Max.) 10.0%",
         "Taurine (Min.) 0.16%",
         "Omega-3 Fatty Acids (Min.) 0.40%*",
         "Omega-6 Fatty Acids (Min.) 1.0%*"
      ],
      "calorie": "ME = 3,300 kcal/kg; 370 kcal/cup Note: The calories can vary slightly over time due to naturally occurring variation in ingredients, processing and analyses."
   },
   {
      "url": "https://www.naturalbalanceinc.com/cat-formulas/dry-food/limited-ingredient-diets/indoor-salmon-chickpea",
      "title": "Limited Ingredient Diets® Indoor Salmon & Chickpea Formula",
      "key_benefits": [
         "Real meat, fish or poultry as #1 ingredient",
         "Limited animal protein sources",
         "Helps support healthy digestion",
         "Helps support healthy skin and coat"
      ],
      "descriptions": "Keep your feline friend healthy, lean and satisfied with Natural Balance® L.I.D. Limited Ingredient Diets® Indoor Formula Dry Cat Food. Featuring premium quality salmon as the #1 ingredient, this grain-free cat food contains prebiotic fiber for healthy digestion and easy litter box clean-up. Created specifically for the needs of adult indoor cats, this limited ingredient cat food supports hairball control and helps maintain healthy skin and a shiny coat. You can find Natural Balance online or at your local Pet Specialty Store.",
      "ingredients": "Salmon, Chickpeas, Peas, Salmon Meal, Pea Protein, Dried Beet Pulp, Potatoes, Brewers Dried Yeast, Canola Oil (Preserved With Mixed Tocopherols), Dehydrated Alfalfa Meal, Natural Flavor, Sodium Acid Pyrophosphate (Source of Phosphorus), Choline Chloride, Taurine, Salt, Minerals (Zinc Proteinate, Zinc Sulfate, Ferrous Sulfate, Iron Proteinate, Copper Proteinate, Copper Sulfate, Manganese Sulfate, Manganese Proteinate, Calcium Iodate, Sodium Selenite), Potassium Chloride, Vitamins (Vitamin E Supplement, Niacin, Thiamine Mononitrate, d-Calcium Pantothenate, Vitamin A Supplement, Pyridoxine Hydrochloride, Riboflavin Supplement, Vitamin D3 Supplement, Vitamin B12 Supplement, Folic Acid, Biotin), Inulin, Lactic Acid, Citric Acid (Preservative), Mixed Tocopherols (Preservative), Rosemary Extract",
      "analysis": [
         "Crude Protein (Min.) 30.0%",
         "Crude Fat (Min.) 8.0%",
         "Crude Fat (Max) 10.0%",
         "Crude Fiber (Max.) 5.0%",
         "Moisture (Max.) 12.0%",
         "Taurine (Min.) 0.15%",
         "Omega-3 Fatty Acids (Min.) 0.50%*",
         "Omega-6 Fatty Acids (Min.) 1.5%*"
      ],
      "calorie": "ME = 3,217 kcal/kg; 329 kcal/cup Note: The calories can vary slightly over time due to naturally occurring variation in ingredients, processing and analyses."
   },
   {
      "url": "https://www.naturalbalanceinc.com/cat-formulas/dry-food/limited-ingredient-diets/indoor-turkey-chickpea",
      "title": "Limited Ingredient Diets® Indoor Turkey & Chickpea Formula",
      "key_benefits": [
         "Real meat, fish or poultry as #1 ingredient",
         "Limited animal protein sources",
         "Helps support healthy digestion",
         "Helps support healthy skin and coat"
      ],
      "descriptions": "Keep your feline friend healthy, lean and satisfied with Natural Balance® L.I.D. Limited Ingredient Diets® Indoor Formula Dry Cat Food. Featuring premium quality turkey as the #1 ingredient, this grain-free cat food contains prebiotic fiber for healthy digestion and easy litter box clean-up. Created specifically for the needs of adult indoor cats, this limited ingredient cat food supports hairball control and helps maintain healthy skin and a shiny coat. You can find Natural Balance online or at your local Pet Specialty Store.",
      "ingredients": "Turkey, Chickpeas, Turkey Meal, Peas, Pea Protein, Potatoes, Dried Beet Pulp, Canola Oil (Preserved With Mixed Tocopherols), Natural Flavor, Salt, Choline Chloride, Sodium Acid Pyrophosphate (Source of Phosphorus), Minerals (Zinc Proteinate, Zinc Sulfate, Ferrous Sulfate, Iron Proteinate, Copper Proteinate, Copper Sulfate, Manganese Sulfate, Manganese Proteinate, Calcium Iodate, Sodium Selenite), Taurine, Potassium Chloride, Vitamins (Vitamin E Supplement, Niacin, Thiamine Mononitrate, d-Calcium Pantothenate, Vitamin A Supplement, Pyridoxine Hydrochloride, Riboflavin Supplement, Vitamin D3 Supplement, Vitamin B12 Supplement, Folic Acid, Biotin), Inulin, Lactic Acid, Mixed Tocopherols (Preservative), Citric Acid (Preservative), Rosemary Extract ",
      "analysis": [
         "Crude Protein (Min.) 30.0%",
         "Crude Fat (Min.) 8.0%",
         "Crude Fat (Max) 10.0%",
         "Crude Fiber (Max.) 4.0%",
         "Moisture (Max.) 12.0%",
         "Taurine (Min.) 0.15%",
         "Omega-3 Fatty Acids (Min.) 0.20%*",
         "Omega-6 Fatty Acids (Min.) 1.5%*"
      ],
      "calorie": "ME = 3,282 kcal/kg; 336 kcal/cup Note: The calories can vary slightly over time due to naturally occurring variation in ingredients, processing and analyses."
   },
   {
      "url": "https://www.naturalbalanceinc.com/cat-formulas/dry-food/limited-ingredient-diets/high-protein-chicken",
      "title": "Limited Ingredient Diets® High Protein Chicken Formula",
      "key_benefits": [
         "Real meat, fish or poultry as #1 ingredient",
         "Limited animal protein sources",
         "Helps support healthy digestion",
         "Helps support healthy skin and coat"
      ],
      "descriptions": "Natural Balance L.I.D. Limited Ingredient Diets dry cat food offers complete and balanced nutrition for adult cats. This simple formula is made with one animal protein source and two primary carbohydrate sources, which provide fiber and essential vitamins and minerals to help support healthy digestion. Chicken is the number-one ingredient of this high-quality food; there are no grains, fillers, artificial flavors or colors. Whether your cat has food sensitivities, or you just want to keep it simple, Natural Balance L.I.D. Limited Ingredient Diets High Protein provides your cat with balanced nutrition for a happy healthy life. You can find Natural Balance online or at your local Pet Specialty Store.",
      "ingredients": "Chicken, Chicken Meal, Peas, Pea Protein, Chicken Fat (Preserved With Mixed Tocopherols), Brewers Dried Yeast, Natural Flavor, Flaxseed, Citric Acid (Preservative), Sodium Acid Pyrophosphate (Source Of Phosphorus), Salt, Choline Chloride, Potassium Chloride, Minerals (Zinc Proteinate, Zinc Sulfate, Ferrous Sulfate, Iron Proteinate, Copper Sulfate, Copper Proteinate, Manganese Sulfate, Manganese Proteinate, Calcium Iodate, Sodium Selenite), Taurine, Vitamins (Vitamin E Supplement, Niacin, Thiamine Mononitrate, D-Calcium Pantothenate, Vitamin A Supplement, Pyridoxine Hydrochloride, Riboflavin Supplement, Vitamin D3 Supplement, Vitamin B12 Supplement, Folic Acid, Biotin), Inulin, Lactic Acid, Rosemary Extract, Green Tea Extract. ",
      "analysis": [
         "Crude Protein (Min.) 37.0%",
         "Crude Fat (Min.) 18.0%",
         "Crude Fiber (Max.) 4.0%",
         "Moisture (Max.) 10.0%",
         "Taurine (Min.) 0.15%",
         "Omega-3 Fatty Acids (Min.) 0.30%*",
         "Omega-6 Fatty Acids (Min.) 1.0%*"
      ],
      "calorie": "3,830 kcal/kg, 436 kcal/cup"
   },
   {
      "url": "https://www.naturalbalanceinc.com/cat-formulas/dry-food/original-ultra/chicken-duck-meal-salmon-meal-kitten",
      "title": "Original Ultra® Whole Body Health® Chicken, Duck Meal, Salmon Meal Kitten Formula",
      "key_benefits": [
         "Helps support neural and brain health",
         "Helps protect cells with antioxidants",
         "Helps maintain healthy heart and eyes",
         "Helps support healthy bones and teeth"
      ],
      "descriptions": [
         "ORIGINAL ULTRA® WHOLE BODY HEALTH® nourishes your kitten's complete well-being by taking an entire body approach. This diet is an optimal balance of premium proteins and key nutrients created by our expert nutritionists.",
         "Original Ultra® Whole Body Health® supports all the needs of your growing kitten so that you can start them on a healthy, balanced diet. So delicious and healthy, your kitten will never meow for anything else! You can find Natural Balance online or at your local Pet Specialty Store."
      ],
      "ingredients": "Chicken, Chicken Meal, Pea Protein, Peas, Chicken Fat (Preserved With Mixed Tocopherols), Brewers Dried Yeast, Duck Meal, Chicken Liver, Salmon Meal, Dried Eggs, Natural Flavor, Brown Rice, Menhaden Fish Oil (Preserved With Mixed Tocopherols), Oat Hulls, Pea Fiber, Salt, Choline Chloride, DL-Methionine, Potassium Chloride, Minerals (Zinc Proteinate, Zinc Sulfate, Ferrous Sulfate, Iron Proteinate, Copper Sulfate, Copper Proteinate, Manganese Sulfate, Manganese Proteinate, Calcium Iodate, Sodium Selenite), Taurine, Vitamins (Vitamin E Supplement, Niacin, Thiamine Mononitrate, d-Calcium Pantothenate, Vitamin A Supplement, Pyridoxine Hydrochloride, Riboflavin Supplement, Vitamin D3 Supplement, Vitamin B12 Supplement, Folic Acid, Biotin), L-Ascorbyl-2-Polyphosphate (Source Of Vitamin C), L-Tryptophan, Inulin, Dried Cranberries, Dried Blueberries, Dried Kelp, Yucca Schidigera Extract, L-Lysine Monohydrochloride, Mixed Tocopherols (Preservative), Rosemary Extract, Green Tea Extract, Spearmint Extract ",
      "analysis": [
         "Crude Protein (Min.) 38.0%",
         "Crude Fat (Min.) 20.0%",
         "Crude Fiber (Max.) 3.0%",
         "Moisture (Max.) 10.0%",
         "Eicosapentaenoic + Docosahexaenoic Acid (Min.) 0.40%",
         "Calcium (Min.) 1.0%",
         "Phosphorus (Min.) 0.80%",
         "Vitamin E (Min.) 100 IU/kg",
         "Taurine (Min.) 0.15%",
         "Ascorbic Acid (Vitamin C) (Min.) 200 mg/kg",
         "Omega-3 Fatty Acids (Min.) 0.50%*",
         "Omega-6 Fatty Acids (Min.) 3.0%*"
      ],
      "calorie": "ME = 3,900 kcal/kg; 420 kcal/8 cup Note: The calories can vary slightly over time due to naturally occurring variation in ingredients, processing and analyses."
   },
   {
      "url": "https://www.naturalbalanceinc.com/cat-formulas/dry-food/original-ultra/chicken-meal-salmon-meal",
      "title": "Original Ultra® Chicken Meal & Salmon Meal with Brown Rice Formula| Natural Balance",
      "key_benefits": [
         "Helps support neural and brain health",
         "Helps protect cells with antioxidants",
         "Helps maintain healthy heart and eyes",
         "Helps support healthy bones and teeth"
      ],
      "descriptions": [
         "Original Ultra® Chicken Meal & Salmon Meal Formula Cat Food nourishes your cat's complete well-being. Formulated for all breeds and life stages from growing kittens to ever-energetic adult cats, this diet offers an optimal balance of premium proteins and key nutrients.",
         "High-quality ingredients such as chicken meal also make this meal so delicious that your cat will meow for more! You can find Natural Balance online or at your local Pet Specialty Store."
      ],
      "ingredients": "Chicken Meal, Brown Rice, Chicken, Chicken Fat (Preserved With Mixed Tocopherols), Brewers Dried Yeast, Oat Groats, Chicken Liver, Salmon Meal, Natural Flavor, Menhaden Fish Oil (Preserved With Mixed Tocopherols), Pea Fiber, Oat Fiber, Salt, DL-Methionine, Potassium Chloride, Cranberries, Vitamins (Vitamin E Supplement, Ascorbic Acid (Source of Vitamin C), Niacin, Vitamin A Supplement, Thiamine Mononitrate , d-Calcium Pantothenate, Riboflavin Supplement, Pyridoxine Hydrochloride, Vitamin B12 Supplement, Folic Acid, Biotin, Vitamin D3 Supplement), Choline Chloride, Taurine, Minerals (Zinc Proteinate, Zinc Sulfate, Ferrous Sulfate, Iron Proteinate, Copper Sulfate, Copper Proteinate, Manganese Sulfate, Manganese Proteinate, Sodium Selenite, Calcium Iodate), Blueberries, L-Ascorbyl-2-Polyphosphate (Source Of Vitamin C), L-Tryptophan, Kelp, L-Lysine Monohydrochloride, Yucca Schidigera Extract, Citric Acid (Preservative), Lactic Acid, Mixed Tocopherols (Preservative), Rosemary Extract, Green Tea Extract, Spearmint Extract. ",
      "analysis": [
         "Crude Protein (Min.) 34.0%",
         "Crude Fat (Min.) 16.8%",
         "Crude Fiber (Max.) 3.0%",
         "Moisture (Max.) 10.0%",
         "Eicosapentaenoic + Docosahexaenoic Acid (Min.) 0.35%",
         "Calcium (Min.) 1.1%",
         "Phosphorus % (Min.) 0.90%",
         "Zinc (Min.) 100 mg/kg",
         "Selenium (Min.) 0.5 mg/kg",
         "Vitamin E (Min.) 100 IU/kg",
         "Taurine (Min.) 0.15%",
         "Ascorbic Acid (Vitamin C) (Min.) 200 mg/kg",
         "Omega-3 Fatty Acids (Min.) 0.50%",
         "Omega-6 Fatty Acids (Min.) 2.5%"
      ],
      "calorie": "ME = 3,870 kcal/kg; 425 kcal/cup Note: The calories can vary slightly over time due to naturally occurring variation in ingredients, processing and analyses."
   },
   {
      "url": "https://www.naturalbalanceinc.com/cat-formulas/dry-food/original-ultra/chicken-salmon-meal-als",
      "title": "Original Ultra® Whole Body Health® Chicken Meal & Salmon Meal Formula| Natural Balance",
      "key_benefits": [
         "Helps support neural and brain health",
         "Helps protect cells with antioxidants",
         "Helps maintain healthy heart and eyes",
         "Helps support healthy bones and teeth"
      ],
      "descriptions": [
         "Original Ultra® Grain Free Chicken & Salmon Meal Formula Cat Food nourishes your cat's complete well-being by taking an entire body approach. Formulated for all breeds and life stages from growing kittens to ever-energetic adult cats, this diet offers an optimal balance of premium proteins and key nutrients.",
         "High-quality ingredients such as chicken also make this meal so delicious that your cat will meow for more! You can find Natural Balance online or at your local Pet Specialty Store."
      ],
      "ingredients": "Chicken, Chicken Meal, Lentils, Salmon Meal, Brewers Dried Yeast, Chicken Fat (mixed tocopherols used as a preservative), Peas, Pea Starch, Sweet Potato, Potatoes, Natural Flavor, Flaxseed, Pumpkin, Spinach, Carrots, Cranberries, Apples, Menhaden Fish Oil (mixed tocopherols used as a preservative), Dried Tomato Pomace, Dried Eggs, Potassium Chloride, Salt, DL-Methionine, Taurine, Vitamins (Vitamin E Supplement, Ascorbic Acid (Source of Vitamin C), Niacin, Vitamin A Supplement, Thiamine Mononitrate , d-Calcium Pantothenate, Riboflavin Supplement, Pyridoxine Hydrochloride, Vitamin B12 Supplement, Folic Acid, Biotin, Vitamin D3 Supplement), Choline Chloride, Minerals (Zinc Proteinate, Zinc Sulfate, Ferrous Sulfate, Iron Proteinate, Copper Sulfate, Copper Proteinate, Manganese Sulfate, Manganese Proteinate, Sodium Selenite, Calcium Iodate), Blueberries, L-Tryptophan, L-Ascorbyl-2-Polyphosphate, Kelp, Yucca Schidigera Extract, Mixed Tocopherols (used as a preservative), Citric Acid (used as a preservative), L-Lysine Monohydrochloride, Rosemary Extract.",
      "analysis": [
         "Crude Protein (Min.) 35.0%",
         "Crude Fat (Min.) 15%",
         "Crude Fiber (Max.) 3.5%",
         "Moisture (Max.) 10.0%",
         "Eicosapentaenoic + Docosahexaenoic Acid (Min.) 0.17%",
         "Calcium (Min.) 1.1%",
         "Phosphorus % (Min.) 0.90%",
         "Zinc (Min.) 100 mg/kg",
         "Selenium (Min.) .50 mg/kg",
         "Vitamin A (Min.) 6050 IU/kg",
         "Vitamin E (Min.) 100 IU/kg",
         "Taurine (Min.) 0.35%",
         "Ascorbic Acid (Vitamin C) (Min.) 50 mg/kg",
         "Omega-3 Fatty Acids (Min.) 0.75%",
         "Omega-6 Fatty Acids (Min.) 2.5%"
      ],
      "calorie": "ME = 3,764 kcal/kg; 414 kcal/cup Note: The calories can vary slightly over time due to naturally occurring variation in ingredients, processing and analyses."
   },
   {
      "url": "https://www.naturalbalanceinc.com/cat-formulas/dry-food/original-ultra/chicken-salmon-meal-senior-gf",
      "title": "Original Ultra® Senior Chicken & Salmon Meal Formula| Natural Balance",
      "key_benefits": [
         "Helps support neural and brain health",
         "Helps protect cells with antioxidants",
         "Helps maintain healthy heart and eyes",
         "Helps support healthy bones and teeth"
      ],
      "descriptions": [
         "Original Ultra® Senior Chicken and Salmon Meal Formula Dry Cat Food nourishes your senior cat's complete well-being by taking an entire body approach. Complete and Balanced to meet your senior cat's nutritional needs - your cat will never meow for anything else!",
         "High-quality ingredients such as chicken also make this meal so delicious that your cat will meow for more! You can find Natural Balance online or at your local Pet Specialty Store."
      ],
      "ingredients": "Chicken, Chicken Meal, Lentils, Brewers Dried Yeast, Salmon Meal, Sweet Potato, Peas, Potatoes, Pea Starch, Chicken Fat (mixed tocopherols used as a preservative), Dried Plain Beet Pulp, Natural Flavor, Flaxseed, Pumpkin, Spinach, Alfalfa Meal, Carrots, Cranberries, Apples, Potassium Chloride, Salt, Menhaden Fish Oil (mixed tocopherols used as a preservative), Taurine, Vitamins (Vitamin E Supplement, Ascorbic Acid (Source of Vitamin C), Niacin, Vitamin A Supplement, Thiamine Mononitrate , d-Calcium Pantothenate, Riboflavin Supplement, Pyridoxine Hydrochloride, Vitamin B12 Supplement, Folic Acid, Biotin, Vitamin D3 Supplement), DL-Methionine, Choline Chloride, Dried Eggs, Minerals (Zinc Proteinate, Zinc Sulfate, Ferrous Sulfate, Iron Proteinate, Copper Sulfate, Copper Proteinate, Manganese Sulfate, Manganese Proteinate, Sodium Selenite, Calcium Iodate), Blueberries, L-Ascorbyl-2-Polyphosphate, L-Tryptophan, Kelp, Yucca Schidigera Extract, Mixed Tocopherols (used as a preservative), Citric Acid (used as a preservative), L-Lysine Monohydrochloride, Rosemary Extract.",
      "analysis": [
         "Crude Protein (Min.) 33.0%",
         "Crude Fat (Min.) 12%",
         "Crude Fiber (Max.) 4.5%",
         "Moisture (Max.) 10.0%",
         "Eicosapentaenoic + Docosahexaenoic Acid (Min.) 0.12%",
         "Calcium (Min.) 1.0%",
         "Phosphorus % (Min.) 0.80%",
         "Zinc (Min.) 100 mg/kg",
         "Selenium (Min.) 0.50 mg/kg",
         "Vitamin A (Min.) 3500 IU/kg",
         "Vitamin E (Min.) 100 IU/kg",
         "Taurine (Min.) 0.35%",
         "Ascorbic Acid (Vitamin C) (Min.) 50 mg/kg*",
         "Omega-3 Fatty Acids (Min.) 0.60%*",
         "Omega-6 Fatty Acids (Min.) 2.1%*"
      ],
      "calorie": "ME = 3,544 kcal/kg; 376 kcal/cup Note: The calories can vary slightly over time due to naturally occurring variation in ingredients, processing and analyses."
   },
   {
      "url": "https://www.naturalbalanceinc.com/cat-formulas/canned-food/original-ultra/whole-body-health-chicken-salmon-duck",
      "title": "Original Ultra® Whole Body Health® Chicken, Salmon & Duck Canned Cat Formula",
      "key_benefits": [
         "Complete and balanced nutrition for pets of all life stages",
         "Helps support neural and brain health",
         "Helps protect cells with antioxidants",
         "Helps maintain healthy heart and eyes"
      ],
      "descriptions": "Created by our expert nutritionists, Original Ultra® Whole Body Health® Chicken, Salmon & Duck Canned Cat Formula nourishes your cat's complete well-being with an entire body approach. Formulated for all breeds and life stages from growing kittens to ever-energetic adult cats, this diet offers an optimal balance of premium proteins and key nutrients. Plus, the high-quality ingredients make this ultra premium canned formula so delicious that your cat will never meow for anything else! You can find Natural Balance online or at your local Pet Specialty Store.",
      "ingredients": "Chicken Broth, Chicken, Chicken Liver, Salmon, Duck, Brewers Dried Yeast, Brown Rice, Canola Oil (Preserved With Mixed Tocopherols), Natural Flavor, Menhaden Oil (Preserved With Mixed Tocopherols), Dicalcium Phosphate, Salmon Meal, Calcium Carbonate, Vitamins (Vitamin E Supplement, Thiamine Mononitrate, Niacin, Vitamin A Supplement, Pyridoxine Hydrochloride, D-Calcium Pantothenate, Riboflavin Supplement, Vitamin D3 Supplement, Vitamin B12 Supplement, Folic Acid, Biotin), Guar Gum, Minerals (Zinc Proteinate, Zinc Sulfate, Ferrous Sulfate, Iron Proteinate, Copper Sulfate, Copper Proteinate, Manganese Sulfate, Manganese Proteinate, Calcium Iodate, Sodium Selenite), Potassium Chloride, Salt, Taurine, Oat Hulls, Pea Fiber, DL-Methionine, Carrageenan, Choline Chloride, L-Ascorbyl-2-Polyphosphate (Source Of Vitamin C), L-Tryptophan, Cranberries, Blueberries, Dried Kelp, Yucca Schidigera Extract, L-Lysine Monohydrochloride, Rosemary Extract ",
      "analysis": [
         "Crude Protein (Min.) 9.5%",
         "Crude Fat (Min.) 8.5%",
         "Crude Fiber (Max.) 2.0%",
         "Moisture (Max.) 78.0%",
         "Eicosapentaenoic + Docosahexaenoic Acid (Min.) 0.10%",
         "Calcium (Min.) 0.30%",
         "Phosphorus % (Min.) 0.25%",
         "Vitamin E (Min.) 20.0 IU/kg",
         "Taurine (Min.) 0.10%",
         "Omega-3 Fatty Acids (Min.) 0.35%*",
         "Omega-6 Fatty Acids (Min.) 0.70%*"
      ],
      "calorie": "ME = 1400 kcal/kg; 120 kcal/3 oz can ME = 1400 kcal/kg; 240 kcal/6 oz can Note: The calories can vary slightly over time due to naturally occurring variation in ingredients, processing and analyses."
   },
   {
      "url": "https://www.naturalbalanceinc.com/cat-formulas/canned-food/original-ultra/whole-body-health-reduced-calorie-chicken-salmon-duck",
      "title": "Original Ultra® Whole Body Health® Reduced Calorie Chicken, Salmon & Duck Canned Cat Formula",
      "key_benefits": [
         "Helps support neural and brain health",
         "Helps protect cells with antioxidants",
         "Helps maintain healthy heart and eyes",
         "Helps support healthy bones and teeth"
      ],
      "descriptions": "With 15% fewer calories per oz than our Original Ultra® Whole Body Health® Chicken, Salmon & Duck Canned Cat Food, this formula is designed specifically for overweight or less active adult and senior cats. Our Reduced Calorie formula is made with premium ingredients including chicken, salmon, and duck - a highly palatable combination that can also kindle the appetite of older cats. You can find Natural Balance online or at your local Pet Specialty Store.",
      "ingredients": "Chicken Broth, Chicken, Chicken Liver, Salmon, Duck, Brown Rice, Chicken Meal, Natural Flavor, Pea Fiber, Oat Hulls, Menhaden Oil (Preserved With Mixed Tocophoerols), Canola Oil (Preserved With Mixed Tocopherols), Dicalcium Phosphate, Vitamins (Vitamin E Supplement, Thiamine Mononitrate, Niacin, Vitamin A Supplement, Pyridoxine Hydrochloride, D-Calcium Pantothenate, Riboflavin Supplement, Vitamin D3 Supplement, Vitamin B12 Supplement, Folic Acid, Biotin), Guar Gum, Minerals (Zinc Proteinate, Zinc Sulfate, Ferrous Sulfate, Iron Proteinate, Copper Sulfate, Copper Proteinate, Manganese Sulfate, Manganese Proteinate, Calcium Iodate, Sodium Selenite), Potassium Chloride, Salt, Taurine, Dl-Methionine, Choline Chloride, Magnesium Chloride, Carrageenan, L-Ascorbyl-2-Polyphosphate (Source Of Vitamin C), L-Tryptophan, Cranberries, Blueberries, Dried Kelp, Yucca Schidigera Extract, L-Lysine Monohydrochloride, Rosemary Extract ",
      "analysis": [
         "Crude Protein (Min.) 8.5%",
         "Crude Fat (Min.) 7.0%",
         "Crude Fiber (Max.) 2.0%",
         "Moisture (Max.) 78.0%",
         "Eicosapentaenoic + Docosahexaenoic Acid (Min.) 0.10%",
         "Calcium (Min.) 0.30%",
         "Phosphorus % (Min.) 0.25%",
         "Vitamin E (Min.) 20.0 IU/kg",
         "Taurine (Min.) 0.10%",
         "Omega-3 Fatty Acids (Min.) 0.35%*",
         "Omega-6 Fatty Acids (Min.) 0.50%*"
      ],
      "calorie": "ME = 1180 kcal/kg; 200 kcal/6 oz can Note: The calories can vary slightly over time due to naturally occurring variation in ingredients, processing and analyses."
   },
   {
      "url": "https://www.naturalbalanceinc.com/cat-formulas/canned-food/original-ultra/chicken-liver-pate",
      "title": "Ultra Premium Chicken & Liver Paté Canned Cat Formula",
      "key_benefits": ["Helps support healthy digestion", "Complete and balanced nutrition for pets of all life stages"],
      "descriptions": "Our Ultra Premium Chicken & Liver Paté Canned Cat Formula offers complete and balanced nutrition for all breeds and life stages from kittens to adult cats. Formulated to be highly digestible, this formula's unique mix of high-quality meats and energy sources also has a taste and texture your cat will love! You can find Natural Balance online or at your local Pet Specialty Store.",
      "ingredients": "Chicken, Chicken Liver, Chicken Broth, Carrots, Brown Rice, Natural Flavor, Dried Egg, Dicalcium Phosphate, Vitamins (Vitamin E Supplement, Thiamine Mononitrate, Niacin, Vitamin A Supplement, Pyridoxine Hydrochloride, D-Calcium Pantothenate, Riboflavin Supplement, Vitamin D3 Supplement, Vitamin B12 Supplement, Folic Acid, Biotin), Guar Gum, Potassium Chloride, Salt, Minerals (Zinc Proteinate, Zinc Sulfate, Ferrous Sulfate, Iron Proteinate, Copper Sulfate, Copper Proteinate, Manganese Sulfate, Manganese Proteinate, Calcium Iodate, Sodium Selenite.), Menhaden Oil (Preserved with Mixed Tocopherols), Cranberries, Taurine, Choline Chloride, Carrageenan, Magnesium Chloride, Rosemary Extract",
      "analysis": [
         "Crude Protein (Min.) 9.0%",
         "Crude Fat (Min.) 6.0%",
         "Crude Fiber (Max.) 1.5%",
         "Moisture (Max.) 78.0%",
         "Taurine (Min.) 0.05%"
      ],
      "calorie": "ME = 1150 kcal/kg; 100 kcal/3 oz can ME = 1152 kcal/kg; 180 kcal/5.5 oz can Note: The calories can vary slightly over time due to naturally occurring variation in ingredients, processing and analyses."
   },
   {
      "url": "https://www.naturalbalanceinc.com/cat-formulas/canned-food/original-ultra/indoor-chicken",
      "title": "Ultra Premium Indoor",
      "key_benefits": [
         "Helps support healthy digestion",
         "Helps support healthy skin and coat",
         "No artificial flavors or colors",
         "Complete and balanced nutrition for pets of all life stages"
      ],
      "descriptions": "Our Ultra Premium Indoor Canned Cat Formula offers complete and balanced nutrition for all life stages. Made with a premium mixture of proteins and grains, this special formula targets the unique needs of indoor felines, including high digestibility, with a taste that cats love! You can find Natural Balance online or at your local Pet Specialty Store.",
      "ingredients": "Chicken, Chicken Broth, Chicken Liver, Salmon, Oat Bran, Brown Rice, Natural Flavor, Vitamins (Vitamin E Supplement, Thiamine Mononitrate, Niacin, Vitamin A Supplement, Pyridoxine Hydrochloride, D-Calcium Pantothenate, Riboflavin Supplement, Vitamin D3 Supplement, Vitamin B12 Supplement, Folic Acid, Biotin), Guar Gum, Choline Chloride, Minerals (Zinc Proteinate, Zinc Sulfate, Ferrous Sulfate, Iron Proteinate, Copper Sulfate, Copper Proteinate, Manganese Sulfate, Manganese Proteinate, Calcium Iodate, Sodium Selenite), Taurine, Cranberries, Calcium Carbonate, Potassium Chloride, Yucca Schidigera Extract, Salt, Carrageenan",
      "analysis": [
         "Crude Protein (Min.) 9.0%",
         "Crude Fat (Min.) 5.0%",
         "Crude Fiber (Max.) 2.0%",
         "Moisture (Max.) 78.0%",
         "Taurine (Min.) 0.05%"
      ],
      "calorie": "ME = 1160 kcal/kg; 180 kcal Note: The calories can vary slightly over time due to naturally occurring variation in ingredients, processing and analyses."
   },
   {
      "url": "https://www.naturalbalanceinc.com/cat-formulas/canned-food/original-ultra/ocean-fish",
      "title": "Ultra Premium Ocean Fish Canned Cat Formula",
      "key_benefits": [
         "Helps support healthy digestion",
         "Helps support healthy skin and coat",
         "No artificial flavors or colors",
         "Complete and balanced nutrition for pets of all life stages"
      ],
      "descriptions": "With a premium mix of ingredients, this canned food has a taste cats love plus support for skin & coat health. Complete, balanced nutrition for all life stages! You can find Natural Balance online or at your local Pet Specialty Store.",
      "ingredients": "Ocean Fish, Fish Broth, Turkey, Chicken Liver, Tuna, Carrots, Ground Brown Rice, Natural Flavor, Vitamins ( Vitamin E Supplement, Thiamine Mononitrate, Niacin, Vitamin A Supplement, Menadione Sodium Bisulfite Complex, Pyridoxine Hydrochloride, D-Calcium Pantothenate, Riboflavin Supplement, Vitamin B12 Supplement, Folic Acid, Biotin), Guar Gum, Menhaden Oil (Preserved with Mixed Tocopherols), Calcium Carbonate,  Minerals (Zinc Proteinate, Zinc Sulfate, Ferrous Sulfate, Iron Proteinate, Copper Sulfate, Copper Proteinate, Manganese Sulfate, Manganese Proteinate, Calcium Iodate, Sodium Selenite),Thiamine Mononitrate, Menhaden Fish Meal, Salt, Dicalcium Phosphate, Potassium Chloride, Cranberries, Carrageenan, Taurine, Rosemary Extract",
      "analysis": [
         "Crude Protein (Min.) 9.0%",
         "Crude Fat (Min.) 5.0%",
         "Crude Fiber (Max.) 1.0%",
         "Moisture (Max.) 78.0%",
         "Taurine (Min.) 0.05%"
      ],
      "calorie": "ME = 1050 kcal/kg; 90 kcal/3 oz can ME = 1170 kcal/kg; 180 kcal/5.5 oz can Note: The calories can vary slightly over time due to naturally occurring variation in ingredients, processing and analyses."
   },
   {
      "url": "https://www.naturalbalanceinc.com/cat-formulas/canned-food/original-ultra/salmon",
      "title": "Ultra Premium Salmon Canned Cat Formula",
      "key_benefits": [
         "Complete and balanced nutrition for pets of all life stages",
         "Helps support healthy digestion",
         "Helps support healthy skin and coat",
         "No artificial flavors or colors"
      ],
      "descriptions": "Our Ultra Premium Salmon Canned Cat Formula offers complete and balanced nutrition for all breeds and life stages from kittens to adult cats. Formulated to be highly digestible, this formula's unique mix of high-quality fish, vegetables, and energy sources has a taste and texture your cat will love! You can find Natural Balance online or at your local Pet Specialty Store.",
      "ingredients": "Salmon, Chicken, Chicken Liver, Fish Broth, Whitefish, Dried Egg, Ground Brown Rice, Carrots, Natural Flavor, Vitamins (Choline Chloride, Vitamin E Supplement, Thiamine Mononitrate, Niacin Supplement, Vitamin A Supplement, Menadione Sodium Bisulfite Complex (source of vitamin K activity), Pyridoxine Hydrochloride, d-Calcium Pantothenate, Riboflavin Supplement, Folic Acid, Biotin, Vitamin B12 Supplement), Cranberries, Dicalcium Phosphate, Minerals (Zinc Proteinate, Zinc Sulfate, Ferrous Sulfate, Iron Proteinate, Copper Sulfate, Copper Proteinate, Manganese Sulfate, Manganese Proteinate, Calcium Iodate, Sodium Selenite), Guar Gum, Salt, Potassium Chloride, Taurine, Carrageenan",
      "analysis": [
         "Crude Protein (Min.) 10.0%",
         "Crude Fat (Min.) 6.0%",
         "Crude Fiber (Max.) 1.5%",
         "Moisture (Max.) 78.0%",
         "Taurine (Min.) 0.05%"
      ],
      "calorie": "ME = 1070 kcal/kg; 100 kcal/3 oz can ME = 1250 kcal/kg; 195 kcal/5.5 oz can Note: The calories can vary slightly over time due to naturally occurring variation in ingredients, processing and analyses."
   },
   {
      "url": "https://www.naturalbalanceinc.com/cat-formulas/canned-food/original-ultra/tuna-shrimp",
      "title": "Ultra Premium Tuna & Shrimp Canned Cat Formula",
      "key_benefits": [
         "Complete and balanced nutrition for pets of all life stages",
         "Helps support healthy digestion",
         "Helps support healthy skin and coat",
         "No artificial flavors or colors"
      ],
      "descriptions": "Our Ultra Premium Tuna & Shrimp Canned Cat Formula offers complete and balanced nutrition for all breeds and life stages from kittens to adult cats. Formulated to be highly digestible, this formula's unique mix of high-quality seafood, vegetables, and energy sources has a taste and texture your cat will love! You can find Natural Balance online or at your local Pet Specialty Store.",
      "ingredients": "Tuna, Water Sufficient for Processing, Chicken Liver, Whitefish, Chicken, Brown Rice, Shrimp, Natural Flavor, Menhaden Oil (Preserved with Mixed Tocopherols), Vitamins (Vitamin E Supplement, Thiamine Mononitrate, Niacin, Vitamin A Supplement, Menadione Sodium Bisulfite Complex, Pyridoxine Hydrochloride, D-Calcium Pantothenate, Riboflavin Supplement, Vitamin B12 Supplement, Folic Acid, Biotin), Choline Chloride, Carrots, Minerals (Zinc Proteinate, Zinc Sulfate, Ferrous Sulfate, Iron Proteinate, Copper Sulfate, Copper Proteinate, Manganese Sulfate, Manganese Proteinate, Calcium Iodate, Sodium Selenite), Guar Gum, Dried Egg Product, Taurine, Cranberries, Salt, Carrageenan, Potassium Chloride, Rosemary Extract",
      "analysis": [
         "Crude Protein (Min.) 10.0%",
         "Crude Fat (Min.) 5.0%",
         "Crude Fiber (Max.) 1.5%",
         "Moisture (Max.) 78.0%",
         "Taurine (Min.) 0.05%"
      ],
      "calorie": "ME = 1110 kcal/kg; 173 kcal/5.5 oz can Note: The calories can vary slightly over time due to naturally occurring variation in ingredients, processing and analyses."
   },
   {
      "url": "https://www.naturalbalanceinc.com/cat-formulas/canned-food/original-ultra/turkey-giblets",
      "title": "Ultra Premium Turkey & Giblets Canned Cat Formula",
      "key_benefits": [
"Complete and balanced nutrition for pets of all life stages",
"Helps support healthy digestion",
"Helps support healthy skin and coat",
"No artificial flavors or colors"],
      "descriptions": "Our Ultra Premium Turkey & Giblets Canned Cat Formula offers complete and balanced nutrition for all breeds and life stages from kittens to adult cats. Formulated to be highly digestible, this formula's unique mix of high-quality meats, vegetables, and energy sources has a taste and texture your cat will love! You can find Natural Balance online or at your local Pet Specialty Store.",
      "ingredients": "Turkey, Turkey Broth, Poultry Giblets, Dried Carrots, Brown Rice, Natural Flavor, Dicalcium Phosphate, Salmon Meal, Vitamins (Vitamin E Supplement, Thiamine Mononitrate, Niacin, Vitamin A Supplement, Pyridoxine Hydrochloride, D-Calcium Pantothenate, Riboflavin Supplement, Vitamin D3 Supplement, Vitamin B12 Supplement, Folic Acid, Biotin), Minerals (Zinc Proteinate, Zinc Sulfate, Ferrous Sulfate, Iron Proteinate, Copper Sulfate, Copper Proteinate, Manganese Sulfate, Manganese Proteinate, Calcium Iodate, Sodium Selenite), Guar Gum, Taurine, Potassium Chloride, Salt, Calcium Carbonate, Cranberries, Dl-Methionine, Carrageenan, Choline Chloride",
      "analysis": [
         "Crude Protein (Min.) 9.0%",
         "Crude Fat (Min.) 5.0%",
         "Crude Fiber (Max.) 1.5%",
         "Moisture (Max.) 78.0%",
         "Taurine (Min.) 0.05%"
      ],
      "calorie": "ME = 1070 kcal/kg; 90 kcal/3 oz can ME = 1070 kcal/kg; 170 kcal/5.5 oz can Note: The calories can vary slightly over time due to naturally occurring variation in ingredients, processing and analyses."
   },
   {
      "url": "https://www.naturalbalanceinc.com/cat-formulas/canned-food/limited-ingredient-diets/duck-green-pea",
      "title": "Limited Ingredient Diets® Duck & Green Pea Canned Cat Formula",
      "key_benefits": [
         "Limited animal protein sources",
         "Helps support healthy digestion",
         "Helps support healthy skin and coat",
         "Complete and balanced nutrition for adult pets"
      ],
      "descriptions": "Designed with a limited number of premium protein and carbohydrate sources, this grain-free cat food is an excellent choice when seeking alternative ingredients for your cat. Our L.I.D. Limited Ingredient Diets® Duck & Green Pea is designed to support healthy digestion and to maintain skin and coat health—all while providing complete, balanced nutrition for adult cats. You can find Natural Balance online or at your local Pet Specialty Store.",
      "ingredients": "Ingredient Statement:",
      "analysis": [
         "Crude Protein (Min.) 9.0%",
         "Crude Fat (Min.) 7.0%",
         "Crude Fiber (Max.) 2.0%",
         "Moisture (Max.) 78.0%",
         "Taurine (Min.) 0.05%"
      ],
      "calorie": "ME = 1220 kcal/kg; 190 kcal/5.5 oz. can Note: The calories can vary slightly over time due to naturally occurring variation in ingredients, processing and analyses."
   },
   {
      "url": "https://www.naturalbalanceinc.com/cat-formulas/canned-food/limited-ingredient-diets/salmon-green-pea",
      "title": "Limited Ingredient Diets® Salmon & Green Pea Canned Cat Formula",
      "key_benefits": [
         "Limited animal protein sources",
         "Helps support healthy digestion",
         "Helps support healthy skin and coat",
         "Complete and balanced nutrition for adult pets"
      ],
      "descriptions": "Designed with a limited number of premium protein and carbohydrate sources, this grain-free cat food is an excellent choice when seeking alternative ingredients for your cat. Our L.I.D. Limited Ingredient Diets® Salmon & Green Pea Canned Cat Formula is designed to support healthy digestion and to maintain skin and coat health—all while providing complete, balanced nutrition for adult cats. You can find Natural Balance online or at your local Pet Specialty Store.",
      "ingredients": "Ingredient Statement:",
      "analysis": [
         "Crude Protein (Min.) 9.0%",
         "Crude Fat (Min.) 4.0%",
         "Crude Fiber (Max.) 1.0%",
         "Moisture (Max.) 78.0%",
         "Taurine (Min.) 0.05%"
      ],
      "calorie": "ME = 1250 kcal/kg; 195 kcal/5.5 oz. can Note: The calories can vary slightly over time due to naturally occurring variation in ingredients, processing and analyses."
   },
   {
      "url": "https://www.naturalbalanceinc.com/cat-formulas/canned-food/limited-ingredient-diets/indoor-duck",
      "title": "Limited Ingredient Diets® Indoor Duck Canned Cat Formula",
      "key_benefits": [
         "Limited animal protein sources",
         "Helps support healthy digestion",
         "No grains, corn, wheat or soy",
         "No artificial flavors or colors"
      ],
      "descriptions": "Keep your feline friend healthy and satisfied with Natural Balance® L.I.D. Limited Ingredient Diets® Indoor Formula Wet Cat Food. This grain-free, lean formula helps support indoor cat weight maintenance and contains prebiotic fiber for healthy digestion and easy litter box clean-up. Created specifically for the needs of adult indoor cats, this limited ingredient formula provides balanced Omega-6 & Omega-3 fatty acids to help maintain healthy skin and a shiny coat. You can find Natural Balance online or at your local Pet Specialty Store.",
      "ingredients": "Water (Sufficient For Processing), Duck, Duck Liver, Peas, Pea Flour, Tapioca Starch, Flaxseed, Natural Flavor, Pea Protein, Salmon Oil, Cranberries, Canola Oil (Preserved With Mixed Tocopherols), Potassium Chloride, Taurine, Fructooligosaccharides, Salt, Choline Chloride, Vitamins (Vitamin E Supplement, Thiamine Mononitrate, Niacin Supplement, Vitamin A Supplement, Pyridoxine Hydrochloride, D-Calcium Pantothenate, Riboflavin Supplement, Folic Acid, Vitamin B12 Supplement, Vitamin D3 Supplement, Biotin), Guar Gum, Carrageenan, Minerals (Ferrous Sulfate, Zinc Oxide, Manganese Sulfate, Copper Amino Acid Complex, Potassium Iodide, Sodium Selenite), Rosemary Extract.",
      "analysis": [
         "Crude Protein (Min.) 9.0%",
         "Crude Fat (Min.) 3%",
         "Crude Fiber (Max.) 2%",
         "Moisture (Max.) 78.0%",
         "Taurine (Min.) 0.10%"
      ],
      "calorie": "ME = 926 kcal/kg; 145 kcal/5.5 oz. can Note: The calories can vary slightly over time due to naturally occurring variation in ingredients, processing and analyses."
   },
   {
      "url": "https://www.naturalbalanceinc.com/cat-formulas/canned-food/limited-ingredient-diets/indoor-turkey-turkey-liver",
      "title": "Limited Ingredient Diets® Indoor Turkey & Turkey Liver Canned Cat Formula",
      "key_benefits": [
         "Limited animal protein sources",
         "Helps support healthy digestion",
         "Helps support healthy skin and coat",
         "Complete and balanced nutrition for adult pets"
      ],
      "descriptions": "Keep your feline friend healthy and satisfied with Natural Balance® L.I.D. Limited Ingredient Diets® Indoor Formula Wet Cat Food. This grain-free, lean formula helps support indoor cat weight maintenance and contains prebiotic fiber for healthy digestion and easy litter box clean-up. Created specifically for the needs of adult indoor cats, this limited ingredient formula provides balanced Omega-6 & Omega-3 fatty acids to help maintain healthy skin and a shiny coat. You can find Natural Balance online or at your local Pet Specialty Store.",
      "ingredients": "Turkey Broth, Turkey, Turkey Liver, Chickpeas, Peas, Pea Protein, Brewers Dried Yeast, Natural Flavor, Salmon Oil (Preserved With Mixed Tocopherols), Pea Fiber, Choline Chloride, Taurine, Guar Gum, Vitamins (Vitamin E Supplement, Thiamine Mononitrate, Niacin, Vitamin A Supplement, Pyridoxine Hydrochloride, D-Calcium Pantothenate, Riboflavin Supplement, Vitamin D3 Supplement, Vitamin B12 Supplement, Folic Acid, Biotin), Minerals (Zinc Proteinate, Zinc Sulfate, Ferrous Sulfate, Iron Proteinate, Copper Sulfate, Copper Proteinate, Manganese Sulfate, Manganese Proteinate, Calcium Iodate, Sodium Selenite), Calcium Carbonate, Dicalcium Phosphate, Potassium Chloride, Salt, Cranberries, Inulin, Carrageenan, Flaxseed, Yucca Schidigera Extract ",
      "analysis": [
         "Crude Protein (Min.) 9.0%",
         "Crude Fat (Min.) 2.5%",
         "Crude Fat (Max) 5.0%",
         "Crude Fiber (Max.) 2.5%",
         "Moisture (Max.) 78.0%",
         "Taurine (Min.) 0.05%"
      ],
      "calorie": "ME = 1,110 kcal/kg; 173 kcal/5.5 oz. can Note: The calories can vary slightly over time due to naturally occurring variation in ingredients, processing and analyses."
   },
   {
      "url": "https://www.naturalbalanceinc.com/cat-formulas/canned-food/limited-ingredient-diets/indoor-salmon-chickpea",
      "title": "Limited Ingredient Diets® Indoor Salmon & Chickpea Canned Cat Formula",
      "key_benefits": [
         "Limited animal protein sources",
         "Helps support healthy digestion",
         "Helps support healthy skin and coat",
         "Complete and balanced nutrition for adult pets"
      ],
      "descriptions": "Keep your feline friend healthy and satisfied with Natural Balance® L.I.D. Limited Ingredient Diets® Indoor Formula Wet Cat Food. This grain-free, lean formula helps support indoor cat weight maintenance and contains prebiotic fiber for healthy digestion and easy litter box clean-up. Created specifically for the needs of adult indoor cats, this limited ingredient formula provides balanced Omega-6 & Omega-3 fatty acids to help maintain healthy skin and a shiny coat. You can find Natural Balance online or at your local Pet Specialty Store.",
      "ingredients": "Salmon Broth, Salmon, Chickpeas, Peas, Pea Protein, Natural Flavor, Salmon Oil (Preserved With Mixed Tocopherols), Pea Fiber, Salmon Meal, Choline Chloride, Taurine, Guar Gum, Vitamins (Vitamin E Supplement, Thiamine Mononitrate, Niacin, Vitamin A Supplement, Menadione Sodium Bisulfite Complex, Pyridoxine Hydrochloride, D-Calcium Pantothenate, Riboflavin Supplement, Vitamin B12 Supplement, Folic Acid, Biotin), Minerals (Zinc Proteinate, Zinc Sulfate, Ferrous Sulfate, Iron Proteinate, Copper Sulfate, Copper Proteinate, Manganese Sulfate, Manganese Proteinate, Calcium Iodate, Sodium Selenite), Calcium Carbonate, Dicalcium Phosphate, Potassium Chloride, Salt, Cranberries, Inulin, Carrageenan, Flaxseed, Yucca Schidigera Extract. ",
      "analysis": [
         "Crude Protein (Min.) 9.0%",
         "Crude Fat (Min.) 2.5%",
         "Crude Fat (Max) 5.0%",
         "Crude Fiber (Max.) 2.5%",
         "Moisture (Max.) 78.0%",
         "Taurine (Min.) 0.05%"
      ],
      "calorie": "ME = 990 kcal/kg; 155 kcal/5.5 oz. can Note: The calories can vary slightly over time due to naturally occurring variation in ingredients, processing and analyses."
   },
   {
      "url": "https://www.naturalbalanceinc.com/cat-formulas/wet-food/delectable-delights/catatouille",
      "title": "Delectable Delights® Catatouille® Cat Stew Formula",
      "key_benefits": [
         "Small portion",
         "Use alone or as a food topper",
         "Complete and balanced nutrition for adult pets",
         "No grains, corn, wheat or soy"
      ],
      "descriptions": "Cooked to savory perfection, this handcrafted stew looks and tastes like you prepared it in your kitchen with premium chicken, chicken liver, green beans, and carrots in a tasty gravy. The grain-free ingredients provide complete & balanced nutrition for all breeds of adult cats, and the gourmet taste will keep your cat meowing for more Delectable Delights® Catatouille® Cat Stew Formula! You can find Natural Balance online or at your local Pet Specialty Store.",
      "ingredients": "Chicken Broth, Chicken, Chicken Liver, Carrots, Dried Egg, Green Beans, Tapioca Starch, Pea Protein, Guar Gum, Sunflower Oil, Tricalcium Phosphate, Tuna Oil, Choline Chloride, Salt, Taurine, Potassium Chloride, Vitamins (Vitamin E Supplement, Niacin Supplement, Thiamine Mononitrate, Vitamin A Supplement, D-Calcium Pantothenate, Riboflavin Supplement, Pyridoxine Hydrochloride, Vitamin D3 Supplement, Menadione Sodium Bisulfite Complex (Source Of Vitamin K Activity), Folic Acid, Biotin, Vitamin B12 Supplement), Minerals (Ferrous Sulfate, Zinc Oxide, Manganese Sulfate, Copper Amino Acid Complex, Potassium Iodide, Sodium Selenite), Magnesium Sulfate, Zinc Oxide, Thiamine Mononitrate.",
      "analysis": [
         "Crude Protein (Min.) 10.0%",
         "Crude Fat (Min.) 2.0%",
         "Crude Fiber (Max.) 1.0%",
         "Moisture (Max.) 83.0%",
         "Taurine (Min.) 0.05%"
      ],
      "calorie": "Calorie Content (calculated): 840 kcal/kg 60 kcal/tub Note: The calories can vary slightly over time due to naturally occurring variation in ingredients, processing and analyses."
   },
   {
      "url": "https://www.naturalbalanceinc.com/cat-formulas/wet-food/delectable-delights/land-n-sea-cat-serole-pate",
      "title": "Delectable Delights® Land ‘n Sea Cat-serole® Cat Paté Formula",
      "key_benefits": [
         "Small portion",
         "Use alone or as a food topper",
         "Complete and balanced nutrition for adult pets",
         "No grains, corn, wheat or soy"
      ],
      "descriptions": "Cooked to savory perfection, this handcrafted stew will treat your cat's taste buds to high-quality tuna and chicken in a tasty gravy. The delicious paté provides complete & balanced nutrition for all breeds of adult cats, and the gourmet flavor will make your cat roll over for more Delectable Delights® Land ‘n Sea Cat-serole® Cat Paté Formula! You can find Natural Balance online or at your local Pet Specialty Store.",
      "ingredients": "Tuna Broth, Tuna, Chicken, Whitefish, Pea Protein, Rice Flour, Sunflower Oil, Tricalcium Phosphate, Guar Gum, Potassium Chloride, Choline Chloride, Vitamins (Vitamin E Supplement, Niacin Supplement, Thiamine Mononitrate, Vitamin A Supplement, D-Calcium Pantothenate, Riboflavin Supplement, Pyridoxine Hydrochloride, Vitamin D3 Supplement, Menadione Sodium Bisulfite Complex (Source Of Vitamin K Activity), Folic Acid, Biotin, Vitamin B12 Supplement), Salt, Taurine, Minerals (Ferrous Sulfate, Zinc Oxide, Manganese Sulfate, Copper Amino Acid Complex, Potassium Iodide, Sodium Selenite), Zinc Oxide, Thiamine Mononitrate.",
      "analysis": [
         "Crude Protein (Min.) 11.0%",
         "Crude Fat (Min.) 2.5%",
         "Crude Fiber (Max.) 1.0%",
         "Moisture (Max.) 83.0%",
         "Taurine (Min.) 0.05%"
      ],
      "calorie": "ME = 1022 kcal/kg; 73 kcal/tub Note: The calories can vary slightly over time due to naturally occurring variation in ingredients, processing and analyses."
   },
   {
      "url": "https://www.naturalbalanceinc.com/cat-formulas/wet-food/delectable-delights/life-s-a-beach",
      "title": "Delectable Delights® Life’s a Beach® Cat Paté Formula",
      "key_benefits": [
         "Small portion",
         "Use alone or as a food topper",
         "Complete and balanced nutrition for adult pets",
         "No grains, corn, wheat or soy"
      ],
      "descriptions": "Cooked to savory perfection, this handcrafted stew will treat your cat's taste buds to high-quality sardines, whitefish, tuna & mackerel in a tasty gravy. The delicious paté provides complete & balanced nutrition for all breeds of adult cats, and the gourmet flavor will make your cat meow for more Delectable Delights® Life's a Beach® Cat Paté Formula! You can find Natural Balance online or at your local Pet Specialty Store.",
      "ingredients": "",
      "analysis": [
         "Crude Protein (Min.) 11.0%",
         "Crude Fat (Min.) 3.0%",
         "Crude Fiber (Max.) 1.0%",
         "Moisture (Max.) 80.0%",
         "Taurine (Min.) 0.10%"
      ],
      "calorie": "1042 kcal/kg 74 kcal/tub Note: The calories can vary slightly over time due to naturally occurring variation in ingredients, processing and analyses."
   },
   {
      "url": "https://www.naturalbalanceinc.com/cat-formulas/wet-food/delectable-delights/o-fishally-scampi",
      "title": "Delectable Delights® O'Fishally Scampi® Cat Stew Formula",
      "key_benefits": [
         "Small portion",
         "Use alone or as a food topper",
         "Complete and balanced nutrition for adult pets",
         "No grains, corn, wheat or soy"
      ],
      "descriptions": "Cooked to savory perfection, this handcrafted stew will treat your cat's taste buds to high-quality tuna, salmon, carrots & shrimp in a tasty gravy. The grain-free ingredients provide complete & balanced nutrition for all breeds of adult cats, and the gourmet flavor will make your cat meow for more Delectable Delights® O'Fishally Scampi® Cat Stew Formula! You can find Natural Balance online or at your local Pet Specialty Store.",
      "ingredients": "Tuna Broth, Tuna, Salmon, Chicken, Carrots, Shrimp, Dill, Dried Egg, Pea Protein, Tapioca Starch, Guar Gum, Tricalcium Phosphate, Sunflower Oil, Salt, Choline Chloride, Potassium Chloride, Vitamins (Vitamin E Supplement, Niacin Supplement, Thiamine Mononitrate, Vitamin A Supplement, D-Calcium Pantothenate, Riboflavin Supplement, Pyridoxine Hydrochloride, Vitamin D3 Supplement, Menadione Sodium Bisulfite Complex (Source Of Vitamin K Activity), Folic Acid, Biotin, Vitamin B12 Supplement), Taurine, Minerals (Ferrous Sulfate, Zinc Oxide, Manganese Sulfate, Copper Amino Acid Complex, Potassium Iodide, Sodium Selenite), Magnesium Sulfate, Zinc Oxide, Thiamine Mononitrate",
      "analysis": [
         "Crude Protein (Min.) 10%",
         "Crude Fat (Min.) 2%",
         "Crude Fiber (Max.) 1%",
         "Moisture (Max.) 83%",
         "Taurine (Min.) 0.05%"
      ],
      "calorie": "828 kcal/kg 59 kcal/tub Note: The calories can vary slightly over time due to naturally occurring variation in ingredients, processing and analyses."
   },
   {
      "url": "https://www.naturalbalanceinc.com/cat-formulas/wet-food/delectable-delights/purrrfect-paella",
      "title": "Delectable Delights® Purrrfect Paella® Cat Stew Formula",
      "key_benefits": [
         "Small portion",
         "Use alone or as a food topper",
         "Complete and balanced nutrition for adult pets",
         "No grains, corn, wheat or soy"
      ],
      "descriptions": "Cooked to savory perfection, this handcrafted stew will treat your cat's taste buds to high-quality whitefish, sardines & kale in a tasty gravy. The grain-free ingredients provide complete & balanced nutrition for all breeds of adult cats, and the gourmet flavor will make your cat purr for more Delectable Delights® Purrrfect Paella® Cat Stew Formula! You can find Natural Balance online or at your local Pet Specialty Store.",
      "ingredients": "Tuna Broth, Whitefish, Sardines, Chicken, Kale, Scallops, Dried Egg, Tapioca Starch, Pea Protein, Sunflower Oil, Guar Gum, Tricalcium Phosphate, Salt, Choline Chloride, Potassium Chloride, Vitamins (Vitamin E Supplement, Niacin Supplement, Thiamine Mononitrate, Vitamin A Supplement, D-Calcium Pantothenate, Riboflavin Supplement, Pyridoxine Hydrochloride, Vitamin D3 Supplement, Menadione Sodium Bisulfite Complex (Source Of Vitamin K Activity), Folic Acid, Biotin, Vitamin B12 Supplement), Minerals (Ferrous Sulfate, Zinc Oxide, Manganese Sulfate, Copper Amino Acid Complex, Potassium Iodide, Sodium Selenite), Taurine, Magnesium Sulfate, Zinc Oxide, Thiamine Mononitrate.",
      "analysis": [
         "Crude Protein (Min.) 10.0%",
         "Crude Fat (Min.) 2.0%",
         "Crude Fiber (Max.) 1.0%",
         "Moisture (Max.) 83.0%",
         "Taurine (Min.) 0.05%"
      ],
      "calorie": "822 kcal/kg 58 kcal/tub Note: The calories can vary slightly over time due to naturally occurring variation in ingredients, processing and analyses."
   },
   {
      "url": "https://www.naturalbalanceinc.com/cat-formulas/wet-food/delectable-delights/sea-brulee",
      "title": "Delectable Delights® Sea Brulée® Cat Stew Formula",
      "key_benefits": [
         "Small portion",
         "Use alone or as a food topper",
         "Complete and balanced nutrition for adult pets",
         "No grains, corn, wheat or soy"
      ],
      "descriptions": "Cooked to savory perfection, this handcrafted stew will treat your cat's taste buds to high-quality tuna, whitefish & carrots in a tasty gravy. The grain-free ingredients provide complete & balanced nutrition for all breeds of adult cats, and the gourmet flavor will make your cat purr for more Delectable Delights® Sea Brulée® Cat Stew Formula! You can find Natural Balance online or at your local Pet Specialty Store.",
      "ingredients": "Tuna Broth, Whitefish, Sardines, Chicken, Kale, Scallops, Dried Egg, Tapioca Starch, Pea Protein, Sunflower Oil, Guar Gum, Tricalcium Phosphate, Salt, Choline Chloride, Potassium Chloride, Vitamins (Vitamin E Supplement, Niacin Supplement, Thiamine Mononitrate, Vitamin A Supplement, D-Calcium Pantothenate, Riboflavin Supplement, Pyridoxine Hydrochloride, Vitamin D3 Supplement, Menadione Sodium Bisulfite Complex (Source Of Vitamin K Activity), Folic Acid, Biotin, Vitamin B12 Supplement), Minerals (Ferrous Sulfate, Zinc Oxide, Manganese Sulfate, Copper Amino Acid Complex, Potassium Iodide, Sodium Selenite), Taurine, Magnesium Sulfate, Zinc Oxide, Thiamine Mononitrate.",
      "analysis": [
         "Crude Protein (Min.) 10.0%",
         "Crude Fat (Min.) 2.0%",
         "Crude Fiber (Max.) 1.0%",
         "Moisture (Max.) 83.0%",
         "Taurine (Min.) 0.05%"
      ],
      "calorie": "846 kcal/kg 60 kcal/tub Note: The calories can vary slightly over time due to naturally occurring variation in ingredients, processing and analyses."
   }
]