[
    {
        "url": "https://nulo.com/collections/dry-food-for-cat/products/freestyle-alaska-pollock-duck-sweet-potato",
        "brand": "Nulo Freestyle",
        "title": "Nulo FreeStyle Senior Cat Food | Pollock & Duck",
        "descriptions": "Support your cat for his nine lives and beyond with our FreeStyle Senior Cat Recipe!  This tasty recipe features protein sources like duck and Alaska pollock, and pairs them with wholesome ingredients like red and green lentils to keep your cat's spirit youthful for years to come! With 75% of protein coming from animal sources, this recipe is sure to deliver the high-quality protein your little carnivore craves in every bite to help him thrive in his golden years.  Also featuring the addition of L-Carnitine to aid in the metabolism of fats as a fuel source, our senior recipe will deliver the nutrition your senior cat needs to stay vibrant and healthy for years to come — because when you have nine lives, making sure that you're appropriately fueled for the adventures ahead is essential!  AVAILABLE IN 5 LB AND 12 LB BAGS.",
        "key_benefits": "Nulo FreeStyle offers a wide range of dry, wet, freeze-dried raw, treat, and topper recipes to fuel your cat’s adventures. On average, 83-90% of the protein in our FreeStyle diets for cats comes from animal sources, which provides your cat with the ideal amino acid profile! FreeStyle’s formulas are grain-free, using ingredients like sweet potatoes and chickpeas as low-glycemic, whole-food carbohydrate sources. Find Nulo FreeStyle at your local independent pet specialty retailer or through select online retailers.",
        "ingredients": "Pollock, Chicken Meal, Turkey Meal, Yellow Peas, Green Lentils, Deboned Duck, Chicken Fat (preserved with Mixed Tocopherols & Citric Acid), Salmon Meal, Dried Sweet Potatoes, Miscanthus Grass, Natural Flavor, Flaxseed, Dried Kelp, Salmon Oil, Choline Chloride, Dried Chicory Root, Calcium Carbonate, DL-Methionine, Dried Cranberries, Vitamin E Supplement, Yucca Schidigera Extract, L-Carnitine, Zinc Proteinate, Niacin Supplement, Zinc Sulfate, Iron Proteinate, L-Ascorbyl-2-Polyphosphate (source of Vitamin C), Ferrous Sulfate, Vitamin A Supplement, Thiamine Mononitrate, Calcium Pantothenate, Copper Proteinate, Copper Sulfate, Manganese Proteinate, Riboflavin Supplement, Pyridoxine Hydrochloride, Biotin, Dried Bacillus coagulans Fermentation Product, Vitamin B12 Supplement, Manganous Oxide, Vitamin D3 Supplement, Taurine, Folic Acid, Sodium Selenite, Calcium Iodate, Rosemary Extract.",
        "analysis": [
            "Crude Protein (Min) 38.0%",
            "Crude Fat (Min) 14.00%",
            "Crude Fiber (Max) 6.00%",
            "Moisture (Max) 10.00%",
            "Calcium (Min) 1.30%",
            "Phosphorus (Min) 0.90%",
            "Vitamin A (Min) 10,000 IU/kg",
            "Vitamin E (Min) 300 IU/kg",
            "Taurine (Min) 0.20%",
            "L-Carnitine (Min)* 200 mg/kg",
            "Omega 6 Fatty Acids* (Min) 2.50%",
            "Omega 3 Fatty Acids* (Min) 0.70%",
            "Ascorbic Acid (Vitamin C)* (Min) 65 mg/kg",
            "Bacillus coagulans (Min) 80,000,000 CFU/lb"
        ],
        "additive": null,
        "calorie": "(ME calculated) 3,454 kcal/kg, 431 kcal/cup"
    },
    {
        "url": "https://nulo.com/collections/dry-food-for-cat/products/freestyle-chicken-cod",
        "brand": "Nulo Freestyle",
        "title": "Nulo FreeStyle Dry Food For Cats | Chicken & Cod",
        "descriptions": [
            "Our feline friends require nutrition that helps maintain lean muscles without excess calories.",
            "That’s why our grain-free chicken & cod recipe is formulated with 83% animal-based proteins and low carbohydrate ingredients, making it perfect for growing kittens to adult cats.",
            "In fact, compare our top four ingredients against the brand you’re currently feeding your pouncing little tigers.",
            "AVAILABLE IN 2 LB, 5 LB AND 12 LB BAGS."
        ],
        "key_benefits": "Nulo FreeStyle offers a wide range of dry, wet, freeze-dried raw, treat, and topper recipes to fuel your cat’s adventures. On average, 83-90% of the protein in our FreeStyle diets for cats comes from animal sources, which provides your cat with the ideal amino acid profile! FreeStyle’s formulas are grain-free, using ingredients like sweet potatoes and chickpeas as low-glycemic, whole-food carbohydrate sources. Find Nulo FreeStyle at your local independent pet specialty retailer or through select online retailers.",
        "ingredients": "Deboned Chicken, Chicken Meal, Turkey Meal, Deboned Cod, Whole Peas, Lentils, Chicken Fat (preserved with Mixed Tocopherols & Citric Acid), Natural Flavor, Pea Fiber, Ground Flaxseed, Dried Chicory Root, Dried Kelp, Dried Sweet Potato, Dried Cranberries, Calcium Carbonate, DL-Methionine, Taurine, Zinc Proteinate, Choline Chloride, Vitamin E Supplement, L-Ascorbyl-2-Polyphosphate (source of Vitamin C), Iron Proteinate, Niacin Supplement, Copper Proteinate, Thiamine Mononitrate, Calcium Pantothenate, Vitamin A Supplement, Manganese Proteinate, Pyridoxine Hydrochloride, Sodium Selenite, Riboflavin Supplement, Dried Bacillus coagulans Fermentation Product, Yucca Schidigera Extract, Vitamin B12 Supplement, Calcium Iodate, Folic Acid, Rosemary Extract.",
        "analysis": [
            "Crude Protein (Min) 40.0%",
            "Crude Fat (Min) 20.0%",
            "Crude Fiber (Max) 4.0%",
            "Moisture (Max) 10.0%",
            "Calcium (Min) 1.10%",
            "Phosphorus (Min) 0.9%",
            "Vitamin A (Min) 2,250 IU/kg",
            "Vitamin E (Min) 300 IU/kg",
            "Taurine (Min) 0.2%",
            "Omega 6 Fatty Acids* (Min) 3.40%",
            "Omega 3 Fatty Acids* (Min) 0.55%",
            "Ascorbic Acid (Vitamin C)* (Min) 65 mg/kg",
            "Bacillus coagulans (Min) 80,000,000 CFU/lb"
        ],
        "additive": null,
        "calorie": "(ME calculated) 3,868 kcal/kg, 486 kcal/cup"
    },
    {
        "url": "https://nulo.com/collections/dry-food-for-cat/products/freestyle-duck-lentils-cat",
        "brand": "Nulo Freestyle",
        "title": "Nulo FreeStyle Indoor Cat Food | Duck & Lentils",
        "descriptions": "Our feline friends require rich protein to stay fit and healthy.  With 82% of proteins coming from real meat like duck, chicken and turkey, your cat will be sure to get the amino acids they need to build strong muscles and bounce back from a day of play. Our low carbohydrate ingredients and advanced probiotics insure they're getting the nutrition they deserve.  In fact, compare our top four ingredients against the brand you're currently feeding your pouncing little tigers.  AVAILABLE IN 2 LB, 5 LB AND 12 LB BAGS.",
        "key_benefits": "Nulo FreeStyle offers a wide range of dry, wet, freeze-dried raw, treat, and topper recipes to fuel your cat’s adventures. On average, 83-90% of the protein in our FreeStyle diets for cats comes from animal sources, which provides your cat with the ideal amino acid profile! FreeStyle’s formulas are grain-free, using ingredients like sweet potatoes and chickpeas as low-glycemic, whole-food carbohydrate sources. Find Nulo FreeStyle at your local independent pet specialty retailer or through select online retailers.",
        "ingredients": "Deboned Duck, Chicken Meal, Turkey Meal, Deboned Cod, Whole Peas, Lentils, Chicken Fat (preserved with Mixed Tocopherols & Citric Acid), Pea Fiber, Natural Flavor, Ground Flaxseed, Dried Chicory Root, Dried Kelp, Dried Sweet Potato, Dried Cranberries, Calcium Carbonate, DL-Methionine, Taurine, Zinc Proteinate, Choline Chloride, Vitamin E Supplement, L-Ascorbyl-2-Polyphosphate (source of Vitamin C), Iron Proteinate, Niacin Supplement, Copper Proteinate, Thiamine Mononitrate, Calcium Pantothenate, Vitamin A Supplement, Manganese Proteinate, Pyridoxine Hydrochloride, Sodium Selenite, Riboflavin Supplement, Dried Bacillus coagulans Fermentation Product, Yucca Schidigera Extract, Vitamin B12 Supplement, Calcium Iodate, Folic Acid, Rosemary Extract.",
        "analysis": [
            "Crude Protein (Min) 40.0%",
            "Crude Fat (Min) 17.0%",
            "Crude Fiber (Max) 5.0%",
            "Moisture (Max) 10.0%",
            "Calcium (Min) 1.10%",
            "Phosphorus (Min) 0.9%",
            "Vitamin A (Min) 2,250 IU/kg",
            "Vitamin E (Min) 300 IU/kg",
            "Taurine (Min) 0.20%",
            "Omega 6 Fatty Acids* (Min) 3.20%",
            "Omega 3 Fatty Acids* (Min) 0.50%",
            "Ascorbic Acid (Vitamin C)* (Min) 65 mg/kg",
            "Bacillus coagulans (Min) 80,000,000 CFU/lb",
            "*Not recognized as an essential nutrient by the AAFCO Cat Food Nutrient Profiles.",
            "Contains a source of viable naturally occurring microorganisms."
        ],
        "additive": null,
        "calorie": "(ME calculated) 3,724 kcal/kg, 468 kcal/cup"
    },
    {
        "url": "https://nulo.com/collections/dry-food-for-cat/products/freestyle-trim-salmon-lentils",
        "brand": "Nulo Freestyle",
        "title": "Nulo FreeStyle Trim Cat Food | Salmon & Lentils",
        "descriptions": "Staying fit and trim can be more challenging for some cats. That's why we've made our Nulo FreeStyle Adult Trim formula.  Our grain-free recipe of salmon & lentils provides the protein and amino acids cats need, but includes more fiber and less fat calories than our other recipes. And the addition of L-Carnitine supports the metabolism of fats.  Great for all breeds and sizes that could use a little help becoming the cat they want to be.  AVAILABLE IN 2 LB, 5 LB AND 12 LB BAGS.",
        "key_benefits": "Nulo FreeStyle offers a wide range of dry, wet, freeze-dried raw, treat, and topper recipes to fuel your cat’s adventures. On average, 83-90% of the protein in our FreeStyle diets for cats comes from animal sources, which provides your cat with the ideal amino acid profile! FreeStyle’s formulas are grain-free, using ingredients like sweet potatoes and chickpeas as low-glycemic, whole-food carbohydrate sources. Find Nulo FreeStyle at your local independent pet specialty retailer or through select online retailers.",
        "ingredients": "Deboned Salmon, Turkey Meal, Chicken Meal, Deboned Cod, Whole Peas, Lentils, Chicken Fat (preserved with Mixed Tocopherols & Citric Acid), Pea Fiber, Natural Flavor, Ground Flaxseed, Dried Chicory Root, Dried Kelp, Dried Cranberries, Dried Sweet Potato, Calcium Carbonate, DL Methionine, L-Carnitine, Taurine, Zinc Proteinate, Choline Chloride, Vitamin E Supplement, L-Ascorbyl-2-Polyphosphate (source of Vitamin C), Iron Proteinate, Niacin Supplement, Copper Proteinate, Thiamine Mononitrate, Calcium Pantothenate, Vitamin A Supplement, Manganese Proteinate, Pyridoxine Hydrochloride, Sodium Selenite, Riboflavin Supplement, Dried Bacillus coagulans Fermentation Product, Yucca Schidigera Extract, Vitamin B12 Supplement, Calcium Iodate, Folic Acid, Rosemary Extract.",
        "analysis": [
            "Crude Protein (Min) 42.0%",
            "Crude Fat (Min) 12.0%",
            "Crude Fiber (Max) 5.0%",
            "Moisture (Max) 10.0%",
            "Calcium (Min) 1.30%",
            "Phosphorus (Min) 0.9%",
            "Vitamin A (Min) 2,250 IU/kg",
            "Vitamin E (Min) 300 IU/kg",
            "Taurine (Min) 0.20%",
            "Omega 6 Fatty Acids* (Min) 2.49%",
            "Omega 3 Fatty Acids* (Min) 0.65%",
            "Ascorbic Acid (Vitamin C)* (Min) 65 mg/kg",
            "Bacillus coagulans (Min) 80,000,000 CFU/lb"
        ],
        "additive": null,
        "calorie": "(ME calculated) 3,358 kcal/kg, 421 kcal/cup"
    },
    {
        "url": "https://nulo.com/collections/dry-food-for-cat/products/freestyle-turkey-cod-hairball-cat",
        "brand": "Nulo Freestyle",
        "title": "Nulo MedalSeries Hairball Management Cat Food | Turkey",
        "descriptions": [
            "Caring for a luxurious coat can be challenging for some cats. That’s why we made our Nulo FreeStyle Hairball Management formula.  Our grain-free recipe is rich in the essential nutrients from wholesome ingredients like turkey, cod, and salmon oil to support a beautiful, shiny coat. Natural insoluble fibers from ingredients like Miscanthus Grass help reduce hairballs by gently moving hair through your cat's digestive tract. And the addition of L-Carnitine helps support the metabolism of fats for a lean body condition.  Great for all breeds and coat lengths. Compare our top four ingredients against the brand you’re feeding your athlete!",

            "AVAILABLE IN 5 LB AND 12 LB BAGS."
        ],
        "key_benefits": "Nulo FreeStyle offers a wide range of dry, wet, freeze-dried raw, treat, and topper recipes to fuel your cat’s adventures. On average, 83-90% of the protein in our FreeStyle diets for cats comes from animal sources, which provides your cat with the ideal amino acid profile! FreeStyle’s formulas are grain-free, using ingredients like sweet potatoes and chickpeas as low-glycemic, whole-food carbohydrate sources. Find Nulo FreeStyle at your local independent pet specialty retailer or through select online retailers.",
        "ingredients": "Deboned Turkey, Chicken Meal, Deboned Cod, Turkey Meal, Chickpeas, Green Lentils, Ground Miscanthus Grass, Chicken Fat (preserved with Mixed Tocopherols & Citric Acid), Salmon Meal, Natural Flavor, Flaxseed, Salmon Oil, Choline Chloride, Dried Chicory Root, Calcium Carbonate, DL-Methionine, Dried Cranberries, Dried Kelp, Dried Sweet Potatoes, Vitamin E Supplement, Yucca Schidigera Extract, L-Carnitine, Taurine, Zinc Proteinate, Niacin Supplement, Zinc Sulfate, Iron Proteinate, L-Ascorbyl-2-Polyphosphate (source of Vitamin C), Ferrous Sulfate, Vitamin A Supplement, Thiamine Mononitrate, Calcium Pantothenate, Copper Proteinate, Copper Sulfate, Manganese Proteinate, Riboflavin Supplement, Pyridoxine Hydrochloride, Biotin, Dried Bacillus coagulans Fermentation Product, Vitamin B12 Supplement, Manganous Oxide, Vitamin D3 Supplement, Folic Acid, Sodium Selenite, Calcium Iodate, Rosemary Extract.",
        "analysis": [
            "Crude Protein (Min) 40.00%",
            "Crude Fat (Min) 16.00%",
            "Crude Fiber (Max) 7.00%",
            "Moisture (Max) 10.00%",
            "Calcium (Min) 1.30%",
            "Phosphorus (Min) 0.90%",
            "Vitamin A (Min) 10,000 IU/kg",
            "Vitamin E (Min) 300 IU/kg",
            "Taurine* (Min) 0.20%",
            "L-Carntine* (Min) 200 mg/kg",
            "Omega 6 Fatty Acids* (Min) 3.00%",
            "Omega 3 Fatty Acids* (Min) 0.55%",
            "Ascorbic Acid (Vitamin C)* (Min) 65 mg/kg",
            "Bacillus coagulans* (Min) 80,000,000 CFU/lb"
        ],
        "additive": null,
        "calorie": "(ME Calculated) 3,551 kcal/kg 444 kcal/cup"
    },
    {
        "url": "https://nulo.com/collections/dry-food-for-cat/products/freestyle-turkey-duck",
        "brand": "Nulo Freestyle",
        "title": "Nulo FreeStyle Dry Food For Cats | Turkey & Duck",
        "descriptions": "Our feline friends require nutrition that helps maintain lean muscles without excess calories.  That's why our grain-free turkey & duck recipe is formulated with 84% animal-based proteins and low carbohydrate levels, making it perfect for growing kittens to adult cats.  In fact, compare our top four ingredients against the brand you're currently feeding your pouncing little athletes.  AVAILABLE IN 5 LB AND 12 LB BAGS.",
        "key_benefits": "Nulo FreeStyle offers a wide range of dry, wet, freeze-dried raw, treat, and topper recipes to fuel your cat’s adventures. On average, 83-90% of the protein in our FreeStyle diets for cats comes from animal sources, which provides your cat with the ideal amino acid profile! FreeStyle’s formulas are grain-free, using ingredients like sweet potatoes and chickpeas as low-glycemic, whole-food carbohydrate sources. Find Nulo FreeStyle at your local independent pet specialty retailer or through select online retailers.",
        "ingredients": "Deboned Turkey, Turkey Meal, Menhaden Fish Meal, Deboned Cod, Yellow Peas, Red Lentils, Chicken Fat (preserved with Mixed Tocopherols & Citric Acid), Deboned Duck, Sweet Potatoes, Chickpeas, Miscanthus Grass, Natural Flavor, Ground Flaxseed, Dried Chicory Root, Dried Kelp, Dried Cranberries, Calcium Carbonate, DL Methionine, Taurine, Zinc Proteinate, Choline Chloride, Vitamin E Supplement, L-Ascorbyl-2-Polyphosphate (source of Vitamin C), Iron Proteinate, Niacin Supplement, Copper Proteinate, Thiamine Mononitrate, Calcium Pantothenate, Vitamin A Supplement, Manganese Proteinate, Pyridoxine Hydrochloride, Sodium Selenite, Riboflavin Supplement, Dried Bacillus coagulans Fermentation Product, Yucca Schidigera Extract, Vitamin B12 Supplement, Calcium Iodate, Folic Acid, Rosemary Extract.",
        "analysis": [
            "Crude Protein (Min) 40.0%",
            "Crude Fat (Min) 18.0%",
            "Crude Fiber (Max) 4.0%",
            "Moisture (Max) 10.0%",
            "Calcium (Min) 1.30%",
            "Phosphorus (Min) 0.9%",
            "Vitamin E (Min) 300 IU/kg",
            "Taurine (Min) 0.2%",
            "Omega 6 Fatty Acids* (Min) 2.93%",
            "Omega 3 Fatty Acids* (Min) 1.20%",
            "Ascorbic Acid (Vitamin C)* (Min) 65 mg/kg",
            "Bacillus coagulans (Min) 80,000,000 CFU/lb"
        ],
        "additive": null,
        "calorie": "(ME calculated) 3,696 kcal/kg, 463 kcal/cup"
    }
]