[
    {
        "url": "https://www.orijenpetfoods.com/en-CA/cats/cat-food/cat-and-kitten/ns-ori-catkitten.html",
        "brand": "Orijen Cat",
        "title": "Cat & Kitten",
        "descriptions": "Cats and kittens possess a biological need for animal protein. Descended from the Near Eastern wildcat, they have evolved to require a diet that is rich in animal ingredients, in order to maintain peak health. ORIJEN Cat & Kitten contains richly nourishing protein from free-run chicken and turkey, wild-caught fish, and cage-free eggs. Two-thirds of our animal ingredients are FRESH or RAW, for a concentrated source of protein. Mimicking the diet your cat’s ancestors would have hunted and eaten in the wild, we use the whole prey animal, including meat, organs, cartilage, and bone, so your cat is getting everything they need in order to stay happy, healthy, and strong.",
        "key_benefits": [
            "Biologically Appropriate The Protein-Powered Diet Your Cat is Meant to Eat",
            "Top 10 Animal Ingredients Fresh or Raw Providing Nutrients in Their Most Natural & Nourishing Form",
            "WholePrey Diet Poultry, Fish, Organs, Cartilage & Bone - Mirroring the Diet Your Cat Would Eat in Nature",
            "Freeze-Dried Coated Infused Kibble for a Taste Your Cat Will Love"
        ],
        "ingredients": "Fresh chicken meat (18%), fresh turkey meat (7%), fresh whole eggs (5%), fresh chicken liver (5%), fresh whole flounder (4%), fresh whole herring (4%), fresh turkey liver (4%), fresh chicken heart (4%), fresh turkey heart (4%), fresh chicken necks (4%), chicken (dehydrated, 4%), turkey (dehydrated, 4%), whole mackerel (dehydrated, 4%), whole sardine (dehydrated, 4%), whole herring (dehydrated, 4%), chicken fat (3%), whole red lentils, whole green peas, whole green lentils, whole chickpeas, whole yellow peas, lentil fiber, whole pinto beans, whole navy beans, chicken cartilage (dehydrated, 1%), herring oil (1%), chicken liver (freeze-dried), turkey liver (freeze-dried), fresh whole pumpkin, fresh whole butternut squash, fresh whole zucchini, fresh whole parsnips, fresh carrots, fresh whole red delicious apples, fresh whole bartlett pears, fresh kale, fresh spinach, fresh beet greens, fresh turnip greens, brown kelp, whole cranberries, whole blueberries, whole saskatoon berries, chicory root, turmeric root, milk thistle, burdock root, lavender, marshmallow root, rosehips. ADDITIVES (per kg): Technological additives: Tocopherol rich extract of natural origin. Nutritional additives: Zinc chelate: 100 mg; Copper chelate: 11 mg; Choline chloride: 1200 mg. Zootechnical additives: Enterococcus faecium NCIMB10415: 600x10^6 CFU.",
        "analysis": [
            "Crude protein (min.) 40%",
            "Fat content (min.) 20%",
            "Crude ash (max.) 8%",
            "Crude fiber (max.) 3%",
            "Moisture (max.) 10%",
            "Calcium (min.) 1.4%",
            "Phosphorus (min.) 1.1%",
            "Magnesium (max.) 0.1%",
            "Taurine (min.) 0.2%",
            "Omega-3 fatty acids* (min.) 1%",
            "Omega-6 fatty acids* (min.) 3.1%",
            "DHA (docosahexaenoic acid) (min.) 0.3%",
            "EPA (eicosapentaenoic acid) (min.) 0.2%"
        ],
        "additive": null,
        "calorie": "METABOLIZABLE ENERGY: is 4160 kcal/kg (540 kcal per 250ml/130g cup) with calories distributed to support peak conditioning; 40% from protein, 18% from vegetables and fruit, and 43% from fat."
    },
    {
        "url": "https://www.orijenpetfoods.com/en-CA/cats/cat-food/fit-and-trim/ns-ori-fittrim-cat.html",
        "brand": "Orijen Cat",
        "title": "Fit & Trim",
        "descriptions": "To promote and maintain peak health, all cats require a diet that is rich in quality animal protein. ORIJEN Fit & Trim provides your cat with protein and a unique blend of soluble fibre to support a healthy digestive environment. Two-thirds of our animal ingredients are FRESH or RAW, for a concentrated source of protein. With free-run chicken and turkey, wild-caught fish, and cage-free eggs, plus infusions of freeze-dried liver, Fit & Trim gives your cat a delicious meal that has the protein and nutrients they need.",
        "key_benefits": [
            "Biologically Appropriate The Protein-Powered Diet Your Cat is Meant to Eat",
            "Top 10 Animal Ingredients Fresh or Raw Providing Nutrients in Their Most Natural & Nourishing Form",
            "WholePrey Diet Poultry, Fish, Organs, Cartilage & Bone - Mirroring the Diet Your Cat Would Eat in Nature",
            "Freeze-Dried Coated Infused Kibble for a Taste Your Cat Will Love"
        ],
        "ingredients": "Fresh chicken meat (14%), fresh whole eggs (6%), fresh whole herring (6%), fresh turkey meat (6%), fresh chicken liver (6%), fresh whole flounder (4%), fresh whole mackerel (4%), fresh whole pacific hake (4%), fresh turkey liver (4%), fresh chicken heart (4%), chicken (dehydrated, 4%), turkey (dehydrated, 4%), whole mackerel (dehydrated, 4%), whole sardine (dehydrated, 4%), whole herring (dehydrated, 4%), alaskan pollock (dehydrated, 4%), lentil fiber, whole red lentils, whole green lentils, whole green peas, whole chickpeas, whole yellow peas, whole pinto beans, whole navy beans, chicken cartilage (dehydrated, 1%), fresh turkey heart (1%), whole blue whiting (dehydrated, 1%), chicken fat (0.5%), apple fiber, dried algae (source of DHA and EPA), pumpkin (dehydrated), butternut squash (dehydrated), carrots (dehydrated), chicken liver (freeze-dried), turkey liver (freeze-dried), fresh whole pumpkin, fresh whole butternut squash, fresh whole zucchini, fresh whole parsnips, fresh carrots, fresh whole red delicious apples, fresh whole bartlett pears, fresh kale, fresh spinach, fresh beet greens, fresh turnip greens, brown kelp, whole cranberries, whole blueberries, whole saskatoon berries, chicory root, turmeric root, milk thistle, burdock root, lavender, marshmallow root, rosehips. ADDITIVES (per kg): Technological additives: Tocopherol rich extract of natural origin. Nutritional additives: Zinc chelate: 100 mg; Copper chelate: 11 mg; Choline chloride: 1200 mg Zootechnical additives: Enterococcus faecium NCIMB10415: 600x10^6 CFU.",
        "analysis": [
            "Crude protein 44%",
            "Fat content 15%",
            "Crude ash 10%",
            "Crude fiber 6%",
            "Moisture 10%",
            "Calcium 1.4%",
            "Phosphorus 1.1%",
            "Magnesium 0.1%",
            "Taurine 0.2%",
            "Omega-3 fatty acids 1%",
            "Omega-6 fatty acids 2.4%",
            "DHA (docosahexaenoic acid) 0.3%",
            "EPA (eicosapentaenoic acid) 0.2%",
            "L-Carnitine 33mg/kg"
        ],
        "additive": null,
        "calorie": "Metabolizable Energy is 3710 kcal/kg"
    },
    {
        "url": "https://www.orijenpetfoods.com/en-CA/cats/cat-food/regional-red/ns-ori-regionalred-cat.html",
        "brand": "Orijen Cat",
        "title": "Regional Red",
        "descriptions": "Your cat is an obligate carnivore, requiring protein from whole animal ingredients to meet their nutritional needs. ORIJEN Regional Red mimics the diet your cat would forage for in nature, including the meat, organs, cartilage, and bone from ranch-raised beef, wild boar, bison, grass-fed lamb, Yorkshire pork, and wild-caught pilchard. Two-thirds of our animal ingredients are FRESH or RAW, and 1/3 are air-dried for a concentrated source of protein. Infused with freeze-dried cod liver, Regional Red naturally provides the nourishment your cat requires, with a flavour they crave.",
        "key_benefits": [
            "Biologically Appropriate The Protein-Powered Diet Your Cat is Meant to Eat",
            "Top 10 Animal Ingredients Fresh or Raw Providing Nutrients in Their Most Natural & Nourishing Form",
            "WholePrey Diet Meat, Organs & Cartilage - Mirroring the Diet Your Cat Would Eat in Nature",
            "Freeze-Dried Coated Infused Kibble for a Taste Your Cat Will Love"
        ],
        "ingredients": "Fresh angus beef meat (8%), fresh wild boar meat (4%), fresh plains bison meat (4%), fresh or raw romney lamb meat (4%), fresh yorkshire pork meat (4%), fresh beef liver (4%), fresh wild boar liver (4%), fresh beef tripe (4%), fresh whole pilchard (4%), fresh whole eggs (4%), lamb (dehydrated, 4%), beef (dehydrated, 4%), whole herring (dehydrated, 3.5%), whole sardine (dehydrated, 3.5%), mutton (dehydrated, 3.5%), beef fat (3.5%), fresh beef kidney (3.5%), fresh beef heart (3.5%), pork (dehydrated, 3.5%), whole red lentils, whole green lentils, whole green peas, lentil fiber, whole chickpeas, whole yellow peas, whole pinto beans, fresh pork liver (1.5%), fresh lamb liver (1.5%), alaskan cod (dehydrated, 1.5%), herring oil (1%), lamb tripe (1%), beef cartilage (dehydrated, 1%), sun-cured alfalfa, beef liver (freeze-dried), beef tripe (freeze-dried), lamb liver (freeze-dried), lamb tripe (freeze-dried), fresh whole pumpkin, fresh whole butternut squash, fresh whole zucchini, fresh whole parsnips, fresh carrots, fresh whole red delicious apples, fresh whole bartlett pears, fresh kale, fresh spinach, fresh beet greens, fresh turnip greens, brown kelp, whole cranberries, whole blueberries, whole saskatoon berries, chicory root, turmeric root, milk thistle, burdock root, lavender, marshmallow root, rosehips. ADDITIVES (per kg): Technological additives: Tocopherol rich extract of natural origin. Nutritional additives: Zinc chelate: 100 mg; Copper chelate: 11 mg; Choline chloride: 1200 mg. Zootechnical additives: Enterococcus faecium NCIMB10415: 600x10^6 CFU.",
        "analysis": [
            "Crude protein 40%",
            "Fat content 20%",
            "Crude ash 9.5%",
            "Crude fibers 3%",
            "Moisture 10%",
            "Calcium 2.1%",
            "Phosphorus 1.6%",
            "Magnesium 0.1%",
            "Taurine 0.2%",
            "Omega-3 fatty acids 1.1%",
            "Omega-6 fatty acids 2.5%",
            "DHA (docosahexaenoic acid) 0.25%",
            "EPA (eicosapentaenoic acid) 0.2%"
        ],
        "additive": null,
        "calorie": "Metabolizable Energy is 4120 kcal/kg (535 kcal per 250ml/130g cup) with calories distributed to support peak conditioning; 40% from protein, 17% from vegetables and fruit, and 44% from fat."
    },
    {
        "url": "https://www.orijenpetfoods.com/en-CA/cats/cat-food/six-fish/ns-ori-sixfish-cat.html",
        "brand": "Orijen Cat",
        "title": "Six Fish",
        "descriptions": "All cats anatomically require a diet rich in whole animal ingredients. ORIJEN Six Fish is brimming with meat, organs, and bone from fresh pilchard, hake, mackerel, flounder, rockfish, and sole, wild-caught from Canada’s Pacific and delivered to our kitchen. Two-thirds of our animal ingredients are FRESH or RAW, for a concentrated source of protein. With richly nourishing protein and packed with nutrients, ORIJEN Six Fish gives your cat the diet they have evolved to eat with a flavour they crave.",
        "key_benefits": [
            "Biologically Appropriate The Protein-Powered Diet Your Cat is Meant to Eat",
            "Top 10 Animal Ingredients Fresh or Raw Providing Nutrients in Their Most Natural & Nourishing Form",
            "WholePrey Diet Fish, Organs & Bone - Mirroring the Diet Your Cat Would Eat in Nature",
            "Freeze-Dried Coated Infused Kibble for a Taste Your Cat Will Love"
        ],
        "ingredients": "Fresh whole pacific pilchard (26%), fresh whole pacific hake (9%), fresh whole pacific mackerel (8%), fresh whole pacific flounder (5%), fresh whole rockfish (5%), fresh whole sole (5%), whole mackerel (dehydrated, 5%), whole herring (dehydrated, 5%), whole blue whiting (dehydrated, 5%), herring oil (5%), alaskan cod (dehydrated, 5%), whole red lentils, whole green lentils, whole green peas, sunflower oil (cold-pressed), whole sardines (dehydrated, 1.5%), lentil fiber, whole chickpeas, whole yellow peas, whole pinto beans, cod liver (freeze-dried), fresh whole pumpkin, fresh whole butternut squash, fresh whole zucchini, fresh whole parsnips, fresh carrots, fresh whole red delicious apples, fresh whole bartlett pears, fresh kale, fresh spinach, fresh beet greens, fresh turnip greens, brown kelp, whole cranberries, whole blueberries, whole saskatoon berries, chicory root, turmeric root, milk thistle, burdock root, lavender, marshmallow root, rosehips. ADDITIVES (per kg): Technological additives: Tocopherol rich extract of natural origin. Nutritional additives (per kg): Zinc chelate: 100 mg; Copper chelate: 11 mg; Choline chloride: 1200 mg Zootechnical additives: Enterococcus faecium NCIMB10415: 600x10^6 CFU.",
        "analysis": [
            "Crude protein",
            "42%",
            "Fat content",
            "20%",
            "Crude ash",
            "9%",
            "Crude fiber",
            "3%",
            "Moisture",
            "10%",
            "Calcium",
            "1.7%",
            "Phosphorus",
            "1.3%",
            "Magnesium",
            "0.1%",
            "Taurine",
            "0.3%",
            "Omega-3 fatty acids*",
            "2.1%",
            "Omega-6 fatty acids*",
            "2.1%",
            "DHA (docosahexaenoic acid)",
            "0.8%",
            "EPA (eicosapentaenoic acid)",
            "0.5%"
        ],
        "additive": null,
        "calorie": "Metabolizable Energy is 4120 kcal/kg (535 kcal per 250ml/130g cup) with calories distributed to support peak conditioning; 42% from protein, 15% from vegetables and fruit, and 44% from fat."
    },
    {
        "url": "https://www.orijenpetfoods.com/en-CA/cats/cat-food/tundra/ns-ori-tundra-cat.html",
        "brand": "Orijen Cat",
        "title": "Tundra",
        "descriptions": "A diet rich in animal protein is what your cat would hunt and eat in the wild. ORIJEN Tundra offers 40% protein from goat, wild boar, ranch-raised venison, Arctic char, duck, and mutton, including meat, organs, cartilage, and bone, providing them with all the protein and nutrients they need in order to stay healthy and strong. Two-thirds of our animal ingredients are FRESH or RAW, for a concentrated source of protein. Infused with freeze-dried liver, your cat gets a boost of flavour with this richly nourishing diet.",
        "key_benefits": [
            "Biologically Appropriate The Protein-Powered Diet Your Cat is Meant to Eat",
            "Top 10 Animal Ingredients Fresh or Raw Providing Nutrients in Their Most Natural & Nourishing Form",
            "WholePrey Diet Meat, Organs & Cartilage - Mirroring the Diet Your Cat Would Eat in Nature",
            "Freeze-Dried Coated Infused Kibble for a Taste Your Cat Will Love"
        ],
        "ingredients": "Goat, wild boar, venison, arctic char, duck, mutton, steelhead trout, duck liver, wild boar liver, wild boar kidney, mackerel meal, whole pilchard, lamb meal, mutton meal, alaskan cod meal, blue whiting meal, duck fat, herring meal, whole red lentils, whole green lentils, whole green peas, whole chickpeas, whole yellow peas, whole pinto beans, lentil fiber, mutton tripe, herring oil, goat heart, goat kidney, goat liver, venison heart, venison liver, mutton liver, wild boar heart, whole navy beans, freeze-dried goat liver, freeze-dried venison liver, whole pumpkin, whole butternut squash, whole zucchini, whole parsnips, carrots, whole apples, whole bartlett pears, kale, spinach greens, beet greens, turnip greens, dried brown kelp, whole cranberries, whole blueberries, choline chloride, zinc chelate, mixed tocopherols (preservative), copper chelate, chicory root, turmeric root, milk thistle, burdock root, lavender, marshmallow root, rosehips, dried enterococcus faecium fermentation product.",
        "analysis": [
            "Crude protein 40 %",
            "Fat content 20 %",
            "Crude ash 9 %",
            "Crude fibers 3 %",
            "Moisture 10 %",
            "Calcium 1.9 %",
            "Phosphorus 1.4%",
            "Magnesium 0.1 %",
            "Taurine 0.2 %",
            "Omega-3 fatty acids 1%",
            "Omega-6 fatty acids 2.4%",
            "DHA (Docosahexaenoic acid) 0.3 %",
            "EPA (Eicosapentaenoic acid ) 0.2 %",
            "Magnesium 0.1%",
            "Copper 11mg/km DM",
            "Zinc 100mg/kg DM",
            "Choline 1200 mg/kg DM"
        ],
        "additive": null,
        "calorie": "Metabolizable Energy is 4120 kcal/kg (535 kcal per 250ml/130g cup) with calories distributed to support peak conditioning; 40% from protein, 17% from vegetables and fruit, and 44% from fat."
    }
]