[
    {
        "url": "https://www.pro-nutrition.flatazor.com/en/cat/purelife-for-cats/adult",
        "brand": "Pro-Nutrition PureLife",
        "title": "Adult - Pure Life for cats - Cat | Pro-Nutrition Flatazor",
        "descriptions": "Pure Life for cats Adult is a complete food for adult cats. Also suitable for sensitive cats.",
        "key_benefits": [
            "Healthy skin and a silky coat (biotin, chelated zinc, optimal balance of essential fatty acids (omega-6 and -3))",
            "Everyday urinary comfort",
            "(cranberry, limited content with a balance of minerals)",
            "Daily digestive well-being (pineapple, papaya and fibres content adjusted to limit hairballs)"
        ],
        "ingredients": [
            "Dehydrated animal proteins (33% min.) (duck min 4%",
            "turkey min 4%",
            "chicken",
            "pork). Potato starch. Peas. Tapioca. Poultry fat. Broad bean fibres. Linseed. Apple fibres. Animal protein hydrolysates. Duck fat. Dehydrated carrots. Artichoke. Methionine. Fish oil. Fish autolysates (0,5%). Ammonium chloride. Clay. Brewer's yeast. Pomegranate. Blackcurrant. Taurine. Sea salt.  Algae. Fructo-oligosaccharides. Papaya. Cranberry. Pineapple (stem). Acerola. Yucca. Aloe vera. Rosemary extracts. Vitamins and trace elements."
        ],
        "analysis": null,
        "additive": null,
        "calorie": null
    },
    {
        "url": "https://www.pro-nutrition.flatazor.com/en/cat/purelife-for-cats/kitten",
        "brand": "Pro-Nutrition PureLife",
        "title": "Kitten - Pure Life for cats - Cat | Pro-Nutrition Flatazor",
        "descriptions": "Pure Life for cats Kitten is a complete food for kittens and female cats at the end of gestation and during lactation. Also suitable for sensitive kittens.",
        "key_benefits": [
            "An immune boost (fructo-oligosaccharides, yeast extracts (Beta-glucans, Mannan-oligosaccharides)",
            "Easier digestion (hyper-digestible ingredients such as artichoke, clay, brewer’s yeast and aloe vera)",
            "Everyday urinary comfort (cranberry, limited content with a balance of minerals)"
        ],
        "ingredients": [
            "Dehydrated animal proteins (35% min.) (duck min 4%",
            "chicken",
            "turkey",
            "pork). Potato starch. Poultry fat. Tapioca. Peas. Linseed. Dehydrated sardine proteins (4% min.). Animal protein hydrolysates. Duck fat. Apple fibres. Artichoke. Clay. Brewer's yeast. Fish oil. Dehydrated carrots. Fish autolysates (0,5%). Ammonium chloride. Methionine. Taurine. Potassium chloride. Pomegranate. Blackcurrant. Yeast extracts (Beta-glucans",
            "Mannan-oligosaccharides). Fructo-oligosaccharides. Algae. Papaya. Cranberry. Pineapple (stem). Acerola. Yucca. Aloe vera. Rosemary extracts. Vitamins and trace elements."
        ],
        "analysis": null,
        "additive": null,
        "calorie": null
    },
    {
        "url": "https://www.pro-nutrition.flatazor.com/en/cat/purelife-for-cats/sterilized",
        "brand": "Pro-Nutrition PureLife",
        "title": "Sterilized - Pure Life for cats - Cat | Pro-Nutrition Flatazor",
        "descriptions": "Pure Life for cats Sterilized is a complete food for sterilized cats and/or cats with a tendency to overweight. Also suitable for sensitive cats.",
        "key_benefits": [
            "Everyday urinary comfort (cranberry, limited content with a balance of minerals)",
            "Ensures satiety while limiting weight gain (L-carnitine, high protein content, balanced amount of soluble and insoluble fibres)",
            "Daily digestive well-being (pineapple, papaya and fibres content adjusted to limit hairballs)"
        ],
        "ingredients": [
            "Dehydrated animal proteins (33% min.) (duck min 4%",
            "chicken",
            "turkey",
            "pork). Potato starch. Broad bean fibres. Peas. Tapioca. Dehydrated sardine proteins (4% min.). Duck fat. Animal protein hydrolysates. Linseed. Apple fibres. Dehydrated carrots. Artichoke. Methionine. Clay. Brewer's yeast. Fish oil. Fish autolysates (0,5%). Ammonium chloride. Taurine. Pomegranate. Blackcurrant.  Algae. Fructo-oligosaccharides. Papaya. Cranberry. Pineapple (stem). Acerola. Yucca. Rosemary extracts. Aloe vera. L-carnitine. Vitamins and trace elements."
        ],
        "analysis": null,
        "additive": null,
        "calorie": null
    },
    {
        "url": "https://www.pro-nutrition.flatazor.com/en/cat/purelife-for-cats/sterilized-8-plus",
        "brand": "Pro-Nutrition PureLife",
        "title": "Sterilized 8+ - Pure Life for cats - Cat | Pro-Nutrition Flatazor",
        "descriptions": "Pure Life for cats Sterilized 8+ is a complete food for sterilized cats and/or cats with a tendency to overweight, over 8 years old. Also suitable for sensitive cats.",
        "key_benefits": [
            "Strengthens natural defenses (natural antioxidants from fruits, as well as antioxidants such as inactivated selenium-enriched yeast (organic selenium, Vitamin E and taurine)",
            "Ensures satiety and maintains optimal weight (L-carnitine, high protein content, suitable quantity of fats and a balance of soluble and insoluble fibres)",
            "Everyday urinary comfort (cranberry, limited content with a balance of minerals)",
            "Daily digestive well-being (pineapple, papaya and fibres content adjusted to limit hairballs)"
        ],
        "ingredients": [
            "Dehydrated animal proteins (33% min.) (duck min 4%",
            "chicken",
            "turkey",
            "pork). Potato starch. Broad bean fibres. Peas. Poultry fat. Tapioca. Dehydrated fish (min 4%). Apple fibres. Animal protein hydrolysates. Duck fat. Linseed. Calcium carbonate. Dehydrated carrots. Artichoke. Methionine. Clay. Brewer's yeast. Fish oil. Fish autolysates (0,5%). Ammonium chloride. Taurine. Pomegranate. Blackcurrant.    Algae. Fructo-oligosaccharides. Papaya. Cranberry. Pineapple (stem). Acerola. Yucca. Rosemary extracts. Aloe vera. L-carnitine. Vitamins and trace elements (of which organic selenium)."
        ],
        "analysis": null,
        "additive": null,
        "calorie": null
    }
]