[
  {
    "url": "https://www.royalcanin.com/kr/cats/products/retail-products/persian-kitten",
    "title": "Persian Kitten - 로얄캐닌",
    "key_benefits": [
      "적합한 단백질 함량과 정확하게 균형 잡힌 비타민과 미네랄(칼슘과 인)의 조합은 건강한 피부와 모질에 도움을 줍니다.",
      "소화 흡수율이 좋은 엄선된 단백질(L.I.P.*), 차전자피와 프리바이오틱스의 조합이 장내 정상 미생물 총의 균형을 맞춰주고 소화건강에 도움을 줍니다. *엄선된 단백질은 소화 증대를 돕습니다.",
      "비타민 E를 포함하는 독자적인 항산화 복합물이 면역 기능 증진에 도움을 줍니다."
    ],
    "descriptions": "Persian kittens have typical breed characteristics that need to be taken into account when you choose its food. Your Persian kitten's wellbeing and growth deserves special attention, especially while its immune system is still developing.ROYAL CANIN® Persian Kitten is formulated with the specific needs of your Persian kitten in mind. By giving them food with the very best nutritional support, you're giving them the healthiest start in life.It's been noted by breeders that your Persian kitten's digestive system will develop gradually and remain immature for a while. That's why ROYAL CANIN® Persian Kitten is formulated with highly digestible protein that's of the highest quality. It also contains an adapted fibre content (including psyllium) and prebiotics to help support a good balance in the intestinal flora.The type of kibble in ROYAL CANIN® Persian Kitten is designed with your Persian kitten's jaw and head shape in mind; its small, rectangular shape and soft texture makes it easy for it to successfully pick it up and chew. What's more, this specially formulated food includes a patented complex of antioxidants, including vitamin E, that help to support your kitten's natural defences.",
    "ingredients": "육분(닭, 칠면조, 오리), 쌀, 동물성지방(가금류, 돼지), 옥수수, 밀글루텐, 동물성 유도단백질(닭, 칠면조, 어류), 분말셀룰로스, 사탕무박, 효모, 어유, 대두유, 혼합광물질류 합제, 차전자피, 프락토올리고당, 가수분해효모(만난 올리고당의 원료), 효모추출물(베타글루칸의 원료), 금잔화추출물(루테인의 원료), 비타민 A, 비타민 D3, 철, 요오드, 구리, 망간, 아연, 셀레늄, 제올라이트, 소르빈산칼륨, 항산화제",
    "analysis": "단백질 32%, 지방 22%, 조섬유 2.7%, 조회분 7.9%, NFE 29.9%"
  },
  {
    "url": "https://www.royalcanin.com/kr/cats/products/retail-products/norwegian-forest-cat",
    "title": "Norwegian Forest Cat - 로얄캐닌",
    "key_benefits": [
      "오메가 3와 오메가 6 지방산은 피부 장벽을 강화하고 건강한 피모 & 피부 건강에 도움을 줍니다.",
      "섬유소의 조합이 장운동을 촉진하여 헤어볼 배출에 도움을 줍니다.",
      "풍부한 L-카르니틴이 함유된 포뮬라는 이상적인 체중 유지와 건강한 뼈 & 관절에 도움을 줍니다."
    ],
    "descriptions": "ROYAL CANIN® Norwegian Forest Cat Adult food is formulated with the specific needs of the Norwegian Forest breed in mind. Its tailor-made, three-tier kibble is adapted to the Norwegian Forest Cat's strong jaw and encourages prolonged chewing in order to reduce the speed at which it eats.A specific blend of fibres helps to naturally stimulate your cat's intestinal transit and helps to reduce and control the formation of hairballs.The Norwegian Forest Cat has a thick coat consisting of a water-repellent upper coat and a woolly, thick undercoat for insulation. The exclusive complex of nutrients in ROYAL CANIN® Norwegian Forest Cat Adult food helps to support the skin's barrier role to effectively maintain an ideal skin health and good coat condition.Containing an adapted formula that helps to maintain an ideal bodyweight, ROYAL CANIN® Norwegian Forest Cat Adult food also helps support healthy bones and joints. It's enriched with L-Carnitine, an important nutrient that's involved in maintaining a healthy fat metabolism.",
    "ingredients": "육분 (닭, 오리, 칠면조), 옥수수, 쌀, 밀글루텐, 동물성 지방 (가금류, 돼지), 밀, 분말셀룰로스, 소맥분, 동물성 유도단백질 (닭, 칠면조), 옥수수 글루텐, 치커리 펄프, 어유, 혼합광물질류 합제 복합물, 대두유, 차전자피, 효모, 프락토올리고당, 가수분해효모, 보리지유, 글루코사민, 금잔화 추출물 (루테인의 원료), 뮤코다당단백(콘드로이틴의 원료), 비타민 A, 비타민 D3, 철, 요오드, 구리, 망간, 아연, 셀레늄, 제올라이트, 소르빈산칼륨, 항산화제.",
    "analysis": "단백질 30%, 지방 16%, 조섬유 5.6%, 조회분 7.4%"
  },
  {
    "url": "https://www.royalcanin.com/kr/cats/products/retail-products/indoor-7-morsels-in-sauce",
    "title": "Indoor 7 Morsels in Sauce - 로얄캐닌",
    "key_benefits": [
      "그린티폴리페놀, 비타민C, EPA와 DHA의 항산화 영양소",
      "소화율이 높은 L.I.P 단백질을 포함",
      "적절한 인 함량"
    ],
    "descriptions": "생후 7년 이후 활동성이 적은 실내에서 생활하는 노령묘의 활력유지에 도움을 주는 습식사료 (육즙이 풍부한 파우치타입)",
    "ingredients": "육류(닭, 돼지), 옥수수가루, 동물성 유도단백질(돼지), 분말셀룰로스, 혼합광물질류 합제, 어유, 카라멜, 금잔화추출물, 글루코사민, 카라기난, 아미노산제 합제, 비타민 D3, 철, 요오드, 구리, 망간, 아연, 제올라이트. 조단백 8.4% 이상, 조지방 0.8% 이상, 칼슘 0.184% 이상, 인 0.136% 이상, 조섬유 1.8% 이하, 조회분 1.8% 이하, 수분 81.7% 이하"
  },
  {
    "url": "https://www.royalcanin.com/kr/cats/products/retail-products/sensible-33",
    "title": "Sensible 33 - 로얄캐닌",
    "key_benefits": [
      "민감한 소화기계를 가진 반려묘를 위한 센서블은 선별된 영양소를 사용하여 최적의 소화를 도와주고 장내 미생물총의 균형을 잡아주는데 도움을 줍니다.",
      "3종류의 키블(알갱)의 모양과 풍미는 반려묘의 기호성에 도움을 줍니다.",
      "높은 에너지 밀도로 민감한 소화기계를 가진 반려묘가 필요로 하는 높은 에너지 요구량 충족에 도움을 줍니다."
    ],
    "descriptions": "민감한 소화기계를 가진 생후 12개월 이후 반려묘의 건강한 체형유지에 도움을 주는 영양맞춤사료",
    "ingredients": "육분(닭, 칠면조, 오리), 쌀, 동물성 지방(가금류), 밀글루텐, 옥수수, 소맥분, 동물성 유도단백질(닭, 칠면조), 옥수수 글루텐, 효모, 사탕무박, 어유, 분말셀룰로스, 대두유, 혼합광물질류 합제, 프락토올리고당, 비타민 A, 비타민 D3, 철, 요오드, 구리, 망간, 아연, 셀레늄, 소르빈산칼륨, 항산화제",
    "analysis": "단백질 33%, 지방 22%, 조섬유 1.6%, 조회분 7.4%, NFE 30.5%"
  },
  {
    "url": "https://www.royalcanin.com/kr/cats/products/retail-products/protein-exigent",
    "title": "Protein Exigent - 로얄캐닌",
    "key_benefits": [
      "각 반려묘들은 개별적 선호도에 따라서 음식을 먹은 후의 느낌을 해석합니다. 특정한 단백질, 탄수화물, 지방의 완벽한 비율로 배합된 프로틴 엑시전트는 입맛이 까다로운 반려묘의 기호성 충족에 도움을 줍니다.",
      "적절한 에너지는 까다로운 반려묘의 이상적인 체중 유지에 도움을 줍니다.",
      "다양한 맛, 향 그리고 단백질 등 각 반려묘는 선호하는 기준이 다릅니다. 로얄캐닌 아로마 엑시전트는 세가지 다른 포뮬라로 까다로운 반려묘 기호성 충족에 도움을 줍니다."
    ],
    "descriptions": "단백질, 탄수화물, 지방의 완벽한 비율로 입맛이 까다로운 생후 12개월 이후 반려묘의 기호성 만족에 도움을 주는 영양맞춤사료",
    "ingredients": "육분(닭, 칠면조, 오리), 옥수수, 밀글루텐, 밀, 동물성지방(닭, 칠면조, 오리), 옥수수 글루텐, 동물성 유도단백질(닭, 칠면조), 사탕무박, 분말셀룰로스, 혼합광물질류합제, 효모, 대두유, 보리지유, 비타민A, 비타민D3, 철, 요오드, 구리, 망간, 아연, 제올라이트, 소르빈산칼륨, 항산화제.",
    "analysis": "단백질 41%, 지방 15%, 조섬유 3.1%, 조회분 8.7%, NFE 26.7%"
  },
  {
    "url": "https://www.royalcanin.com/kr/cats/products/retail-products/mother-and-babycat",
    "title": "Mother and Babycat - 로얄캐닌",
    "key_benefits": [
      "로얄캐닌 마더 앤 베이비캣의 영양과 질감은 어린 반려묘가 모유에서 사료로 전환하는데 있어 최적의 시작 입니다.",
      "어린 반려묘가 본능적으로 선호하는 기호성 충족에 도움을 주는 영양소를 포함하고 있습니다.",
      "면역력을 강화하는데 도움을 줍니다."
    ],
    "descriptions": "임신 말기부터 수유기/생후 4개월까지 반려묘의 건강에 도움을 주는 임신 및 성장기 영양맞춤 습식사료 (캔타입)",
    "ingredients": "육류(닭, 돼지), 밀글루텐, 유도단백질(돼지), 쌀분말, 옥수수전분, 분말셀룰로스, 해바라기유, 어유, 천연 착향료, 가수분해효모(만난 올리고당의 주원료), 카라멜, 금잔화 추출물(루테인의 주원료), 베타카로틴, 카세인칼슘, 아미노산제 합제, 혼합광물질류 합제, 비타민D3, 철, 요오드, 구리, 망간, 아연",
    "analysis": "단백질 10.5%, 지방 5.5%, 조섬유 0.9%, 조회분 1.9%"
  },
  {
    "url": "https://www.royalcanin.com/kr/cats/products/retail-products/sterilised-jelly",
    "title": "Sterilised Jelly - 로얄캐닌",
    "key_benefits": [
      "중성화 이후 이상적인 체중유지에 도움을 줍니다.",
      "중성화 수술한 반려묘의 요로기계 건강 향상을 도와줍니다.",
      "반려묘가 본능적으로 선호하는 기호성 충족에 도움을 주는 영양소를 포함하고 있습니다. (젤리 타입)"
    ],
    "descriptions": "When cats are sterilised, their nutritional requirements change compared to cats that haven’t been spayed or neutered. As a result of sterilisation, your cat will have lower energy needs and could be less active. With a controlled energy content and a moderate level of fat, ROYAL CANIN® Sterilised in Jelly helps to support and maintain a healthy weight; particularly when served in accurate daily rations. ROYAL CANIN® Sterilised in Jelly is formulated to match the optimal nutritional profile instinctively preferred by adult cats. This ensures that your cat will readily consume the nutrients that it needs to maintain good overall health. ROYAL CANIN® Sterilised in Jelly also contains a carefully-considered balance of minerals that helps to support the health of your cat’s urinary system. To cater to each cat’s individual preferences, ROYAL CANIN® Sterilised is also available in a delicious gravy, in a soft and tasty loaf, or as dry food in a tasty and crunchy kibble. If you’re considering mixed feeding, simply follow our feeding guidelines to ensure your cat gets an accurate amount of both wet and dry food for optimal benefit.",
    "ingredients": "육류(닭, 오리, 돼지), 동물성 유도단백질(닭, 돼지), 옥수수전분, 분말셀룰로스, 밀글루텐, 아미노산제 합제, 혼합광물질류 합제, 비타민D3, 철, 요오드, 구리, 망간, 아연, 제올라이트",
    "analysis": "단백질 9%, 지방 2.10%, 조섬유 1.50%, 조회분 1.50%"
  },
  {
    "url": "https://www.royalcanin.com/kr/cats/products/retail-products/urinary-care",
    "title": "URINARY CARE - 로얄캐닌",
    "key_benefits": [
      "결석 생성 위험 2배 감소, 및 예방 (로얄캐닌 내부 연구 결과)",
      "정밀하고 균형에 맞는 포뮬라는 균형있는 미네랄을 통해 건강한 소변 PH를 유지하여 요로기계 건강을 관리 및 예방하는데 도움을 줍니다."
    ],
    "descriptions": "요로기계 건강관리가 필요한 생후 12개월 이후 반려묘의 건강한 요로기계 관리에 도움을 주는 건강케어사료",
    "ingredients": "육분 (닭, 오리, 칠면조), 옥수수, 밀글루텐, 쌀, 밀, 동물성 지방 (가금류), 분말셀룰로스, 옥수수 글루텐, 동물성 유도단백질 (닭, 칠면조), 옥수수 분말, 혼합광물질류 합제, 사탕무박, 효모, 대두유, 어유, 금잔화 추출물 (루테인의 원료), 비타민 A, 비타민 D3, 철, 요오드, 구리, 망간, 아연, 소르빈산칼륨, 항산화제.",
    "analysis": "단백질 33%, 지방 13%, 조섬유 5%, 조회분 6.6%"
  },
  {
    "url": "https://www.royalcanin.com/kr/cats/products/retail-products/siamese",
    "title": "Siamese - 로얄캐닌",
    "key_benefits": [
      "고품질 단백질 함량을 높이고(38%), 적절한 지방 함량(16%)과 풍부한 L-카르니틴의 조합은 샴의 날씬하고 근육질의 몸매를 유지하는데 도움을 줍니다.",
      "소화 흡수율이 좋은 엄선된 단백질(L.I.P.*), 차전자피와 프리바이오틱스의 조합이 장내 정상 미생물 총의 균형을 맞춰주고 소화건강에 도움을 줍니다. *엄선된 단백질은 소화 증대를 돕습니다.",
      "아미노산, 비타민과 오메가3, 6 지방산의 조합이 건강하고 윤기있는 피부와 털 유지에 도움을 줍니다."
    ],
    "descriptions": "ROYAL CANIN® Siamese Adult food is formulated with the specific needs of Siamese cats like yours in mind. When you give your cat Adult Siamese food, you're ensuring that it receives all the nutritional support it requires.Suitable for adult Siamese cats over 12 months of age, ROYAL CANIN® Siamese Adult food has an increased level of protein (38%) and a moderate fat level (16%) to help preserve your cat's long, slender and muscular body type. It's also enriched with L-Carnitine, an important nutrient that's involved in maintaining a healthy fat metabolism.The specially designed, tube-shaped kibble is easy for your Siamese cat's long and narrow muzzle to grasp; it also encourages prolonged chewing to help support good oral hygiene. ROYAL CANIN® Siamese Adult food contains highly digestible protein and prebiotics to help support a balance of intestinal flora. The inclusion of a balanced level of minerals will further benefit your cat by helping to support healthy urinary function.",
    "ingredients": "육분, 밀글루텐, 옥수수, 밀, 동물성 지방(가금류), 옥수수 글루텐, 쌀, 동물성 유도단백질(닭, 칠면조), 사탕무박, 혼합광물질류 합제, 어유, 효모, 프락토올리고당, 대두유, 가수분해 효모(만난올리고당의 원료), 보리지유, 금잔화 추출물(루테인의 원료), 비타민 A, 비타민 D3, 철, 요오드, 구리, 망간, 아연, 셀레늄, 소르빈산칼륨, 항산화제.",
    "analysis": "단백질 38%, 지방 16%, 조섬유 1.4%, 조회분 7.7%"
  },
  {
    "url": "https://www.royalcanin.com/kr/cats/products/retail-products/mother-and-babycat-2018",
    "title": "Mother and Babycat 2018 - 로얄캐닌",
    "key_benefits": [
      "로얄캐닌 마더 앤 베이비캣은 비타민E를 포함한 독자적인 항산화제 복합체를 함유하여 어린 반려묘의 면역기능에 도움을 줍니다.",
      "로얄캐닌 마더 앤 베이비캣의 키블(알갱이)은 어미와 어린 반려묘에게 수분을 공급하기 용이하도록 죽과 같은 형태로 쉽게 불려집니다. 물에 불려진 죽 형태는 기호성 증진에 도움을 줍니다.",
      "소화기계의 건강과 장내 미생물의 균형 유지를 돕기 위해 양질의 단백질(L.I.P.*)과 프리바이오틱스(FOS)를 함유하고 있습니다."
    ],
    "descriptions": "임신 말기부터 수유기/생후 4개월까지 반려묘의 건강에 도움을 주는 임신 및 성장기 영양맞춤 사료",
    "ingredients": "육분 (닭, 오리, 칠면조), 동물성 지방 (가금류, 돼지), 옥수수 분말, 쌀, 동물성 유도단백질 (닭, 칠면조 및 어류 단백질), 밀글루텐, 효모, 어유, 사탕무박, 분말셀룰로스, 대두유, 혼합광물질류 합제, 프락토올리고당, 가수분해효모, 효모 추출물(베타글루칸의 원료), 금잔화 추출물(루테인의 원료). 비타민 A, 비타민 D3, 철, 요오드, 구리, 망간, 아연, 제올라이트, 소르빈산칼륨, 항산화제.",
    "analysis": "단백질 34%, 지방 25%, 조섬유 1.9%, 조회분 7.4%, NFE 26.2%"
  },
  {
    "url": "https://www.royalcanin.com/kr/cats/products/retail-products/oral-care",
    "title": "ORAL CARE - 로얄캐닌",
    "key_benefits": [
      "급여 후 28일 이내 59% 이상 치석 형성 감소에 도움 (로얄캐닌 내부 연구 결과)",
      "침 속에 있는 칼슘이 치아에 흡착하는 것을 막아 치석 형성 방지에 도움을 줍니다.",
      "사료 모양과 질감이 사료를 삼키지 않고 천천히 치아로 씹어 먹게 되어 치석관리에 도움을 주며 칫솔질 효과를 가져다 줍니다."
    ],
    "descriptions": "ROYAL CANIN® Oral Care is a precisely-balanced nutritional formula that helps maintain your cat's oral health by reducing the formation of dental plaque. It also contains a high protein content to support and strengthen your cat's muscles, bones, and teeth.When looking for a diet that benefits your cat's teeth and oral vicinity, it's important to be aware that ROYAL CANIN® Oral Care performs two actions: Mechanical and Chemical.ROYAL CANIN® Oral Care is specifically designed for targeted action, the Oral Care kibble size, texture and shape encourages cats to chew thoroughly. This mechanical action produces a daily tooth brushing effect that helps reduce the formation of dental plaque on teeth.This formula is also enriched with an ‘active dental agent' (calcium chelators) which performs a chemical action by trapping the salivary calcium to help limit dental plaque mineralisation.ROYAL CANIN® Oral Care has been clinically proven to show results after just 28 days of continued use, reducing up to 59% of tartar formation.",
    "ingredients": ""
  },
  {
    "url": "https://www.royalcanin.com/kr/cats/products/retail-products/urinary-care-gravy",
    "title": "Urinary Care Gravy - 로얄캐닌",
    "key_benefits": [
      "결석 생성 위험 2배 감소, 및 예방 (로얄캐닌 내부 연구 결과)",
      "정밀하고 균형에 맞는 포뮬라는 균형있는 미네랄을 통해 건강한 소변 PH를 유지하여 요로기계 건강을 관리 및 예방하는데 도움을 줍니다.",
      "동일한 제품의 건식과 습식의 혼합 급여는 영양학적 효과를 더 크게 해 줍니다. (요로기계 질환 예방, 체중관리에 도움, 기호성 유지에 도움)"
    ],
    "descriptions": "If you've noticed your cat urinating at a much more frequent rate and with less regard to the appropriate places to do its business, (i.e. outside or in its litter tray) then your cat may have a urinary health issue. Even if you haven't noticed anything unusual with your cat's toilet habits, it's always worth checking with your vet as health issues aren't always immediately visible on the outside. ROYAL CANIN® Urinary Care in Gravy is specially tailored to help maintain a healthy balance of minerals within your cat's urine to support a healthy urinary tract. We know urinary problems are more frequent in overweight cats, so helping your cat maintain its ideal body weight will also contribute to keeping its urinary system healthy. This food contains a nutrient profile that is instinctively preferred by adult cats to increase palatability and full consumption. ROYAL CANIN® Urinary Care is also available as dry food, with crunchy and tasty kibble. If you're considering mixed feeding, simply follow our feeding guidelines to ensure your cat gets an accurate amount of both wet and dry food for optimal benefit.",
    "ingredients": "육류(닭, 돼지), 소맥분, 분말셀룰로스, 카라멜, 천연착향료, 금잔화추출물(루테인의 원료), 아미노산제 합제, 카라기난, 혼합광물질류 합제, 비타민D3, 철, 요오드, 구리, 망간, 아연",
    "analysis": "단백질 9.2%, 지방 3%, 조섬유 0.9%, 조회분 1.4%"
  },
  {
    "url": "https://www.royalcanin.com/kr/cats/products/retail-products/ageing-12",
    "title": "Ageing 12 - 로얄캐닌",
    "key_benefits": [
      "높은 기호성, 2 종류의 서로 다른 질감의 씹기 쉬운 키블(알갱이)로 노령묘의 식욕 증진에 도움을 줍니다.",
      "리코펜과 오메가 지방산이 함유된 항산화제 복합물은 노령묘의 건강한 노화에 도움을 줍니다.",
      "적당한 인의 함유로 노령묘 신장건강에 도움을 줍니다."
    ],
    "descriptions": "Ageing cats have different nutritional needs than their younger counterparts; that's why it's important to modify your cat's diet as it ages, to ensure that those needs are being met and maintained.ROYAL CANIN® Senior Ageing 12+ is suitable for cats over 12 years of age and is specially formulated with the nutritional needs of senior cats like yours in mind. This food contains highly palatable kibble with a double texture (crunchy outside, soft inside) that helps to stimulate your senior cat's general appetite.ROYAL CANIN® Senior Ageing 12+ contains a patented complex of antioxidants that support senior cats throughout the ageing process. Thanks to a moderate phosphorus level, ROYAL CANIN® Senior Ageing 12+ also helps to support healthy kidney function, which is highly beneficial in senior cats.To cater to each cat's individual preferences, ROYAL CANIN® Senior Ageing 12+ is also available as wet food in either a delicious gravy or succulent jelly. If you're considering mixed feeding, simply follow our feeding guidelines to ensure your cat gets an accurate amount of both wet and dry food for optimal benefit.",
    "ingredients": "밀글루텐, 소맥분, 동물성 지방 (닭, 칠면조, 오리 및 돼지), 육분 (닭, 오리, 칠면조), 쌀, 옥수수, 분말셀룰로스, 동물성 유도단백질 (닭, 칠면조), 치커리 펄프, 혼합광물질류 합제, 어유, 대두유, 효모, 토마토 (라이코펜의 원료), 가수분해효모, 글루코사민, 보리지유, 금잔화 추출물 (루테인의 원료), 뮤코다당단백(콘드로이틴의 원료), 비타민 A, 비타민 D3, 철, 요오드, 구리, 망간, 아연, 셀레늄, 차 카테킨 (폴리페놀의 원료), 소르빈산칼륨, 항산화제.",
    "analysis": "단백질 30%, 지방 19%, 조섬유 4.4%, 조회분 5.3%, NFE 35.8%"
  },
  {
    "url": "https://www.royalcanin.com/kr/cats/products/retail-products/ultra-light-gravy",
    "title": "Ultra Light Gravy - 로얄캐닌",
    "key_benefits": [
      "-17% 낮은 칼로리 (자사 일반 성묘사료 대비)",
      "고품질의 단백질은 근육량 유지, 저지방은 체중관리에 도움을 줍니다. 균형잡힌 섬유질의 이상적인 조합은 반려묘가 포만감을 느끼도록 도와주며 지방 대사를 촉진 시키는 L-carnitine을 통해 이상적인 체중을 유지하는데 도움을 줍니다.",
      "동일한 제품의 건식과 습식의 혼합 급여는 영양학적 효과를 더 크게 해 줍니다. (요로기계 질환 예방, 체중관리에 도움, 기호성 유지에 도움)"
    ],
    "descriptions": "Keeping your cat at an optimum weight for its age and breed type is essential, but sometimes this can prove to be quite difficult. However, you don't have to reduce its food intake to help manage your cat's weight, as long as what you feed it is tailored to its specific requirements. ROYAL CANIN® Ultra Light in Gravy helps reduce the calorie intake of cats by as much as 19% to help limit weight gain and maintain a healthy weight bracket. The nutrients are also enriched with L-Carnitine to help support and stimulate a healthy and fast-acting metabolism. When consuming a type of food to maintain a healthy weight, your cat's diet will play a big part in the maintenance of muscle mass and keeping fat levels at an optimum level. That's why ROYAL CANIN® Ultra Light in Gravy contains a high protein content to contribute to muscle mass, without compromising the calorie reduction needed to limit weight gain - resulting in a lean, healthy body type for your cat. Additionally, the nutrients in this product support a healthy urinary system for healthy bladder function maintenance. To cater to each cat's individual preferences, ROYAL CANIN® Ultra Light is also available as dry food, with crunchy and tasty kibble. If you're considering mixed feeding, simply follow our feeding guidelines to ensure your cat gets an accurate amount of both wet and dry food for optimal benefit.",
    "ingredients": ""
  },
  {
    "url": "https://www.royalcanin.com/kr/cats/products/retail-products/savour-exigent",
    "title": "Savour Exigent - 로얄캐닌",
    "key_benefits": [
      "일부 까다로운 반려묘는 사료 그릇 안에 다양한 키블(알갱이)에 매력을 느끼기도 합니다. 세이버 엑시전트는 2가지 다른 모양의 키블을 가지고 있어 각각 입안에서 느껴지는 질감과 느낌이 달라 입맛이 까다로운 반려묘의 기호성 충족에 도움을 줍니다.",
      "적절한 에너지는 까다로운 반려묘의 이상적인 체중 유지에 도움을 줍니다.",
      "다양한 맛, 향 그리고 단백질 등 각 반려묘는 선호하는 기준이 다릅니다. 로얄캐닌 세이버 엑시전트는 세가지 다른 포뮬라로 까다로운 반려묘 기호성 충족에 도움을 줍니다."
    ],
    "descriptions": "Some cats have fussy appetites and might refuse to eat the food you give them. However, this behaviour is not an inherent trait in cats and can therefore be rectified by selecting food that not only contains healthy nutrients, but that also appeals to your cat's particular appetite.Some cats that exhibit signs of fussiness are attracted by diversity in the food bowl. To stimulate your cat's natural preference, Savour Exigent contains two synergistic types of kibbles, each with a different formula and texture to enhance dual savour sensation in even the fussiest of cats.What's more, the specifically adapted energy content in ROYAL CANIN® Savour Exigent helps to maintain the ideal bodyweight of an adult cat like yours.Suitable for both indoor and outdoor cats, ROYAL CANIN® Savour Exigent will continue to stimulate your cat's appetite and provide it with all the nutrients it needs to remain active and healthy.",
    "ingredients": "옥수수, 육분(닭, 칠면조, 오리), 쌀, 밀글루텐, 동물성 지방(가금류), 옥수수 글루텐, 동물성 유도단백질(닭, 칠면조), 분말셀룰로스, 효모, 혼합광물질류 합제, 사탕무박, 대두유, 프락토올리고당, 보리지유. 비타민 A, 비타민 D3, 철, 요오드, 구리, 망간, 아연, 제올라이트, 염화암모늄, 소르빈산칼륨, 항산화제.",
    "analysis": "단백질 33%, 지방 16%, 조섬유 3.1%, 조회분 7.2%, NFE 35.2%"
  },
  {
    "url": "https://www.royalcanin.com/kr/cats/products/retail-products/kitten-sterilised-2018",
    "title": "Kitten Sterilised 2018 - 로얄캐닌",
    "key_benefits": [
      "성장기는 어린 반려묘의 급격한 성장과 면역체계 형성 등 평생의 건강에 있어 매우 중요한 시기입니다. 로얄캐닌 키튼 스테럴라이즈드는 비타민 E를 포함한 독자적인 항산화 물질의 복합체를 함유해 어린 반려묘의 면역 기능에 도움을 줍니다.",
      "중성화 후 어린 반려묘의 영양 요구량이 바뀌며 과체중 위험이 증가합니다. 제한된 수준의 지방으로 체중 증가를 막고 건강한 성장에 필요한 단백질, 칼슘 그리고 인성분의 흡수를 잃지 않으면서 조화로운 성장을 도와줍니다.",
      "소화기계의 건강과 장내 미생물의 균형 유지를 돕기 위해 양질의 단백질(L.I.P.*)과 프리바이오틱스(FOS)를 함유하고 있습니다."
    ],
    "descriptions": "As your kitten begins to grow and explore its surroundings with a new-found sense of curiosity, this period of new discoveries at 6 to 12 months old means that your kitten's immune system will need extra support - particularly if it has been sterilised. ROYAL CANIN® Kitten Sterilised is designed with your kitten's needs in mind at this crucial time in its development. With nutrients included to help support your kitten's natural defences after being spayed or neutered, you can help maintain its health throughout its second age life stage. ROYAL CANIN® Kitten Sterilised food contains a special combination of proteins, vitamins, minerals, and a patented complex of antioxidants - all designed to keep your kitten healthy as it grows into a strong adult cat. To cater to each cat's individual preferences, ROYAL CANIN® Kitten Sterilised is also available as wet food in either a delicious gravy or succulent jelly. If you're considering mixed feeding, simply follow our feeding guidelines to ensure your cat gets an accurate amount of both wet and dry food for optimal benefit.",
    "ingredients": "육분 (닭, 오리, 칠면조), 분말셀룰로스, 밀글루텐, 소맥분, 동물성 유도단백질 (가금류, 어류), 동물성지방 (가금류, 돼지), 옥수수 분말, 쌀, 옥수수, 옥수수 글루텐, 사탕무박, 대두유, 효모, 어유, 프락토올리고당, 차전자피, 가수분해효모, 효모 추출물 (베타글루칸의 원료), 금잔화 추출물(루테인의 원료), 비타민 A, 비타민 D3, 철, 요오드, 구리, 망간, 아연, 제올라이트, 소르빈산칼륨, 항산화제.",
    "analysis": "단백질 34%, 지방 12%, 조섬유 9.8%, 조회분 7.2%, NFE 31.5%"
  },
  {
    "url": "https://www.royalcanin.com/kr/cats/products/retail-products/kitten-jelly",
    "title": "Kitten Jelly - 로얄캐닌",
    "key_benefits": [
      "면역력을 강화하는데 도움을 줍니다.",
      "젤리타입의 작은 덩어리 타입으로 이루어져 있어 씹기 쉽습니다.",
      "어린 반려묘가 본능적으로 선호하는 기호성 충족에 도움을 주는 영양소를 포함하고 있습니다."
    ],
    "descriptions": "Transitioning from mother's milk to solid food is one of the most important stages of your kitten's life.This means that providing your kitten with food that it likes as well as the food that it needs is vital for normal eating routines and essential nutrition intake.That's why ROYAL CANIN® Kitten Instinctive in Gravy is formulated to match the optimal nutritional profile instinctively preferred by kittens. Feeding your kitten a palatable diet that takes taste, scent and texture into account will lead to long-term, instinctive acceptance of the nutritious food that you provide.ROYAL CANIN® Kitten Instinctive in Gravy provides all the essential nutrients needed to sustain high energy requirements and support bone strengthening as well as good overall health maintenance.During the second growth stage (4-12 months), your kitten's immune system will not be fully developed yet. ROYAL CANIN Kitten Instinctive helps strengthen the natural body defences of your kitten with a complex of antioxidants such as vitamin E, vitamin C, taurine and lutein.ROYAL CANIN® Kitten Instinctive in Gravy is specifically designed for easy chewing, and it's also suitable to feed to mother cats. To cater to each cat's individual preferences, ROYAL CANIN® Kitten Instinctive is also available as wet food in succulent jelly or a soft and tasty loaf.",
    "ingredients": "육류(닭, 돼지), 밀글루텐, 분말셀룰로스, 천연 착향료, 어유, 효모추출물(만난올리고당의 원료), 카라멜, 금잔화추출물(루테인의 원료), 베타카로틴, 아미노산제 합제, 카라기닌, 혼합광물질류 합제, 비타민D3, 철, 요오드, 구리, 망간, 아연",
    "analysis": "단백질 12%, 지방 4%, 조섬유 0.6%, 조회분 1.7%"
  },
  {
    "url": "https://www.royalcanin.com/kr/cats/products/retail-products/sterilised-37",
    "title": "Sterilised 37 - 로얄캐닌",
    "key_benefits": [
      "중성화 수술한 반려묘는 에너지 요구량이 감소되어 체중 증가 우려가 있습니다. 적절한 지방(12%)이 함유되어 칼로리 조절에 도움이 됩니다.",
      "요로계 건강 유지에 도움이 되도록 설계되었습니다.",
      "고품질의 단백질은 근육을 유지하면서 이상적인 체중 유지에 도움을 줍니다. L-카르니틴과 섬유질이 풍부하여 중성화 수술을 한 반려묘가 적은 칼로리를 섭취하는데 도움을 줍니다."
    ],
    "descriptions": "After your cat has been neutered, a change of diet may be required to ensure that the nutrients it consumes supports its somewhat altered energy needs.ROYAL CANIN® Sterilised 37 contains a moderate level of fat when served in adequate daily rations - this helps your cat to maintain an ideal bodyweight after it's been sterilised.What's more, ROYAL CANIN® Sterilised 37 food also contains a carefully considered balance of minerals that help to support and maintain a healthy urinary system for your cat, while the increased protein content in this food helps to maintain your cat's healthy muscle mass.To cater to each cat's individual preferences, ROYAL CANIN® Sterilised 37 is also available as wet food in either delicious gravy or succulent jelly. If you're considering mixed feeding, simply follow our feeding guidelines to ensure your cat gets an accurate amount of both wet and dry food for optimal benefit.",
    "ingredients": "육분(닭, 칠면조, 오리), 옥수수, 밀글루텐, 분말셀룰로스, 동물성 지방(가금류), 동물성 유도단백질(닭, 칠면조), 쌀, 밀, 사탕무박, 옥수수 글루텐, 효모, 혼합광물질류 합제, 어유, 프락토올리고당, 대두유, 비타민 A, 비타민 D3, 철, 요오드, 구리, 망간, 아연, 제올라이트, 염화암모늄, 소르빈산칼륨, 항산화제.",
    "analysis": "단백질 37%, 지방 12%, 조섬유 6.2%, 조회분 8.2%, NFE 31.1%"
  },
  {
    "url": "https://www.royalcanin.com/kr/cats/products/retail-products/persian",
    "title": "Persian - 로얄캐닌",
    "key_benefits": [
      "빽빽하게 내려오는 길고, 풍성한 피모는 페르시안의 특징입니다. 피부를 건강하게하고 피모를 윤기있게 하는 여러 영양소가 피부 장벽 강화에 도움을 주고, 풍부한 EPA & DHA구성이 피부와 피모를 건강하게 유지하는데 도움을 줍니다.",
      "섬유질의 특정 혼합물(점액이 풍부한 차전자피 포함)은 자연적으로 장의 이동을 자극하고, 섭취된 모발을 배출하고 헤어볼 형성을 조절하는데 도움을 줍니다.",
      "소화 흡수율이 좋은 엄선된 단백질(L.I.P.*), 차전자피와 프리바이오틱스의 조합이 장내 정상 미생물 총의 균형을 맞춰주고 소화건강에 도움을 줍니다. *엄선된 단백질은 소화 증대를 돕습니다."
    ],
    "descriptions": "The Persian cat has the longest and densest coat of all cat breeds. This means that it typically needs to consume more skin-health focused nutrients than other cat breeds. That’s why ROYAL CANIN® Persian Adult contains an exclusive complex of nutrients to help the skin’s barrier defence role to maintain good skin and coat health. Due to their long fur, Persian cats are prone to the formation of hairballs, which can cause discomfort. However, thanks to ROYAL CANIN® Persian Adult, loose ingested hair is eliminated, hairball formation is controlled and intestinal transit is naturally stimulated through a specific blend of fibres (including psyllium rich in mucilage). Digestive performance is also maintained through low indigestible proteins (L.I.P), prebiotics and omega 3 & 6 fatty acids. Not only this, but ROYAL CANIN® Persian Adult’s tailor-made kibble is almond shaped with an optimal contact surface area – making it easy for Persian cats to pick up and chew. To cater to each cat’s individual preferences, ROYAL CANIN® Persian Adult is also available as wet food in a soft and tasty loaf. If you’re considering mixed feeding, simply follow our feeding guidelines to ensure your cat gets an accurate amount of both wet and dry food for optimal benefit.",
    "ingredients": "육분 (닭, 오리, 칠면조), 동물성 지방 (가금류, 돼지), 쌀, 밀글루텐, 옥수수, 분말셀룰로스, 옥수수 분말, 동물성 유도단백질 (닭, 칠면조), 옥수수 글루텐, 혼합광물질류 합제, 치커리 추출물, 어유, 차전자피, 대두유, 프락토올리고당,가수분해효모, 보리지유, 금잔화 추출물(루테인의 원료), 비타민 A, 비타민 D3, 철, 요오드, 구리, 망간, 아연, 소르빈산칼륨, 항산화제.",
    "analysis": "단백질 33%, 지방 22%, 조섬유 4.7%, 조회분 7.4%"
  },
  {
    "url": "https://www.royalcanin.com/kr/cats/products/retail-products/ultra-light-jelly",
    "title": "Ultra Light Jelly - 로얄캐닌",
    "key_benefits": [
      "-17% 낮은 칼로리 (자사 일반 성묘사료 대비)",
      "고품질의 단백질은 근육량 유지, 저지방은 체중관리에 도움을 줍니다. 균형잡힌 섬유질의 이상적인 조합은 반려묘가 포만감을 느끼도록 도와주며 지방 대사를 촉진 시키는 L-carnitine을 통해 이상적인 체중을 유지하는데 도움을 줍니다.",
      "동일한 제품의 건식과 습식의 혼합 급여는 영양학적 효과를 더 크게 해 줍니다. (요로기계 질환 예방, 체중관리에 도움, 기호성 유지에 도움)"
    ],
    "descriptions": "Maintaining your cat's ideal weight is vital for its general health. However, sometimes this can be is easier said than done, particularly when it has a tendency to gain weight but it's still hungry only at meal times - and isn't overeating. ROYAL CANIN® Ultra Light in Jelly helps reduce the calorie intake of cats by as much as 19% to help limit weight gain and maintain a healthy weight bracket. The nutrients are also enriched with L-Carnitine to help support and stimulate a healthy and fast-acting metabolism. When consuming a type of food to maintain a healthy weight, your cat's diet will play a big part in the maintenance of muscle mass and keeping fat levels at an optimum level. That's why ROYAL CANIN® Ultra Light in Jelly contains a high protein content (10%) to contribute to muscle mass, without compromising the calorie reduction needed to limit weight gain. Additionally, the nutrients in this product support a healthy urinary system for healthy bladder function maintenance. To cater to each cat's individual preferences, ROYAL CANIN® Ultra Light is also available as dry food, with crunchy and tasty kibble. If you're considering mixed feeding, simply follow our feeding guidelines to ensure your cat gets an accurate amount of both wet and dry food for optimal benefit.",
    "ingredients": ""
  },
  {
    "url": "https://www.royalcanin.com/kr/cats/products/retail-products/indoor-sterilized-morsels-in-gravy",
    "title": "Indoor Sterilized Morsels in Gravy - 로얄캐닌",
    "key_benefits": [
      "소화율이 높은 L.I.P 단백질을 포함",
      "적절한 지방함량",
      "차전자피를 포함한 식이섬유"
    ],
    "descriptions": "생후   12개월 이후 활동량이 적은 실내 반려묘의 건강과 변량, 냄새감소에 도움을 주는 습식사료 (육즙이 풍부한 파우치타입)",
    "ingredients": "육류(닭, 돼지), 옥수수가루, 분말셀룰로스, 옥수수전분, 동물성 유도단백질(돼지), 해바라기유, 어유, 혼합광물질류 합제, 카라멜, 카라기난, 아미노산제 합제, 비타민 D3, 철, 요오드, 구리, 망간, 아연, 제올라이트."
  },
  {
    "url": "https://www.royalcanin.com/kr/cats/products/retail-products/bengal",
    "title": "Bengal - 로얄캐닌",
    "key_benefits": [
      "최고급 단백질의 함량(40%)과 적절한 지방 함량(18%)은 근육 형성에 도움을 줍니다.",
      "아미노산, 비타민과 지방산의 조합이 피부와 피모 건강 유지를 도와줍니다.",
      "소화 흡수율이 높은 단백질이 장내 미생물총 균형을 촉진하고 소화기 건강을 유지해줍니다."
    ],
    "descriptions": "ROYAL CANIN® Bengal Adult is exclusively formulated with the nutritional needs of your Bengal cat in mind. By containing a high level of protein and an adapted fat content, this food contributes to maintaining your Bengal's muscle mass in order to sustain their highly active lifestyle. A highly digestible, high protein diet is best advised to support healthy digestive function in your Bengal. That's why ROYAL CANIN® Bengal Adult food contains L.I.P proteins (Low Indigestible Proteins) specially selected for their high digestibility. It also includes prebiotics that help to support a balance in the intestinal flora. Your Bengal's striking coat needs special attention and care in order to keep it in top condition. ROYAL CANIN® Bengal Adult food contains specific amino acids, vitamins, as well as omega-3 and omega-6 fatty acids to help maintain its glossy coat and healthy skin.",
    "ingredients": "육분 (닭, 오리, 칠면조), 밀글루텐, 밀, 동물성 지방 (가금류, 돼지), 옥수수 글루텐, 옥수수, 동물성 유도단백질 (닭, 칠면조), 쌀, 분말셀룰로스, 치커리 펄프, 어유, 대두유, 효모, 프락토올리고당, 가수분해효모, 보리지유, 금잔화추출물(루테인의 원료), 비타민 A, 비타민 D3, 철, 요오드, 구리, 망간, 아연, 제올라이트, 소르빈산칼륨, 항산화제.",
    "analysis": "단백질 40%, 지방 18%, 조섬유 3.8%, 조회분 7.7%"
  },
  {
    "url": "https://www.royalcanin.com/kr/cats/products/retail-products/sterilised-gravy",
    "title": "Sterilised Gravy - 로얄캐닌",
    "key_benefits": [
      "중성화 이후 이상적인 체중유지에 도움을 줍니다.",
      "중성화 수술한 반려묘의 요로기계 건강 향상을 도와줍니다.",
      "반려묘가 본능적으로 선호하는 기호성 충족에 도움을 주는 영양소를 포함하고 있습니다. (육즙이 풍부한 덩어리 타입)"
    ],
    "descriptions": "Sterilised cats have different requirements compared to cats that haven't been neutered or spayed. That's why ROYAL CANIN® Sterilised in Gravy is specially formulated with the nutritional needs of your neutered adult cat in mind. With a controlled energy content and a moderate level of fat, ROYAL CANIN® Sterilised in Gravy helps to limit the chances of your cat gaining an excess weight; particularly when served in adequate daily rations. ROYAL CANIN® Sterilised in Gravy is formulated to match the optimal nutritional profile instinctively preferred by adult cats - to ensure that they consume the nutrients they need to maintain good overall health. ROYAL CANIN® Sterilised in Gravy also contains a carefully-considered balance of minerals that helps to support the health of your cat's urinary system. To cater to each cat's individual preferences, ROYAL CANIN® Sterilised is also available as wet food in a soft and tasty loaf, or delicious gravy, as well as dry food in a tasty and crunchy kibble. If you're considering mixed feeding, simply follow our feeding guidelines to ensure your cat gets an accurate amount of both wet and dry food for optimal benefit.",
    "ingredients": "육류(닭, 돼지), 소맥분, 분말셀룰로스, 동물성 유도단백질 (돼지), 천연착향료, 밀 글루텐, 카라멜, 아미노산제 합제, 카라기난, 제올라이트, 혼합광물질류 합제, 비타민D3, 철, 요오드, 구리, 망간, 아연.",
    "analysis": "단백질 9%, 지방 2.6%, 조섬유 1.8%, 조회분 1.3%"
  },
  {
    "url": "https://www.royalcanin.com/kr/cats/products/retail-products/hairball-care-gravy",
    "title": "Hairball Care Gravy - 로얄캐닌",
    "key_benefits": [
      "급여 후 14일 이내 헤어볼 배출량이 2배 증가(로얄캐닌 내부 연구 결과)",
      "차전자피를 포함한 식이섬유 함유",
      "동일한 제품의 건식과 습식의 혼합 급여는 영양학적 효과를 더 크게 해 줍니다. (요로기계 질환 예방, 체중관리에 도움, 기호성 유지에 도움)"
    ],
    "descriptions": "헤어볼 배출이 어려운 생후 12개월 이후 반려묘의 헤어볼 배출을 돕는 건강케어 습식사료 (육즙이 풍부한 파우치타입)",
    "ingredients": ""
  },
  {
    "url": "https://www.royalcanin.com/kr/cats/products/retail-products/fit-32",
    "title": "Fit 32 - 로얄캐닌",
    "key_benefits": [
      "성묘에게 필요한 균형있는 영양소를 통해 건강을 유지하도록 도와줍니다.",
      "적절한 에너지는 성묘의 이상적인 체중 유지에 도움을 줍니다.",
      "차전자피를 포함한 식이섬유가 헤어볼 배출에 도움을 줍니다."
    ],
    "descriptions": "생후 12개월 이후 반려묘의 건강한 체형유지에 도움을 주는 영양맞춤사료",
    "ingredients": "육분 (닭, 오리, 칠면조), 쌀, 밀, 동물성 지방 (가금류, 돼지), 옥수수, 분말셀룰로스, 소맥분, 동물성 유도단백질 (닭, 칠면조), 밀글루텐, 옥수수 글루텐, 효모, 사탕무박, 대두유, 차전자피, 혼합광물질류 합제, 가수분해효모, 금잔화 추출물(루테인의 원료), 비타민 A, 비타민 D3, 철, 요오드, 구리, 망간, 아연, 소르빈산칼륨, 항산화제",
    "analysis": "단백질 32%, 지방 15%, 조섬유 4.6%, 조회분 7.2%, NFE 35.7%"
  },
  {
    "url": "https://www.royalcanin.com/kr/cats/products/retail-products/kitten-gravy",
    "title": "Kitten Gravy - 로얄캐닌",
    "key_benefits": [
      "면역력을 강화하는데 도움을 줍니다.",
      "육즙이 풍부한 작은 덩어리 타입으로 이루어져 있어 씹기 쉽습니다.",
      "어린 반려묘가 본능적으로 선호하는 기호성 충족에 도움을 주는 영양소를 포함하고 있습니다."
    ],
    "descriptions": "Giving your kitten the best start in life all begins with the right nutrition. Providing it with the essential nutrients it needs will properly support your kitten's development and growth at critical stages and beyond. Weaning kittens from their mother's milk can be difficult - particularly if the food isn't specifically tailored to your kitten's needs and palatability. That's why ROYAL CANIN® Kitten Instinctive in Gravy is formulated to match the optimal nutritional profile instinctively preferred by kittens. Feeding your kitten a palatable diet that takes taste, scent and texture into account will lead to long-term, instinctive acceptance of the nutritious food that you provide. ROYAL CANIN® Kitten Instinctive in Gravy provides all the essential nutrients needed to sustain high energy requirements and support bone strengthening as well as good overall health maintenance. During the second growth stage (4-12 months), your kitten's immune system will not be fully developed yet. ROYAL CANIN Kitten Instinctive helps strengthen the natural body defences of your kitten with a complex of antioxidants such as vitamin E, vitamin C, taurine and lutein. ROYAL CANIN® Kitten Instinctive in Gravy is specifically designed for easy chewing, and it's also suitable to feed to mother cats. To cater to each cat's individual preferences, ROYAL CANIN® Kitten Instinctive is also available as wet food in succulent jelly or a soft and tasty loaf.",
    "ingredients": "육류(닭, 돼지), 밀 글루텐, 동물성 유도단백질(돼지), 쌀분말, 옥수수 전분, 분말셀룰로스, 해바라기유, 어유, 천연착향료, 효모추출물(만난 올리고당의 원료), 카라멜, 금잔화 추출물(루테인의 주원료), 베타카로틴, 아미노산제 합제, 카라기난, 혼합광물질류 합제, 비타민 D3, 철, 요오드, 구리, 망간, 아연",
    "analysis": "단백질 12%, 지방 4%, 조섬유 0.9%, 조회분 1.8%"
  },
  {
    "url": "https://www.royalcanin.com/kr/cats/products/retail-products/indoor-7",
    "title": "Indoor 7 - 로얄캐닌",
    "key_benefits": [
      "인도어 7+의 그린티폴리페놀, 비타민C, EPA와 DHA의 항산화 영양소들이 노화의 첫 징후가 나타나는 노령묘의 활력을 유지하는데 도움을 줍니다.",
      "운동부족은 장내 음식물의 느린 이동을 유도하여 변냄새를 증가시킬 수 있습니다. 로얄캐닌 인도어 롱헤어는 소화율이 높은 L.I.P 단백질을 포함하여 변의 양과 냄새를 감소시키는데 도움을 줍니다.",
      "적절한 인 함량으로 신장건강에 도움이 됩니다."
    ],
    "descriptions": "생후 7년 이후 활동성이 적은 실내에서 생활하는 노령묘의 활력유지에 도움을 주는 영양맞춤사료",
    "ingredients": "옥수수, 육분(닭, 칠면조, 오리), 보리, 옥수수 분말, 밀, 밀글루텐, 동물성 지방(가금류), 옥수수 글루텐, 동물성 유도단백질(닭, 칠면조), 분말셀룰로스, 사탕무박, 혼합광물질류 합제, 대두유, 효모, 어유, 프락토올리고당, 차전자피, 글루코사민, 금잔화 추출물 (루테인의 원료), 뮤코다당단백 (콘드로이틴의 원료), 비타민A, 비타민D3, 철, 요오드, 구리, 망간, 아연, 제올라이트, 차 카테킨(폴리페놀의 원료), 염화암모늄, 소르빈산칼륨, 항산화제",
    "analysis": "단백질질 27%, 지방 13%, 조섬유 3.6%, 조회분 6.9%, 44%"
  },
  {
    "url": "https://www.royalcanin.com/kr/cats/products/retail-products/british-shorthair",
    "title": "British Shorthair - 로얄캐닌",
    "key_benefits": [
      "풍부한 L-카르니틴의 조합은 건강한 근육 유지에 도움이 됩니다.",
      "풍부한 오메가 3 지방산(EPA-DHA)이 함유되어 브리티쉬 숏헤어의 뼈와 관절 건강 유지를 도와줍니다.",
      "타우린, EPA와 DHA가 건강한 심장 유지에 도움을 줍니다."
    ],
    "descriptions": "생후 12개월 이후 브리티쉬 숏헤어의 튼튼하고 무거운 몸을 건강하게 유지하는데 도움을 주는 묘종별 전용사료",
    "ingredients": "육분 (닭, 오리, 칠면조), 쌀, 밀글루텐, 동물성 지방 (가금류, 돼지), 옥수수, 옥수수 글루텐, 분말셀룰로스, 동물성 유도단백질 (닭, 칠면조), 치커리 펄프, 어유, 대두유, 효모, 프락토올리고당, 가수분해효모, 보리지유, 글루코사민, 금잔화 추출물 (루테인의 원료), 뮤코다당단백(콘드로이틴의 원료), 비타민 A, 비타민 D3, 철, 요오드, 구리, 망간, 아연, 제올라이트, 소르빈산칼륨, 항산화제.",
    "analysis": "단백질 34%, 지방 19%, 조섬유 5.3%, 조회분 6.8%"
  },
  {
    "url": "https://www.royalcanin.com/kr/cats/products/retail-products/instinctive-7-gravy",
    "title": "Instinctive 7 Gravy - 로얄캐닌",
    "key_benefits": [
      "항산화제 복합물이 노령묘의 활성산소 중화에 도움을 줍니다.",
      "반려묘가 본능적으로 선호하는 기호성 충족에 도움을 주는 영양소를 포함하고 있습니다. (육즙이 풍부한 덩어리 타입)",
      "적절한 인의 성분이 신장 건강에 도움을 줍니다."
    ],
    "descriptions": "Suitable for cats over 7 years of age, ROYAL CANIN® Instinctive 7+ in Gravy is specially formulated with all the nutritional needs of your adult cat in mind. As your cat gets older, its activity levels will naturally decrease over time. ROYAL CANIN® Instinctive 7+ in Gravy contains an exclusive complex of antioxidants that help to support your cat's vitality. Another thing that can change over time is your cat's preferences - certain food that may have been agreeable to its palate before, may no longer be satisfying your cat. That's why ROYAL CANIN® Instinctive 7+ in Gravy is specifically formulated to match the optimal Macro Nutritional Profile instinctively preferred by adult cats like yours. What's more, ROYAL CANIN® Instinctive 7+ in Gravy contains an adapted phosphorus content. This helps to support your cat's healthy kidney function. To cater to each cat's individual preferences, ROYAL CANIN® Instinctive 7+ is also available in a succulent jelly.",
    "ingredients": "육류(닭, 돼지), 쌀분말, 동물성 유도단백질(돼지), 밀 글루텐, 분말셀룰로스, 천연 착향료, 카라멜, 금잔화 추출물(루테인의 주원료), 글루코사민, 뮤코다당단백(콘드로이틴의 원료), 아미노산제 합제, 카라기난, 혼합광물질류 합제, 비타민D3, 철, 요오드, 구리, 망간, 아연",
    "analysis": "단백질 10.5%, 지방 2.5%, 조섬유 1.4%, 조회분 1.1%"
  },
  {
    "url": "https://www.royalcanin.com/kr/cats/products/retail-products/instinctive-gravy",
    "title": "Instinctive Gravy - 로얄캐닌",
    "key_benefits": [
      "반려묘가 본능적으로 선호하는 기호성 충족에 도움을 주는 영양소를 포함하고 있습니다. (육즙이 풍부한 덩어리 타입)",
      "요로기계 건강 향상을 도와 줍니다.",
      "이상적인 체중유지에 도움을 줍니다."
    ],
    "descriptions": "When feeding your cat, it is possible to align what it actually wants to eat with what it needs to eat in order to maintain nutritional health. Choosing the right food for your cat is essential in supporting a healthy lifestyle, and the benefit of your cat enjoying its food makes it all the better. ROYAL CANIN® Instinctive in Gravy is formulated to match the optimal Macro Nutritional Profile instinctively preferred by adult cats. With carefully selected nutrients included for optimal palatability, the end product is a dish that your cat simply won't be able to resist. Thanks to the inclusion of a vast assortment of vitamins, minerals and amino acids (all needed to maintain general health and regular growth), your cat will be consuming a highly-digestible and nutritionally-balanced food. The combination of nutrients has not only been designed to be instinctively edible and nutritionally healthy, they've also been formulated to help your cat maintain an ideal weight and support a healthy urinary system. ROYAL CANIN® Instinctive in Gravy contains an optimal level of fat content for provision of energy levels. Additionally, the fibre blend and protein contributes to the feeling of being full. To cater to each cat's individual preferences, ROYAL CANIN® Instinctive is also available in succulent jelly or as a tasty loaf.",
    "ingredients": "육류(돼지, 닭), 어분(연어), 밀글루텐, 소맥분, 동물성 유도단백질(닭), 옥수수전분, 분말셀룰로스, 천연 착향료, 카라멜, 아미노산제 합제, 카라기난, 혼합광물질류 합제, 비타민D3, 철, 요오드, 구리, 망간, 아연",
    "analysis": "단백질 12%, 지방 2.8%, 조섬유 0.9%, 조회분 1.5%"
  },
  {
    "url": "https://www.royalcanin.com/kr/cats/products/retail-products/hairball-care",
    "title": "HAIRBALL CARE - 로얄캐닌",
    "key_benefits": [
      "급여 후 14일 이내 헤어볼 배출량이 2배 증가 (로얄캐닌 내부 연구 결과)",
      "헤어볼 케어는 차전자피를 포함한 식이섬유가 함유되어 있으며 점성이 높은 섬유소는 소장운동 촉진에 도움이 됩니다. 그 결과, 장에서 헤어볼이 만들어져 토하는 것보다 변으로 배출되도록 도와줍니다."
    ],
    "descriptions": "헤어볼 배출이 어려운 생후 12개월 이후 반려묘의 헤어볼 배출을 돕는 건강케어사료",
    "ingredients": "육분 (닭, 오리, 칠면조), 밀글루텐, 옥수수, 분말셀룰로스, 쌀, 동물성 지방 (가금류, 돼지), 동물성 유도단백질 (닭, 칠면조), 밀, 옥수수 분말, 옥수수 글루텐, 사탕무박, 효모, 대두유, 어유, 프락토올리고당, 차전자피, 아미노산 (글리신, 타우린, 메티오닌), 비타민 A, 비타민 D3, 철, 요오드, 구리, 망간, 아연, 소르빈산칼륨, 항산화제.",
    "analysis": "단백질 34%, 지방 15%, 조섬유 6.9%, 조회분 6.9%"
  },
  {
    "url": "https://www.royalcanin.com/kr/cats/products/retail-products/ageing-12-jelly",
    "title": "Ageing 12 Jelly - 로얄캐닌",
    "key_benefits": [
      "EPA-DHA 지방산을 포함한 최적의 영양소는 관절 건강에 도움을 줍니다.",
      "반려묘가 본능적으로 선호하는 기호성 충족에 도움을 주는 영양소를 포함하고 있습니다. (젤리 타입)",
      "적절한 인 함량으로 신장 건강에 도움이 됩니다."
    ],
    "descriptions": "To ensure that your senior cat (aged 12+) receives the specific nutrition it needs to help maintain optimal health, you will need to feed it a diet that it will consume readily and instinctively. That's why ROYAL CANIN® Ageing 12+ in Jelly is formulated to match the optimal Macro Nutritional Profile that is instinctively preferred by ageing cats like yours.ROYAL CANIN® Ageing 12+ in Jelly also provides senior cats with specially formulated food to help maintain healthy joints through a high level of Omega-3 fatty acids – specifically EPA and DHA.Furthermore, ROYAL CANIN® Ageing 12+ in Jelly also contains an adapted phosphorus content to help support healthy kidney function and overall renal health.To cater to each cat's individual preferences, ROYAL CANIN® Ageing 12+ is also available in a delicious gravy, or as dry food with tasty and crunchy kibble.If you're considering mixed feeding, simply follow our feeding guidelines to ensure your cat gets an accurate amount of both wet and dry food for optimal benefit.",
    "ingredients": "육류(닭, 돼지), 밀글루텐, 옥수수전분, 분말셀룰로스, 해바라기유, 혼합광물질류 합제, 어유, 카라기난, 타우린, 카라멜, 아미노산제 합제, 글루코사민, 금잔화추출물(루테인의 원료), 뮤코다당단백(콘드로이틴의 원료), 비타민D3, 철, 요오드, 구리, 망간, 아연",
    "analysis": "단백질 9.5%, 지방 4.5%, 조섬유 0.9%, 조회분 1.2%"
  },
  {
    "url": "https://www.royalcanin.com/kr/cats/products/retail-products/indoor-27",
    "title": "Indoor 27 - 로얄캐닌",
    "key_benefits": [
      "운동부족은 장내 음식물의 느린 이동을 유도하여 변냄새를 증가시킬 수 있습니다. 로얄캐닌 인도어는 소화율이 높은 L.I.P 단백질을 포함하여 변의 양과 냄새를 감소시키는데 도움을 줍니다.",
      "적절한 지방함량으로 운동량이 적은 실내 반려묘에게 맞춰 체중유지에 도움을 줍니다.",
      "차전자피를 포함한 식이섬유가 헤어볼 배출에 도움을 줍니다."
    ],
    "descriptions": "생후 12개월 이후 활동량이 적은 실내 반려묘의 건강과 변량, 냄새감소에 도움을 주는 영양맞춤사료",
    "ingredients": "육분 (닭, 오리, 칠면조), 쌀, 밀, 옥수수, 밀글루텐, 동물성 지방 (가금류, 돼지), 동물성 유도단백질 (닭, 칠면조), 소맥분, 분말셀룰로스, 사탕무박, 효모, 대두유, 혼합광물질류 합제, 프락토올리고당, 어유, 차전자피, 비타민 A, 비타민 D3, 철, 요오드, 구리, 망간, 아연, 소르빈산칼륨, 항산화제.",
    "analysis": "단백질 27%, 지방 13%, 조섬유 4%, 조회분 7.3%, NFE 43.2%"
  },
  {
    "url": "https://www.royalcanin.com/kr/cats/products/retail-products/instinctive-jelly",
    "title": "Instinctive Jelly - 로얄캐닌",
    "key_benefits": [
      "반려묘가 본능적으로 선호하는 기호성 충족에 도움을 주는 영양소를 포함하고 있습니다. (젤리 타입)",
      "이상적인 체중유지에 도움을 줍니다.",
      "이상적인 체중유지에 도움을 줍니다."
    ],
    "descriptions": "생후 12개월 이후 반려묘의 체중유지와 요로기계에 도움을 주는 영양맞춤 습식사료 (파우치타입)",
    "ingredients": "육류(닭, 돼지, 칠면조), 동물성 유도단백질(돼지), 밀글루텐, 해바라기유, 분말셀룰로스, 천연착향료, 카라멜, 아미노산제 합제, 카라기난, 혼합광물질류 합제, 비타민D3, 철, 요오드, 구리, 망간, 아연",
    "analysis": "단백질 11.8%, 지방 4.5%, 조섬유 0.8%, 조회분 1.3%"
  },
  {
    "url": "https://www.royalcanin.com/kr/cats/products/retail-products/intense-beauty-gravy",
    "title": "Intense Beauty Gravy - 로얄캐닌",
    "key_benefits": [
      "급여 후 21일 이내 윤기있는 털 개선에 도움 (로얄캐닌 내부 연구 결과)",
      "오메가 3, 6 지방산을 포함한 영양소 조합이 피부 장벽 강화에 도움을 줍니다. 특정 아미노산을 함유한 고품질의 단백질은 건강한 피부 발달과 피모 재생 촉진에 도움을 줍니다.",
      "동일한 제품의 건식과 습식의 혼합 급여는 영양학적 효과를 더 크게 해 줍니다. (요로기계 질환 예방, 체중관리에 도움, 기호성 유지에 도움)"
    ],
    "descriptions": "Maintaining your cat's coat can be challenging, particularly in long-haired breeds. However, providing your cat with the right nutrients will greatly contribute to a healthy, shiny coat that truly shows off its natural beauty. ROYAL CANIN® Intense Beauty in Gravy contains high levels of omega-3 & omega-6 fatty acids to help your cat maintain a beautiful coat and healthy skin. ROYAL CANIN® Intense Beauty in Gravy also helps your cat maintain an ideal weight - with a low fat content to help prevent excess weight gain, and an optimal protein level for healthy muscle development and growth. A healthy urinary system is also supported by ROYAL CANIN® Intense Beauty in Gravy, it helps maintain your cat's bladder function. To cater to each cat's individual preferences, ROYAL CANIN® Intense Beauty is also available as dry food, with crunchy and tasty kibble. If you're considering mixed feeding, simply follow our feeding guidelines to ensure your cat gets an accurate amount of both wet and dry food for optimal benefit.",
    "ingredients": "육류(닭, 돼지, 연어), 동물성 유도단백질(돼지), 밀글루텐, 소맥분, 해바라기유, 분말셀룰로스, 옥수수 전분, 동물성 유도단백질(닭), 어유, 천연착향료, 카라멜, 아미노산제 합제, 카라기난, 혼합광물질류 합제, 비타민D3, 철, 요오드, 구리, 망간, 아연",
    "analysis": "단백질 12%, 지방 3.7%, 조섬유 1.1%, 조회분 1.3%"
  },
  {
    "url": "https://www.royalcanin.com/kr/cats/products/retail-products/digestive-care",
    "title": "DIGESTIVE CARE - 로얄캐닌",
    "key_benefits": [
      "소화율이 높은 L.I.P 단백질이 소화를 돕고 영양의 흡수를 도와 배변량 감소를 돕습니다.",
      "차전자피를 포함한 식이섬유 조합이 소화기계의 유익균의 균형과 소화된 음식물의 이동을 돕습니다.",
      "반려묘가 사료를 오래 천천히 씹도록 해 구토를 방지하는데 도움을 줍니다."
    ],
    "descriptions": "생후 13개월 이후 민감한 소화기계를 가진 반려묘 혹은 소화기계 케어를 원하는 경우에 급여",
    "ingredients": "밀 글루텐, 밀, 어분, 쌀, 동물성 지방(닭, 오리, 돼지), 동물성유도단백질(닭, 칠면조), 옥수수 글루텐, 육분(닭, 오리), 옥수수, 분말셀룰로스, 치커리펄프, 혼합광물질류합제, 대두유, 어유, 프락토올리고당, 차전자피 첨가제 (kg당): 비타민A: 18000 IU, 비타민  D3: 900 IU, 철: 42 mg, 요오드: 4.2 mg, 구리: 13 mg, 망간: 54 mg, 아연: 98 mg, 제올라이트: 10 g, 항산화제.",
    "analysis": "단백질 36% 이상, 지방 13% 이상, 조섬유 3.4% 이하, 조회분 8.5% 이하, NFE 31.3%  Feeding instruction: see table. Batch number, factory registration number and best before date: see information on packaging. To be stored in a cool, dry place."
  },
  {
    "url": "https://www.royalcanin.com/kr/cats/products/retail-products/hairandskin-care",
    "title": "HAIRandSKIN CARE - 로얄캐닌",
    "key_benefits": [
      "급여 후 21일 이내 윤기있는 털 개선에 도움 (로얄캐닌 내부 연구 결과)",
      "오메가 3, 6 지방산을 포함한 영양소 조합이 피부 장벽 강화에 도움을 줍니다. 특정 아미노산을 함유한 고품질의 단백질은 건강한 피부 발달과 피모 재생 촉진에 도움을 줍니다."
    ],
    "descriptions": "윤기 없는 피모와 민감한 피부를 가진 생후 12개월 이후 반려묘의 피부장벽 강화와 피모에 도움을 주는 건강케어사료",
    "ingredients": ""
  },
  {
    "url": "https://www.royalcanin.com/kr/cats/products/retail-products/digest-sensitive-gravy",
    "title": "Digest Sensitive Gravy - 로얄캐닌",
    "key_benefits": [
      "높은 소화율로 대변의 양과 변냄새를 줄여주는데 도움을 줍니다.",
      "이상적인 체중유지에 도움을 줍니다.",
      "수분 섭취가 증가 되어 요로계 건강에 도움을 줍니다."
    ],
    "descriptions": "ROYAL CANIN® Digest Sensitive in Gravy provides a diet that is highly digestible for cats that are sometimes have sensitive stomachs, it also contains specially selected nutrients that help to reduce your cat's faecal odour. The high rate of digestibility provided by ROYAL CANIN® Digest Sensitive in Gravy will ensure that your cat receives more of the nutrients it needs. The low fat content in this diet can also contribute to maintaining an ideal, healthy weight. The protein included is at an optimal level to support muscle and bone strength whilst still maintaining digestive health in your cat's sensitive tummy. It will also ensure that when your cat does its business, the odour won't be distractingly strong - which in itself is a sign of good digestive health. This diet also helps support a health urinary traction through an optimal, reduced concentration of minerals. To cater to each cat's individual preferences, ROYAL CANIN® Digest Sensitive is also available as dry food, with crunchy and tasty kibble. If you're considering mixed feeding, simply follow our feeding guidelines to ensure your cat gets an accurate amount of both wet and dry food for optimal benefit.",
    "ingredients": ""
  },
  {
    "url": "https://www.royalcanin.com/kr/cats/products/retail-products/kitten-2018",
    "title": "Kitten 2018 - 로얄캐닌",
    "key_benefits": [
      "성장기는 어린 반려묘의 급격한 성장과 면역체계 형성 등 평생의 건강에 있어 매우 중요한 시기입니다. 로얄캐닌 키튼은 비타민 E를 포함한 독자적인 항산화 물질의 복합체를 함유해 어린 반려묘의 면역 기능에 도움을 줍니다.",
      "소화기계의 건강과 장내 미생물의 균형 유지를 돕기 위해 양질의 단백질(L.I.P.*)과 프리바이오틱스(FOS)를 함유하고 있습니다.",
      "소화 흡수율이 높은 단백질과 비타민 D, 미네랄이 골고루 포함되어 어린 반려묘의 성장에 도움을 주고 성장시기에 필요한 에너지를 충족시켰습니다."
    ],
    "descriptions": "생후 4개월 이후부터 12개월까지 어린 반려묘의 면역기능, 소화기계에 도움을 주는 성장기 영양맞춤사료",
    "ingredients": "육분 (닭, 오리, 칠면조), 쌀, 밀글루텐, 동물성 지방(가금류, 돼지), 옥수수 분말, 동물성 유도단백질 (닭, 칠면조), 소맥분, 옥수수글루텐, 효모, 사탕무박, 분말셀룰로스, 어유, 대두유, 혼합광물질류 합제, 프락토올리고당, 차전자피, 가수분해효모, 효모 추출물 (베타글루칸의 원료), 금잔화 추출물(루테인의 원료), 비타민 A, 비타민 D3, 철, 요오드, 구리, 망간, 아연, 제올라이트, 소르빈산칼륨, 항산화제",
    "analysis": "단백질 36%, 지방 18%, 조섬유 2.3%, 조회분 7.7%, NFE 30.5%"
  },
  {
    "url": "https://www.royalcanin.com/kr/cats/products/retail-products/aroma-exigent",
    "title": "Aroma Exigent - 로얄캐닌",
    "key_benefits": [
      "일부 까다로운 반려묘는 생선에서 나는 향에 더욱 끌리게 됩니다. 아로마 엑시전트의 특정 향이 까다로운 반려묘들의 기호성 충족에 도움을 줍니다.",
      "적절한 에너지는 까다로운 반려묘의 이상적인 체중 유지에 도움을 줍니다.",
      "다양한 맛, 향 그리고 단백질 등 각 반려묘는 선호하는 기준이 다릅니다. 로얄캐닌 아로마 엑시전트는 세가지 다른 포뮬라로 까다로운 반려묘 기호성 충족에 도움을 줍니다."
    ],
    "descriptions": "향으로 입맛이 까다로운 생후 12개월 이후 반려묘의 기호성 만족에 도움을 주는 영양맞춤사료",
    "ingredients": "옥수수, 어분, 동물성 지방(가금류), 밀, 육분(닭, 칠면조, 오리), 옥수수 글루텐, 밀글루텐, 동물성 유도단백질(닭, 칠면조), 옥수수 분말, 분말셀룰로스, 혼합광물질류 합제, 사탕무박, 효모, 대두유, 어유, 보리지유, 비타민 A, 비타민 D3, 철, 요오드, 구리, 망간, 아연, 제올라이트, 소르빈산칼륨, 항산화제.",
    "analysis": "단백질 33%, 지방 15%, 조섬유 3.3%, 조회분 8.2%, NFE 35%"
  },
  {
    "url": "https://www.royalcanin.com/kr/cats/products/retail-products/intense-beauty-jelly",
    "title": "Intense Beauty Jelly - 로얄캐닌",
    "key_benefits": [
      "급여 후 21일 이내 윤기있는 털 개선에 도움 (로얄캐닌 내부 연구 결과)",
      "오메가 3, 6 지방산을 포함한 영양소 조합이 피부 장벽 강화에 도움을 줍니다. 특정 아미노산을 함유한 고품질의 단백질은 건강한 피부 발달과 피모 재생 촉진에 도움을 줍니다.",
      "동일한 제품의 건식과 습식의 혼합 급여는 영양학적 효과를 더 크게 해 줍니다. (요로기계 질환 예방, 체중관리에 도움, 기호성 유지에 도움)",
      "요로계 건강 향상에 도움을 줍니다."
    ],
    "descriptions": "Your cat's coat is a thing of beauty, which is why consuming an ideal level of nutrients is essential, otherwise the general health and appearance of its coat can be less than optimal. ROYAL CANIN® Intense Beauty in Jelly contains a patented complex of antioxidants and fatty acids (omega-3 & omega-6) specially formulated to help support and maintain the beauty and health of your cat's coat, as well as its skin. ROYAL CANIN® Intense Beauty in Jelly also helps your cat maintain an ideal weight - with a fat content of just 3.7% to prevent excess weight gain, and an optimal level of protein to contribute to healthy muscular growth and development. A healthy urinary system is also supported by ROYAL CANIN® Intense Beauty in Gravy, it helps maintain your cat's bladder function. To cater to each cat's individual preferences, ROYAL CANIN® Intense Beauty is also available as dry food, with crunchy and tasty kibble. If you're considering mixed feeding, simply follow our feeding guidelines to ensure your cat gets an accurate amount of both wet and dry food for optimal benefit.",
    "ingredients": "육류(닭, 돼지, 연어), 동물성 유도단백질(가금류, 돼지), 쌀분말, 소맥분, 밀 글루텐, 해바라기유, 분말셀룰로오스, 옥수수 전분, 어유, 카라멜, 아미노산제 합제, 혼합광물질류 합제, 비타민D3, 철, 요오드, 구리, 망간, 아연",
    "analysis": "단백질 10.50%, 지방 4%, 조섬유 1%, 조회분 1.50%"
  },
  {
    "url": "https://www.royalcanin.com/kr/cats/products/retail-products/indoor-long-hair",
    "title": "Indoor Long Hair - 로얄캐닌",
    "key_benefits": [
      "실내에서 생활하는 장모 반려묘는 헤어볼 생성이 쉽습니다. 인도어 롱헤어는 헤어볼의 장내 이동을 돕고 차전자피를 포함한 식이섬유가 자연적인 방법으로 헤어볼 배출을 하도록 돕습니다.",
      "운동부족은 장내 음식물의 느린 이동을 유도하여 변냄새를 증가시킬 수 있습니다. 로얄캐닌 인도어 롱헤어는 소화율이 높은 L.I.P 단백질을 포함하여 변의 양과 냄새를 감소시키는데 도움을 줍니다.",
      "EPA와 DHA를 함유하여 빛나는 피모의 상태를 유지하는데 도움을 줍니다."
    ],
    "descriptions": "생후 12개월 이후 장모 반려묘의 털 관리와 헤어볼 배출에 도움을 주는 영양맞춤사료",
    "ingredients": "육분(닭, 칠면조, 오리), 옥수수, 쌀, 밀글루텐, 밀, 동물성 지방(가금류), 동물성 유도단백질(닭, 칠면조), 소맥분, 분말셀룰로스, 대두유, 사탕무박, 혼합광물질류 합제, 효모, 어유, 프락토올리고당, 차전자피, 보리지유, 비타민 A, 비타민 D3, 철, 요오드, 구리, 망간, 아연, 제올라이트, 소르빈산칼륨, 항산화제.",
    "analysis": "단백질 30%, 지방 15%, 조섬유 4.1%, 조회분 8.1%, NFE 37.3%"
  }
]