[
    {
        "url": "https://solidgoldpet.com/product/fit-as-a-fiddle-with-alaskan-pollock/",
        "brand": "SolidGold Petfood",
        "title": "Solid Gold - Fit as a Fiddle with Fresh Caught Alaskan Pollock - Grain-Free - Weight Control Adult Dry Cat Food - SolidGold",
        "descriptions": "Butterball. Meatloaf. Pet names are endearing, but extra weight is no laughing matter when it comes to your cat’s health. This grain and gluten free weight control recipe is nutritious, delicious and figure-friendly. Crafted with fresh caught, omega-rich Alaskan pollock and featuring a unique blend of functional superfoods, this recipe not only provides gut health and overall immune support, but also aids in keeping your cat’s weight in check.",
        "key_benefits": null,
        "ingredients": "Pollock, Turkey Meal, Peas, Tapioca, Chickpeas, Pea Fiber, Ocean Fish Meal, Chicken Meal, Chicken Fat (Preserved with Mixed Tocopherols), Natural Flavor, Dried Eggs, Potatoes, Carrots, Potassium Chloride, Pumpkin, Choline Chloride, Blueberries, Cranberries, Salmon Oil (Preserved with Mixed Tocopherols), DL-Methionine, Taurine, Vitamins (Vitamin E Supplement, L-Ascorbyl-2-Polyphosphate (Source of Vitamin C), Niacin, Calcium Pantothenate, Riboflavin Supplement, Pyridoxine Hydrochloride, Thiamine Mononitrate, Vitamin A Supplement, Vitamin B12 Supplement, Vitamin D3 Supplement, Biotin, Folic Acid), Calcium Sulfate, Dried Chicory Root, Minerals (Zinc Sulfate, Ferrous Sulfate, Copper Sulfate, Manganese Sulfate, Zinc Proteinate, Manganese Proteinate, Copper Proteinate, Sodium Selenite, Calcium Iodate), Rosemary Extract, Dried Lactobacillus Acidophilus Fermentation Product, Dried Enterococcus Faecium Fermentation Product, Dried Lactobacillus Casei Fermentation Product.",
        "analysis": [
            "Crude Protein (Min.) 31.0%",
            "Crude Fat (Min.) 9.0%",
            "Crude Fat (Max.) 12.0%",
            "Crude Fiber (Max.) 9.0%",
            "Moisture (Max.) 10.0%",
            "DHA (Docosahexaenoic Acid) (Min.) 0.10%",
            "Vitamin E (Min.) 100 IU/kg",
            "Taurine (Min.) 0.15%",
            "Omega-6 Fatty Acids (Min.) 1.25%*",
            "Omega-3 Fatty Acids (Min.) 0.25%*",
            "Ascorbic Acid (Vitamin C) (Min.) 100 mg/kg*",
            "Total Microorganisms (Min.) 2 x 10^5 cfu/g*",
            "(Lactobacillus Acidophilus, Enterococcus Faecium, Lactobacillus Casei) ",
            "*Not recognized as an essential nutrient by the AAFCO Cat Food Nutrient Profiles. ",
            "Contains a source of live (viable) naturally occurring microorganisms. "
        ],
        "additive": null,
        "calorie": "Calories (ME) 3,300 kcal/kg, 360 kcal/cup"
    },
    {
        "url": "https://solidgoldpet.com/product/indigo-moon-chicken-dry/",
        "brand": "SolidGold Petfood",
        "title": "Solid Gold - Indigo Moon - High Protein & Grain-Free - Holistic Dry Cat Food for All Life Stages - SolidGold",
        "descriptions": "On the prowl for a grain and gluten free food your cat will love? This high-protein formula provides a combination of nutrient-dense ingredients and boasts healthy fats, all packed in a convenient dry food with the flavor your cat craves. Crafted with cage free, all natural chicken, nutrient-rich whole egg and our unique blend of functional superfoods, this recipe is sure to please even the pickiest palate while promoting gut health and overall immune support.",
        "key_benefits": null,
        "ingredients": "Chicken Meal, Potatoes, Canola Oil (Preserved with Mixed Tocopherols), Peas, Chicken, Dried Eggs, Ocean Fish Meal, Natural Flavors, Choline Chloride, Potassium Chloride, Taurine, DL-Methionine, Salmon Oil (Preserved with Mixed Tocopherols), Dried Chicory Root, Carrots, Pumpkin, Parsley, Apples, Cranberries, Blueberries, Lettuce, Celery, Beets, Watercress, Spinach, Broccoli, Spearmint, Almond Oil (Preserved with Mixed Tocopherols), Sesame Oil (Preserved with Mixed Tocopherols), Yucca Schidigera Extract, Dried Kelp, Thyme, Lentils, Vitamin A Supplement, Vitamin D3 Supplement, Vitamin E Supplement, Zinc Sulfate, Niacin, Ferrous Sulfate, L-Ascorbyl-2-Polyphosphate (Source of Vitamin C), Calcium Pantothenate, Thiamine Mononitrate, Copper Sulfate, Riboflavin, Pyridoxine Hydrochloride, Manganese Sulfate, Zinc Proteinate, Folic Acid, Calcium Iodate, Manganese Proteinate, Copper Proteinate, Sodium Selenite, Biotin, Vitamin B12 Supplement, Rosemary Extract, Dried Lactobacillus Acidophilus Fermentation Product, Dried Enterococcus Faecium Fermentation Product, Dried Lactobacillus Casei Fermentation Product.",
        "analysis": [
            "Crude Protein (Min.) 42.0%",
            "Crude Fat (Min.) 20.0%",
            "Crude Fiber (Max.) 3.0%",
            "Moisture (Max.) 10.0%",
            "DHA (Doxosahexaenoic Acid) (Min.) 0.05%",
            "Vitamin E (Min.) 250 IU/kg",
            "Taurine (Min.) 0.15%",
            "Omega-6 Fatty Acids (Min.) 3.00%*",
            "Omega-3 Fatty Acids (Min.) 1.10%*",
            "Total Microorganisms (Min.) 2 x 10^5 cfu/g*",
            "(Lactobacillus Acidophilus, Enterococcus Faecium, Lactobacillus Casei)",
            "*Not recognized as an essential nutrient by the AAFCO Cat Food Nutrient Profiles.",
            "Contains a source of live (viable) naturally occurring microorganisms."
        ],
        "additive": null,
        "calorie": "Calories (ME) 455 kcal/cup 3,860 kcal/kg"
    },
    {
        "url": "https://solidgoldpet.com/product/indigo-moon-with-alaskan-pollock/",
        "brand": "SolidGold Petfood",
        "title": "Solid Gold - Indigo Moon - High Protein & Grain-Free - Holistic Dry Cat Food for All Life Stages - SolidGold",
        "descriptions": "Give your furry friend with a meal sure to please even the pickiest palate with Solid Gold Indigo Moon High Protein Wild Alaskan Pollock & Eggs Recipe Grain-Free Dry Cat Food. It features fresh-caught, omega-rich Alaskan pollock, nutrient-rich whole egg and a unique blend of functional superfoods for a high-protein formula full of nutrient-dense ingredients and healthy fats. This grain and gluten-free food contains fiber-rich peas for a highly digestible energy source with living probiotics and omega fatty acids to cleanse, balance and fuel your paw-tner’s gut health and overall immune support. It is also free of corn, wheat and soy because your kitty deserves nothing but the best. Solid Gold Indigo Moon High Protein Wild Alaskan Pollock & Eggs Recipe Grain-Free Dry Food is ideal for active cats or those with diabetic health concerns.",
        "key_benefits": null,
        "ingredients": "Ocean Fish Meal, Chicken Meal, Peas, Chicken Fat (Preserved with Mixed Tocopherols), Pollock, Potato Protein, Tapioca, Dried Eggs, Ground Flaxseed, Natural Flavor, Carrots, Pumpkin, Salmon Oil (Preserved with Mixed Tocopherols), Potassium Chloride, Vitamins (Vitamin E Supplement, L-Ascorbyl-2-Polyphosphate (Source of Vitamin C), Niacin, Calcium Pantothenate, Riboflavin, Pyridoxine Hydrochloride, Thiamine Mononitrate, Vitamin A Supplement, Vitamin B12 Supplement, Vitamin D3 Supplement, Biotin, Folic Acid), Taurine, Choline Chloride, Minerals (Zinc Sulfate, Ferrous Sulfate, Copper Sulfate, Manganese Sulfate, Zinc Proteinate, Manganese Proteinate, Copper Proteinate, Sodium Selenite, Calcium Iodate), Blueberries, Cranberries, Dried Chicory Root, Rosemary Extract, Dried Lactobacillus Acidophilus Fermentation Product, Dried Enterococcus Faecium Fermentation Product, Dried Lactobacillus Casei Fermentation Product.",
        "analysis": [
            "Crude Protein (Min.) 42.0%",
            "Crude Fat (Min.) 20.0%",
            "Crude Fiber (Max.) 3.0%",
            "Moisture (Max.) 10.0%",
            "DHA (Docosahexaenoic Acid) (Min.) 0.1%",
            "Vitamin E (Min.) 100 IU/kg",
            "Taurine (Min.) 0.15%",
            "Omega-6 Fatty Acids (Min.) 3.0%*",
            "Omega-3 Fatty Acids (Min.) 1.0%*",
            "Ascorbic Acid (Vitamin C) (Min.) 100 mg/kg*",
            "Total Microorganisms (Min.) 2 x 10^5 cfu/g*",
            "(Lactobacillus Acidophilus, Enterococcus Faecium, Lactobacillus Casei) ",
            "*Not recognized as an essential nutrient by the AAFCO Cat Food Nutrient Profiles. ",
            "Contains a source of live (viable) naturally occurring microorganisms."
        ],
        "additive": null,
        "calorie": "Calories (ME) 3,970 kcal/kg 485 kcal/cup"
    },
    {
        "url": "https://solidgoldpet.com/product/katz-n-flocken-lamb/",
        "brand": "SolidGold Petfood",
        "title": "Solid Gold Dry Cat Food; Katz-N-Flocken Real Lamb & Brown Rice - SolidGold",
        "descriptions": "If your cat could pronounce it, they’d ask for this food by name. This recipe is inspired by our founder, Sissy McGill, and is packed with grass-fed lamb for high-density protein, healthy whole grains like brown rice and pearled barley and a unique blend of functional superfoods to promote gut health and overall immune support. This is the kind of nutrition that could change all nine of your cat’s lives!",
        "key_benefits": null,
        "ingredients": "Lamb, Chicken Meal, Brown Rice, Ocean Fish Meal, Pearled Barley, Pea Protein, Peas, Canola Oil (Preserved with Mixed Tocopherols), Ground Flaxseed, Dried Eggs, Natural Flavor, Calcium Sulfate, Carrots, Pumpkin, Salmon Oil (Preserved with Mixed Tocopherols), Choline Chloride, Potassium Chloride, DL-Methionine, Taurine, Blueberries, Cranberries, Vitamins (Vitamin E Supplement, L-Ascorbyl-2-Polyphosphate (Source of Vitamin C), Niacin, Calcium Pantothenate, Riboflavin, Pyridoxine Hydrochloride, Thiamine Mononitrate, Vitamin A Supplement, Vitamin B12 Supplement, Vitamin D3 Supplement, Biotin, Folic Acid), Minerals (Zinc Sulfate, Ferrous Sulfate, Copper Sulfate, Manganese Sulfate, Zinc Proteinate, Manganese Proteinate, Copper Proteinate, Sodium Selenite, Calcium Iodate), Dried Chicory Root, Rosemary Extract, Dried Bacillus Coagulans Fermentation Product.",
        "analysis": [
            "Crude Protein (Min.) 34.0%",
            "Crude Fat (Min.) 12.0%",
            "Crude Fiber (Max.) 3.0%",
            "Moisture (Max.) 10.0%",
            "DHA (Docosahexaenoic Acid) (Min.) 0.05%",
            "Vitamin E (Min.) 100 IU/kg",
            "Taurine (Min.) 0.15%",
            "Omega-6 Fatty Acids (Min.) 1.25%*",
            "Omega-3 Fatty Acids (Min.) 0.75%*",
            "Ascorbic Acid (Vitamin C) (Min.) 100 mg/kg*",
            "Total Microorganisms (Min.) 2 x 10^5 cfu/g*",
            "(Lactobacillus Acidophilus, Enterococcus Faecium, Lactobacillus Casei) ",
            "*Not recognized as an essential nutrient by the AAFCO Cat Food Nutrient Profiles. ",
            "Contains a source of live (viable) naturally occurring microorganisms."
        ],
        "additive": null,
        "calorie": "Calories (ME) 3525 kcal/kg, 380 kcal/cup"
    },
    {
        "url": "https://solidgoldpet.com/product/lets-stay-in-indoor-cat-with-salmon/",
        "brand": "SolidGold Petfood",
        "title": "Solid Gold - Let’s Stay In - Grain-Free - Indoor Formula Dry Cat Food with Superfoods - Hairball Control - Protected… - SolidGold",
        "descriptions": "Look no more, you have found a food specially designed to meet the needs of your indoor cat! Lean, cold water salmon combined with fiber packed lentils and our unique blend of functional superfoods will keep your cat feeling satisfied and can with hairball control. This grain and gluten free recipe also boasts living probiotics and rich omegas to provide gut health and overall immune support. Provide your indoor cat, including those with sensitivities to chicken protein, the balanced nutrition they need for a lifetime of indoor fun.",
        "key_benefits": null,
        "ingredients": "Salmon, Salmon Meal, Lentils, Peas, Turkey Meal, Pea Protein, Pea Fiber, Chicken Fat (Preserved with Mixed Tocopherols), Apples, Ground Flaxseed, Natural Flavor, Ocean Fish Meal, Dried Eggs, Carrots, Potassium Chloride, Choline Chloride, Pumpkin, Calcium Sulfate, Blueberries, Cranberries, Salmon Oil (Preserved with Mixed Tocopherols), Taurine, Vitamins (Vitamin E Supplement, L-Ascorbyl-2-Polyphosphate (Source of Vitamin C), Niacin, Calcium Pantothenate, Riboflavin, Pyridoxine Hydrochloride, Thiamine Mononitrate, Vitamin A Supplement, Vitamin B12 Supplement, Vitamin D3 Supplement, Biotin, Folic Acid), Minerals (Zinc Sulfate, Ferrous Sulfate, Copper Sulfate, Manganese Sulfate, Zinc Proteinate, Manganese Proteinate, Copper Proteinate, Sodium Selenite, Calcium Iodate), Dried Chicory Root, Rosemary Extract, Dried Lactobacillus Acidophilus Fermentation Product, Dried Enterococcus Faecium Fermentation Product, Dried Lactobacillus Casei Fermentation Product.",
        "analysis": [
            "Crude Protein (Min.) 36.0%",
            "Crude Fat (Min.) 16.0%",
            "Crude Fiber (Max.) 8.0%",
            "Moisture (Max.) 10.0%",
            "DHA (Docosahexaenoic Acid) (Min.) 0.1%",
            "Vitamin E (Min.) 100 IU/kg",
            "Taurine (Min.) 0.1%",
            "Omega-6 Fatty Acids (Min.) 2.0%*",
            "Omega-3 Fatty Acids (Min.) 0.5%*",
            "Ascorbic Acid (Vitamin C) (Min.) 100 mg/kg*",
            "Total Microorganisms (Min.) 2 x 10^5 cfu/g*",
            "(Lactobacillus Acidophilus, Enterococcus Faecium, Lactobacillus Casei) ",
            "*Not recognized as an essential nutrient by the AAFCO Cat Food Nutrient Profiles. ",
            "Contains a source of live (viable) naturally occurring microorganisms."
        ],
        "additive": null,
        "calorie": "Calories (ME) 3,700 kcal/kg, 435 kcal/cup"
    },
    {
        "url": "https://solidgoldpet.com/product/lets-stay-in-with-chicken/",
        "brand": "SolidGold Petfood",
        "title": "Solid Gold - Let’s Stay In - Grain-Free - Indoor Formula Dry Cat Food with Superfoods - Hairball Control - Protected… - SolidGold",
        "descriptions": "Look no more, you have found a food specially designed to meet the needs of your indoor cat! Cage free, all natural chicken combined with fiber packed lentils and our unique blend of functional superfoods will keep your cat feeling satisfied and can help with hairball control. This grain and gluten free recipe also boasts living probiotics and rich omegas to provide gut health and overall immune support. Provide your indoor cat the balanced nutrition they need for a lifetime of indoor fun.",
        "key_benefits": null,
        "ingredients": "Chicken, Chicken Meal, Lentils, Peas, Turkey Meal, Pea Protein, Pea Fiber, Chicken Fat (Preserved with Mixed Tocopherols), Ocean Fish Meal, Apples, Ground Flaxseed, Natural Flavor, Dried Eggs, Carrots, Potassium Chloride, Choline Chloride, Salmon Oil (Preserved with Mixed Tocopherols), Pumpkin, Blueberries, Cranberries, Vitamins (Vitamin E Supplement, L-Ascorbyl-2-Polyphosphate (Source of Vitamin C), Niacin, Calcium Pantothenate, Riboflavin, Pyridoxine Hydrochloride, Thiamine Mononitrate, Vitamin A Supplement, Vitamin B12 Supplement, Vitamin D3 Supplement, Biotin, Folic Acid), Calcium Sulfate, Minerals (Zinc Sulfate, Ferrous Sulfate, Copper Sulfate, Manganese Sulfate, Zinc Proteinate, Manganese Proteinate, Copper Proteinate, Sodium Selenite, Calcium Iodate), Taurine, DL-Methionine, Dried Chicory Root, Rosemary Extract, Dried Lactobacillus Acidophilus Fermentation Product, Dried Enterococcus Faecium Fermentation Product, Dried Lactobacillus Casei Fermentation Product.",
        "analysis": [
            "Crude Protein (Min.) 36.0%",
            "Crude Fat (Min.) 16.0%",
            "Crude Fiber (Max.) 8.0%",
            "Moisture (Max.) 10.0%",
            "DHA (Docosahexaenoic Acid) (Min.) 0.05%",
            "Vitamin E (Min.) 100 IU/kg",
            "Taurine (Min.) 0.1%",
            "Omega-6 Fatty Acids (Min.) 2.0%*",
            "Omega-3 Fatty Acids (Min.) 0.5%*",
            "Ascorbic Acid (Vitamin C) (Min.) 100 mg/kg*",
            "Total Microorganisms 2 x 10^5 cfu/g*",
            "(Lactobacillus Acidophilus, Enterococcus Faecium, Lactobacillus Casei) ",
            "*Not recognized as an essential nutrient by the AAFCO Cat Food Nutrient Profiles. ",
            "Contains a source of live (viable) naturally occurring microorganisms."
        ],
        "additive": null,
        "calorie": "Calories (ME) 3,600 kcal/kg, 425 kcal/cup"
    },
    {
        "url": "https://solidgoldpet.com/product/nutrientboost-katz-n-flocken-with-lamb/",
        "brand": "SolidGold Petfood",
        "title": "NutrientBoost Katz-N-Flocken With Lamb - SolidGold",
        "descriptions": [
            "Your cat’s favorite recipe just got a new boost! NutrientBoost Katz-N-Flocken is powered by plasma to improve digestion and nutrient absorption. Learn more about NutrientBoost at www.solidgoldpet.com/plasma",
            "If your cat could pronounce it, they’d ask for this food by name. This recipe is inspired by our founder, Sissy McGill, and is packed with grass-fed lamb for high-density protein, healthy whole grains like brown rice and pearled barley and a unique blend of functional superfoods to promote gut health and overall immune support. This is the kind of nutrition that could change all nine of your cat’s lives!"
        ],
        "key_benefits": null,
        "ingredients": "Lamb, Chicken Meal, Brown Rice, Ocean Fish Meal, Pearled Barley, Peas, Pea Protein, Animal Plasma, Canola Oil (Preserved with Mixed Tocopherols), Natural Flavor, Spray Dried Animal Blood Cells, Ground Flaxseed, Dried Eggs, Calcium Sulfate, Carrots, Pumpkin, Salmon Oil (Preserved with Mixed Tocopherols), Choline Chloride, Potassium Chloride, DL-Methionine, Taurine, Blueberries, Cranberries, Vitamins (Vitamin E Supplement, L-Ascorbyl-2-Polyphosphate (Source of Vitamin C), Niacin, Calcium Pantothenate, Riboflavin, Pyridoxine Hydrochloride, Thiamine Mononitrate, Vitamin A Supplement, Vitamin B12 Supplement, Vitamin D3 Supplement, Biotin, Folic Acid), Minerals (Zinc Sulfate, Ferrous Sulfate, Copper Sulfate, Manganese Sulfate, Zinc Proteinate, Manganese Proteinate, Copper Proteinate, Sodium Selenite, Calcium Iodate), Dried Chicory Root, Rosemary Extract, Dried Lactobacillus Acidophilus Fermentation Product, Dried Enterococcus Faecium Fermentation Product, Dried Lactobacillus Casei Fermentation Product.",
        "analysis": [
            "Crude Protein (Min.) 36.0% Omega-6 Fatty Acids (Min.) 1.25%*",
            "Crude Fat (Min.) 12.0% Omega-3 Fatty Acids (Min.) 0.75%*",
            "Crude Fiber (Max.) 3.0% Ascorbic Acid (Vitamin C) (Min.) 100 mg/kg",
            "Moisture (Max.) 10.0% Total Microorganisms (Min.) 2x10^5 cfu/g*",
            "DHA (Docosahexaenoic Acid) (Min.) 0.05% (Lactobacillus Acidophilus, Enterococcus Faecium, Lactobacillus Casei) ",
            "Vitamin E (Min.) 100 IU/kg",
            "Taurine (Min.) 0.15%* "
        ],
        "additive": null,
        "calorie": ""
    },
    {
        "url": "https://solidgoldpet.com/product/touch-of-heaven-with-chicken/",
        "brand": "SolidGold Petfood",
        "title": "Solid Gold - Touch of Heaven - Natural Chicken & Sweet Potato - Grain-Free & Gluten-Free - Holistic Dry Kitten Food - 6… - SolidGold",
        "descriptions": "Something this adorable must be heaven-sent! Formulated for kittens, this grain and gluten free recipe boasts high density, lean protein to help build strong muscles, DHA for cognitive development and is omega-rich. Living probiotics, combined with a unique blend of nutritious superfoods, provide gut health and overall immune support. Give your little angel the proper nutrition to support them into their prime!",
        "key_benefits": null,
        "ingredients": "Chicken, Chicken Meal, Turkey Meal, Sweet Potatoes, Pea Protein, Peas, Chicken Fat (Preserved with Mixed Tocopherols), Ocean Fish Meal, Dried Eggs, Ground Flaxseed, Natural Flavor, Carrots, Pumpkin, Salmon Oil (Preserved with Mixed Tocopherols), Calcium Sulfate, Choline Chloride, DL-Methionine, Blueberries, Cranberries, Potassium Chloride, Taurine, Salt, Vitamins (Vitamin E Supplement, L-Ascorbyl-2-Polyphosphate (Source of Vitamin C), Niacin, Calcium Pantothenate, Riboflavin, Pyridoxine Hydrochloride, Thiamine Mononitrate, Vitamin A Supplement, Vitamin B12 Supplement, Vitamin D3 Supplement, Biotin, Folic Acid), Minerals (Zinc Sulfate, Ferrous Sulfate, Copper Sulfate, Manganese Sulfate, Zinc Proteinate, Manganese Proteinate, Copper Proteinate, Sodium Selenite, Calcium Iodate), Dried Chicory Root, Rosemary Extract, Dried Lactobacillus Acidophilus Fermentation Product, Dried Enterococcus Faecium Fermentation Product, Dried Lactobacillus Casei Fermentation Product.",
        "analysis": [
            "Crude Protein (Min.) 36.0%",
            "Crude Fat (Min.) 18.0%",
            "Crude Fiber (Max.) 3.0%",
            "Moisture (Max.) 10.0%",
            "DHA (Docosahexaenoic Acid) (Min.) 0.05%",
            "Vitamin E (Min.) 100 IU/kg",
            "Taurine (Min.) 0.15%",
            "Omega-6 Fatty Acids (Min.) 2.5%*",
            "Omega-3 Fatty Acids (Min.) 0.3%*",
            "Ascorbic Acid (Vitamin C) (Min.) 100 mg/kg*",
            "Total Microorganisms 2 x 10^5 cfu/g*",
            "(Lactobacillus Acidophilus, Enterococcus Faecium, Lactobacillus Casei) ",
            "*Not recognized as an essential nutrient by the AAFCO Cat Food Nutrient Profiles. ",
            "Contains a source of live (viable) naturally occurring microorganisms."
        ],
        "additive": null,
        "calorie": "3,820 kcal/kg 420 kcal/cup"
    },
    {
        "url": "https://solidgoldpet.com/product/winged-tiger-real-quail/",
        "brand": "SolidGold Petfood",
        "title": "Solid Gold - Winged Tiger - Real Quail & Pumpkin - Grain-Free & Gluten-Free - Holistic Sensitive Stomach dry cat food… - SolidGold",
        "descriptions": "This grain and gluten free cat food boasts well-balanced nutrition to fuel your cat’s tiger like skills and the appetite to match. It is packed with high-quality quail, a lean protein, our unique blend of functional superfoods and omega fatty acids to provide gut health and overall immune support. This recipe also features fiber-rich pumpkin and is ideal for cats with sensitive stomachs or digestive upset to keep their adventures going.",
        "key_benefits": null,
        "ingredients": "Quail, Turkey Meal, Chicken Meal, Peas, Potatoes, Tapioca, Chickpeas, Ocean Fish Meal, Chicken Fat (Preserved with Mixed Tocopherols), Pumpkin, Natural Flavor, Dried Eggs, Carrots, Potassium Chloride, Calcium Sulfate, Choline Chloride, Blueberries, Cranberries, Salmon Oil (Preserved with Mixed Tocopherols), Vitamins (Vitamin E Supplement, L-Ascorbyl-2-Polyphosphate (Source of Vitamin C), Niacin, Calcium Pantothenate, Riboflavin, Pyridoxine Hydrochloride, Thiamine Mononitrate, Vitamin A Supplement, Vitamin B12 Supplement, Vitamin D3 Supplement, Biotin, Folic Acid), Minerals (Zinc Sulfate, Ferrous Sulfate, Copper Sulfate, Manganese Sulfate, Zinc Proteinate, Manganese Proteinate, Copper Proteinate, Sodium Selenite, Calcium Iodate), Taurine, DL-Methionine, Dried Chicory Root, Rosemary Extract, Dried Lactobacillus Acidophilus Fermentation Product, Dried Enterococcus Faecium Fermentation Product, Dried Lactobacillus Casei Fermentation Product.",
        "analysis": [
            "Crude Protein (Min.) 30.0%",
            "Crude Fat (Min.) 13.0%",
            "Crude Fiber (Max.) 3.0%",
            "Moisture (Max.) 10.0%",
            "DHA (Docosahexaenoic Acid) (Min.) 0.03%",
            "Vitamin E (Min.) 100 IU/kg",
            "Taurine (Min.) 0.15%",
            "Omega-6 Fatty Acids (Min.) 2.00%*",
            "Omega-3 Fatty Acids (Min.) 0.2%*",
            "Ascorbic Acid (Vitamin C) (Min.) 100 mg/kg*",
            "Total Microorganisms (Min.) 2 x 10^5 cfu/g*",
            "(Lactobacillus Acidophilus, Enterococcus Faecium, Lactobacillus Casei) ",
            "*Not recognized as an essential nutrient by the AAFCO Cat Food Nutrient Profiles. ",
            "Contains a source of live (viable) naturally occurring microorganisms."
        ],
        "additive": null,
        "calorie": "Calories (ME) 3600 kcal/kg 385 kcal/cup"
    }
]