[
    {
        "url": "https://tenderandtruepet.com/catfoodrecipes/ocean_whitefish_dry/",
        "brand": "Tender and True",
        "title": "Ocean Whitefish and Potato Dry Cat Food - Tender and True Pet",
        "descriptions": "We start with ocean-caught whitefish as the #1 ingredient. Our recipes are made with a precise blend of natural ingredients, antioxidants, vitamins and minerals expressly blended for optimal nutrition.",
        "key_benefits": [
            "#1 ingredient is ocean-caught whitefish",
            "MSC certified sustainable seafood",
            "100% balanced nutrition, with added vitamins, minerals & other trace nutrients",
            "No artificial preservatives, colors or flavors",
            "No corn, wheat or soy recipe",
            "Product prepared in the USA"
        ],
        "ingredients": "Ingredients: Whitefish, Whitefish meal, Tapioca starch, Dried Potato, Canola Oil (preserved with mixed tocopherols), Beet pulp, Flaxseed meal, Dried Peas, Sesame Oil, Dried yeast, Fish oil (preserved with mixed tocopherols), Monosodium phosphate, Calcium Carbonate, Lecithin, Salt, Natural flavors, Mixed tocopherols (preservative), Choline chloride, Dextrose, Potassium chloride, Taurine, Ascorbic acid, Vitamin E supplement, Zinc proteinate, Zinc sulfate, Manganous oxide, Manganese proteinate, Inositol, Ferrous sulfate, Niacin, Vitamin B12 supplement, Zinc oxide, Iron proteinate, Thiamine mononitrate, Biotin, Riboflavin supplement, Calcium pantothenate, Pyridoxine hydrochloride, Sodium selenite, Copper sulfate, Vitamin A supplement, Copper proteinate, Citric acid (preservative), Vitamin D3 supplement, Folic acid, Potassium iodide.",
        "analysis": [
            "Crude Protein Min 30%",
            "Crude Fat Min 16%",
            "Crude Fiber Max 3.75%",
            "Moisture Max 10%",
            "EPA (Eicosapentaenoic Acid) Min .45%",
            "DHA (Docosahexaenoic Acid) Min  .42%",
            "Calcium Min  1.2%",
            "Phosphorus Min .9%",
            "Omega 6 Fatty Acids* Min 2.75%",
            "Omega 3 Fatty Acids* Min  2.65%"
        ],
        "additive": null,
        "calorie": "Calorie Content (ME Calculated as Fed): 3,650 kcal/kg; 365 kcal/cup"
    },
    {
        "url": "https://tenderandtruepet.com/catfoodrecipes/salmon-sweet-potato-recipe-dry-cat-food/",
        "brand": "Tender and True",
        "title": "Salmon and Sweet Potato Dry Cat Food - Tender and True Pet",
        "descriptions": "We start with wild-caught Alaskan salmon as the #1 ingredient. Our recipes are made with a precise blend of natural ingredients, antioxidants, vitamins and minerals expressly blended for optimal nutrition.",
        "key_benefits": [
            "#1 ingredient is wild-caught Alaskan salmon",
            "MSC certified sustainable seafood",
            "Limited ingredient diet – no poultry",
            "Grain free recipe",
            "100% balanced nutrition, with added vitamins, minerals & other trace nutrients",
            "No artificial preservatives, colors or flavors",
            "No corn, wheat or soy recipe",
            "Product prepared in the USA"
        ],
        "ingredients": "Ingredients: Salmon, Whitefish meal, Dried sweet potato, Tapioca starch, Dried potato, Pea flour, Flaxseed meal, Dried peas, Coconut oil, Dried beet pulp, Potato starch, Fish oil (preserved with mixed tocopherols), Potato flour, Canola oil, Natural flavors, Sodium phosphate, Lecithin, Mixed tocopherols with rosemary (preservatives), Choline chloride, Taurine, Potassium chloride, Salt, Ascorbic acid, Vitamin E supplement, Zinc proteinate, Zinc sulfate, Manganous oxide, Manganese proteinate, Inositol, Ferrous sulfate, Niacin, Vitamin B12 supplement, Zinc oxide, Iron proteinate, Thiamine mononitrate, Biotin, Riboflavin supplement, Calcium pantothenate, Pyridoxine hydrochloride, Sodium selenite, Copper sulfate, Vitamin A supplement, Copper proteinate, Citric acid (preservative), Vitamin D3 supplement, Folic acid, Potassium iodide.",
        "analysis": [
            "Crude Protein Min 30%",
            "Crude Fat Min 16%",
            "Crude Fiber Max 3.75%",
            "Moisture Max 10%",
            "EPA (Eicosapentaenoic Acid) Min .5%",
            "DHA (Docosahexaenoic Acid) Min  .4%",
            "Calcium Min  1.15%",
            "Phosphorus Min  1.%",
            "Omega 6 Fatty Acids* Min 1.25%",
            "Omega 3 Fatty Acids* Min  2.25%"
        ],
        "additive": null,
        "calorie": "Calorie Content (ME Calculated as Fed): 4,700 kcal/kg; 470 kcal/cup"
    },
    {
        "url": "https://tenderandtruepet.com/catfoodrecipes/turkey_and_brown_rice_dry/",
        "brand": "Tender and True",
        "title": "Turkey and Brown Rice Dry Cat Food - Tender and True Pet",
        "descriptions": "We start with natural turkey Raised Without Antibiotics as the #1 ingredient. Our recipes are made with a precise blend of natural ingredients, antioxidants, vitamins and minerals expressly blended for optimal nutrition.",
        "key_benefits": [
            "#1 ingredient: all natural farm raised without antibiotics turkey",
            "100% balanced nutrition, with added vitamins, minerals & other trace nutrients",
            "GAP Certified – Step 1 humanely raised turkey",
            "No corn, wheat or soy recipe",
            "No artificial preservatives, colors or flavors",
            "No added hormones*",
            "Product prepared in the USA"
        ],
        "ingredients": "Ingredients: Turkey, Chicken meal, Brown rice, Whitefish meal, Tapioca starch, Flaxseed meal, Dried beet pulp, Chicken fat (preserved with mixed tocopherols), Potato flour, Potato Starch, Chicken liver, Natural flavors, Menhaden fish oil (preserved with mixed tocopherols), Choline chloride, Mixed tocopherols (preservative), Potassium chloride, Taurine, Salt, Calcium carbonate, Ascorbic acid, Vitamin E supplement, Zinc proteinate, Zinc sulfate, Manganous oxide, Manganese proteinate, Inositol, Ferrous sulfate, Niacin, Vitamin B12 supplement, Zinc oxide, Iron proteinate, Thiamine mononitrate, Biotin, Riboflavin supplement, Calcium pantothenate, Pyridoxine hydrochloride, Sodium selenite, Copper sulfate, Vitamin A supplement, Copper proteinate, Citric acid (preservative), Vitamin D3 supplement, Folic acid, Potassium iodide.",
        "analysis": [
            "Crude Protein Min 30%",
            "Crude Fat Min 17%",
            "Crude Fiber Max 3.5%",
            "Moisture Max 10%",
            "EPA (Eicosapentaenoic Acid) Min .35%",
            "DHA (Docosahexaenoic Acid) Min  .3%",
            "Calcium Min  1.15%",
            "Phosphorus Min .9%",
            "Omega 6 Fatty Acids* Min 3%",
            "Omega 3 Fatty Acids* Min 2%"
        ],
        "additive": null,
        "calorie": "Calorie Content (ME Calculated as Fed): 3,500 kcal/kg; 350 kcal/cup"
    },
    {
        "url": "https://tenderandtruepet.com/chicken-and-brown-rice-dry-cat-food/",
        "brand": "Tender and True",
        "title": "Chicken and Brown Rice Dry Cat Food - Tender and True Pet",
        "descriptions": "We start with natural chicken Raised Without Antibiotics as the #1 ingredient. Our recipes are made with a precise blend of natural ingredients, antioxidants, vitamins and minerals expressly blended for optimal nutrition.",
        "key_benefits": [
            "U.S. farm raised chicken is the #1 ingredient",
            "GAP Certified Step 2 humanely raised chicken",
            "100% balanced nutrition, with added vitamins, minerals & other trace nutrients",
            "No corn, wheat or soy recipe",
            "No artificial preservatives, colors or flavors",
            "No added hormones*",
            "Product prepared in the USA"
        ],
        "ingredients": "Ingredients: Chicken, Chicken meal, Brown rice, Whitefish meal, Tapioca starch, Flaxseed meal, Dried beet pulp, Chicken fat (preserved with mixed tocopherols), Potato flour, Potato Starch, Chicken liver, Natural flavors, Menhaden fish oil (preserved with mixed tocopherols), Potassium chloride, Choline chloride, Mixed tocopherols (preservative), Taurine, Salt, Calcium carbonate, Ascorbic acid, Vitamin E supplement, Zinc proteinate, Zinc sulfate, Manganous oxide, Manganese proteinate, Inositol, Ferrous sulfate, Niacin, Vitamin B12 supplement, Zinc oxide, Iron proteinate, Thiamine mononitrate, Biotin, Riboflavin supplement, Calcium pantothenate, Pyridoxine hydrochloride, Sodium selenite, Copper sulfate, Vitamin A supplement, Copper proteinate, Citric acid (preservative), Vitamin D3 supplement, Folic acid, Potassium iodide.",
        "analysis": [
            "Crude Protein Min 30%",
            "Crude Fat Min 17%",
            "Crude Fiber Max 3%",
            "Moisture Max 10%",
            "EPA (Eicosapentaenoic Acid) Min .35%",
            "DHA (Docosahexaenoic Acid) Min  .3%",
            "Calcium Min  1.15%",
            "Phosphorus Min  .9%",
            "Omega 6 Fatty Acids* Min 3%",
            "Omega 3 Fatty Acids* Min  2%"
        ],
        "additive": null,
        "calorie": "Calorie Content (ME Calculated as Fed): 3,700 kcal/kg; 370 kcal/cup"
    },
    {
        "url": "https://tenderandtruepet.com/chicken-liver-organic-dry-cat-food/",
        "brand": "Tender and True",
        "title": "Organic Chicken & Liver Dry Cat Food - Tender and True Pet",
        "descriptions": "We start with organic chicken as the #1 ingredient within all of our organic pet foods. Our recipes are made with a precise blend of organic ingredients, antioxidants, vitamins and minerals expressly blended for optimal nutrition.",
        "key_benefits": [
            "#1 ingredient: organic U.S. farm raised chicken",
            "Grain free recipe",
            "100% balanced nutrition, with added vitamins, minerals & other trace nutrients",
            "GAP Certified – Step 3 humanely raised chicken",
            "No corn, wheat or soy recipe",
            "No artificial preservatives, colors or flavors",
            "No added hormones*",
            "Product prepared in the USA"
        ],
        "ingredients": "Ingredients: Organic chicken, Organic chicken meal, Organic tapioca starch, Organic pea flour, Organic dried pea, Organic flaxseed meal, Organic chicken fat (preserved with mixed tocopherols), Organic chicken liver, Natural flavors, Menhaden fish oil (preserved with mixed tocopherols), Choline chloride, Salt, Mixed tocopherols(preservative), Taurine, Ascorbic acid, Vitamin E supplement, Zinc proteinate, Zinc sulfate, Manganous oxide, Manganese proteinate, Inositol, Ferrous sulfate, Niacin, Vitamin B12 supplement, Zinc oxide, Iron proteinate, Thiamine Mononitrate, Biotin, Riboflavin supplement, Calcium pantothenate, Pyridoxine hydrochloride, Sodium selenite, Copper sulfate, Vitamin A supplement, Copper proteinate, Citric acid (preservative), Vitamin D3 supplement, Folic acid, Potassium iodide.",
        "analysis": [
            "Crude Protein Min 30%",
            "Crude Fat Min 18%",
            "Crude Fiber Max 6.5%",
            "Moisture Max 10%",
            "EPA (Eicosapentaenoic Acid) Min .12%",
            "DHA (Docosahexaenoic Acid) Min  .1%",
            "Calcium Min  1.5%",
            "Phosphorus Min  1.05%",
            "Omega 6 Fatty Acids* Min 4%",
            "Omega 3 Fatty Acids* Min  1.7%"
        ],
        "additive": null,
        "calorie": "Calorie Content (ME Calculated as Fed): 3,500 kcal/kg; 350 kcal/cup"
    },
    {
        "url": "https://tenderandtruepet.com/org-turkey-liver-dry-cat-food/",
        "brand": "Tender and True",
        "title": "Organic Turkey & Liver Dry Cat Food - Tender and True Pet",
        "descriptions": "We start with organic turkey as the #1 ingredient. Our recipes are made with a precise blend of organic ingredients, antioxidants, vitamins and minerals expressly blended for optimal nutrition.",
        "key_benefits": [
            "#1 ingredient: organic U.S. farm raised turkey",
            "Grain free recipe",
            "100% balanced nutrition, with added vitamins, minerals & other trace nutrients",
            "GAP Certified – Step 1 humanely raised turkey",
            "No corn, wheat or soy recipe",
            "No artificial preservatives, colors or flavors",
            "No added hormones*",
            "Product prepared in the USA"
        ],
        "ingredients": "Ingredients: Organic Turkey, Organic Chicken meal, Organic tapioca starch, Organic dried pea, Organic pea flour, Organic chickpea, Organic flaxseed meal, Organic potato starch, Organic chicken fat (preserved with mixed tocopherols), Natural flavors, Organic Chicken Liver, Menhaden fish oil (preserved with mixed tocopherols), Choline chloride, Mixed tocopherols (preservative), Calcium carbonate, Taurine, Ascorbic acid, Vitamin E supplement, Zinc proteinate, Zinc sulfate, Manganous oxide, Manganese proteinate, Inositol, Ferrous sulfate, Niacin, Vitamin B12 supplement, Zinc oxide, Iron proteinate, Thiamine Mononitrate, Biotin, Riboflavin supplement, Calcium pantothenate, Pyridoxine hydrochloride, Sodium selenite, Copper sulfate, Vitamin A supplement, Copper proteinate, Citric acid (preservative), Vitamin D3 supplement, Folic acid, Potassium iodide.",
        "analysis": [
            "Crude Protein Min 30%",
            "Crude Fat Min 18%",
            "Crude Fiber Max 6.75%",
            "Moisture Max 10%",
            "EPA (Eicosapentaenoic Acid) Min .1%",
            "DHA (Docosahexaenoic Acid) Min  .01%",
            "Calcium Min  1.2%",
            "Phosphorus Min  1.05%",
            "Omega 6 Fatty Acids* Min 3.75%",
            "Omega 3 Fatty Acids* Min  1.5%"
        ],
        "additive": null,
        "calorie": "Calorie Content (ME Calculated as Fed): 3,650 kcal/kg; 365 kcal/cup"
    }
]