[
    {
        "url": "https://tikipets.com/product/tiki-cat/after-dark/chicken-2/",
        "brand": "TIKI CATS",
        "title": "Tiki Cat® After Dark Chicken",
        "descriptions": "Give cats the real meat they crave with succulent shredded chicken and organ meat in a savory broth.",
        "key_benefits": [
            "Grain & Potato Free",
            "Non-GMO Ingredients",
            "Plus Liver, Gizzard & Heart"
        ],
        "ingredients": "Chicken, chicken broth, chicken liver, chicken gizzard, chicken heart, tricalcium phosphate, potassium chloride, choline chloride, magnesium sulfate, salt, taurine, ferrous sulfate, thiamine mononitrate (vitamin B1), vitamin E supplement, tuna oil, niacin (vitamin B3), zinc oxide, vitamin A supplement, biotin, vitamin B12 supplement, copper amino acid chelate, manganous oxide, calcium pantothenate, riboflavin supplement (vitamin B2), sodium selenite, pyridoxine hydrochloride (vitamin B6), folic acid, potassium iodide, vitamin D3 supplement",
        "analysis": [
            "Crude Protein (min) 12%",
            "Crude Fat (min) 2.2%",
            "Crude Fiber (max) 0.7%",
            "Moisture (max) 83%"
        ],
        "additive": null,
        "calorie": [
            "66 kcal/2.8 oz. can",
            "128 kcal/5.5 oz. can"
        ]
    },
    {
        "url": "https://tikipets.com/product/tiki-cat/after-dark/chicken-beef/",
        "brand": "TIKI CATS",
        "title": "Tiki Cat® After Dark Chicken & Beef",
        "descriptions": "Give cats the real meat they crave with shredded chicken, organ meat and hearty beef in a rich broth.",
        "key_benefits": [
            "Grain & Potato Free",
            "Non-GMO Ingredients",
            "Plus Liver, Gizzard & Heart"
        ],
        "ingredients": "Chicken, chicken broth, chicken liver, chicken gizzard, chicken heart, beef, tricalcium phosphate, potassium chloride, choline chloride, magnesium sulfate, salt, taurine, ferrous sulfate, thiamine mononitrate (vitamin B1), vitamin E supplement, tuna oil, niacin (vitamin B3), zinc oxide, vitamin A supplement, biotin, vitamin B12 supplement, copper amino acid chelate, manganous oxide, calcium pantothenate, riboflavin supplement (vitamin B2), sodium selenite, pyridoxine hydrochloride (vitamin B6), folic acid, potassium iodide, vitamin D3 supplement.",
        "analysis": [
            "Crude Protein (min) 13.4%",
            "Crude Fat (min) 2%",
            "Crude Fiber (max) 0.7%",
            "Moisture (max) 81%"
        ],
        "additive": null,
        "calorie": [
            "59 kcal/2.8 oz. can",
            "116 kcal/5.5 oz. can"
        ]
    },
    {
        "url": "https://tikipets.com/product/tiki-cat/after-dark/chicken-duck/",
        "brand": "TIKI CATS",
        "title": "Tiki Cat® After Dark Chicken & Duck",
        "descriptions": "Give cats the real meat they crave with tender shredded chicken, organ meat and duck in a luscious broth.",
        "key_benefits": [
            "Grain & Potato Free",
            "Non-GMO Ingredients",
            "Plus Liver, Gizzard & Heart"
        ],
        "ingredients": "Chicken, chicken broth, chicken liver, chicken gizzard, chicken heart, duck, tricalcium phosphate, potassium chloride, choline chloride, magnesium sulfate, salt, taurine, ferrous sulfate, thiamine mononitrate (vitamin B1), vitamin E supplement, tuna oil, niacin (vitamin B3), zinc oxide, vitamin A supplement, biotin, vitamin B12 supplement, copper amino acid chelate, manganous oxide, calcium pantothenate, riboflavin supplement (vitamin B2), sodium selenite, pyridoxine hydrochloride (vitamin B6), folic acid, potassium iodide, vitamin D3 supplement",
        "analysis": [
            "Crude Protein (min) 13%",
            "Crude Fat (min) 2%",
            "Crude Fiber (max) 0.7%",
            "Moisture (max) 82%"
        ],
        "additive": null,
        "calorie": [
            "59 kcal/2.8 oz. can",
            "114 kcal/5.5 oz. can"
        ]
    },
    {
        "url": "https://tikipets.com/product/tiki-cat/after-dark/chicken-lamb/",
        "brand": "TIKI CATS",
        "title": "Tiki Cat® After Dark Chicken & Lamb",
        "descriptions": "Give cats the real meat they crave with shredded chicken, organ meat and tender lamb in a savory broth.",
        "key_benefits": [
            "Grain & Potato Free",
            "Non-GMO Ingredients",
            "Plus Liver, Gizzard & Heart"
        ],
        "ingredients": "Chicken, chicken broth, chicken liver, chicken gizzard, chicken heart, lamb, tricalcium phosphate, potassium chloride, choline chloride, magnesium sulfate, salt, taurine, ferrous sulfate, thiamine mononitrate (vitamin B1), vitamin E supplement, tuna oil, niacin (vitamin B3), zinc oxide, vitamin A supplement, biotin, vitamin B12 supplement, copper amino acid chelate, manganous oxide, calcium pantothenate, riboflavin supplement (vitamin B2), sodium selenite, pyridoxine hydrochloride (vitamin B6), folic acid, potassium iodide, vitamin D3 supplement",
        "analysis": [
            "Crude Protein (min) 13%",
            "Crude Fat (min) 2.3%",
            "Crude Fiber (max) 0.6%",
            "Moisture (max) 82%"
        ],
        "additive": null,
        "calorie": [
            "61 kcal/2.8 oz. can",
            "120 kcal/5.5 oz. can"
        ]
    },
    {
        "url": "https://tikipets.com/product/tiki-cat/after-dark/chicken-pork/",
        "brand": "TIKI CATS",
        "title": "Tiki Cat® After Dark Chicken & Pork",
        "descriptions": "Give cats the real meat they crave with shredded chicken, organ meat and savory pork in a mouthwatering broth.",
        "key_benefits": [
            "Grain & Potato Free",
            "Non-GMO Ingredients",
            "Plus Liver, Gizzard & Heart"
        ],
        "ingredients": "Chicken, chicken broth, chicken liver, chicken gizzard, chicken heart, pork, tricalcium phosphate, potassium chloride, choline chloride, magnesium sulfate, salt, taurine, ferrous sulfate, thiamine mononitrate (vitamin B1), vitamin E supplement, tuna oil, niacin (vitamin B3), zinc oxide, vitamin A supplement, biotin, vitamin B12 supplement, copper amino acid chelate, manganous oxide, calcium pantothenate, riboflavin supplement (vitamin B2), sodium selenite, pyridoxine hydrochloride (vitamin B6), folic acid, potassium iodide, vitamin D3 supplement",
        "analysis": [
            "Crude Protein (min) 13%",
            "Crude Fat (min) 2%",
            "Crude Fiber (max) 0.6%",
            "Moisture (max) 81%"
        ],
        "additive": null,
        "calorie": [
            "59 kcal/2.8 oz. can",
            "116 kcal/5.5 oz. can"
        ]
    },
    {
        "url": "https://tikipets.com/product/tiki-cat/after-dark/chicken-quail/",
        "brand": "TIKI CATS",
        "title": "Tiki Cat® After Dark Chicken & Quail Egg",
        "descriptions": "Give cats the real meat they crave with delicious shredded chicken, organ meat and whole quail egg in an enticing broth.",
        "key_benefits": [
            "Grain & Potato Free",
            "Non-GMO Ingredients",
            "Plus Liver, Gizzard & Heart"
        ],
        "ingredients": "Chicken, chicken broth, quail egg, chicken liver, chicken gizzard, chicken heart, tricalcium phosphate, potassium chloride, choline chloride, magnesium sulfate, salt, taurine, ferrous sulfate, thiamine mononitrate (vitamin B1), vitamin E supplement, tuna oil, niacin (vitamin B3), zinc oxide, vitamin A supplement, biotin, vitamin B12 supplement, copper amino acid chelate, manganous oxide, calcium pantothenate, riboflavin supplement (vitamin B2), sodium selenite, pyridoxine hydrochloride (vitamin B6), folic acid, potassium iodide, vitamin D3 supplement",
        "analysis": [
            "Crude Protein (min) 12%",
            "Crude Fat (min) 2.4%",
            "Crude Fiber (max) 0.7%",
            "Moisture (max) 82%"
        ],
        "additive": null,
        "calorie": [
            " 66 kcal/2.8 oz. can",
            "129 kcal/5.5 oz. can"
        ]
    }
]