[
    {
        "brand": "Verus",
        "url": "https://www.veruspetfoods.com/feline-chixpate-detail/",
        "title": "Verus Pet Foods - feline-chixpate-detail",
        "descriptions": "VēRUS Feline Chicken Pâté holistic formula is formulated to meet nutritional levels established by the AAFCO Cat Food Nutrient Profiles for all life stages.",
        "key_benefits": "Every product of VēRUS Pet Foods is crafted with one goal in mind: The health of your pet. If for any reason this product does not meet your expectations, return it to the place of purchase for a full refund.",
        "ingredients": "Chicken, Chicken Liver, Chicken Broth, Tricalcium Phosphate, Natural Flavor, Taurine, Magnesium Proteinate, Carrots, Agar-Agar, Salt, Dried Spinach, Suncured Alfalfa, Choline Chloride, Dried Cranberries, Zinc Proteinate, Potassium Chloride, Iron Proteinate, Copper Proteinate, Sodium Selenite, Manganese Proteinate, Organic Sunflower Oil, Ethylenediamine Dihydriodide, Thiamine Mononitrate, Calcium Carbonate, Niacin Supplement, Vitamin E Supplement, Vitamin A Acetate, d-Calcium Pantothenate, Pyridoxine Hydrochloride, Riboflavin Supplement, Biotin, Vitamin D3 Supplement, Vitamin B12 Supplement, Folic Acid",
        "analysis": [
            "Guaranteed Analysis As  Fed",
            "Protein (min) 12.00% 13.10%",
            "Fat (min) 8.00% 10.50%",
            "Fiber (max) 1.00% 0.26%",
            "Moisture (max) 78.00% 73.85%",
            "Magnesium (max) 0.03% 0.02%",
            "Taurine (min) 0.05% 0.09%",
            "Ash (max) 2.50% 2.34%",
            "Calcium – 0.52%",
            "Phosphorus – 0.45%",
            "Potassium – 0.24%",
            "Sodium – 0.16%",
            "Carbs <5 <5"
        ],
        "calorie": "1147 kcal ME/kg, 179 kcal ME/can"
    },
    {
        "brand": "Verus",
        "url": "https://www.veruspetfoods.com/feline-salmonpate-detail/",
        "title": "Verus Pet Foods - Feline-salmonpate-detail",
        "descriptions": "VēRUS Feline Salmon Pâté holistic formula is formulated to meet nutritional levels established by the AAFCO Cat Food Nutrient Profiles for all life stages.",
        "key_benefits": "VēRUS Feline Salmon Pâté holistic formula is formulated to meet nutritional levels established by the AAFCO Cat Food Nutrient Profiles for all life stages.",
        "ingredients": "Salmon, Chicken Liver, Fish Broth, Tricalcium Phosphate, Natural Flavor, Carrots, Salt, Agar-Agar, Dried Spinach, Suncured Alfalfa, Choline Chloride, Dried Cranberries, Taurine, Magnesium Proteinate, Zinc Proteinate, Potassium Chloride, Iron Proteinate, Copper Proteinate, Sodium Selenite, Manganese Proteinate, Organic Sunflower Oil, Ethylenediamine Dihydriodide, Thiamine Mononitrate, Calcium Carbonate, Niacin Supplement, Vitamin E Supplement, Vitamin A Acetate, d-Calcium Pantothenate, Pyridoxine Hydrochloride, Riboflavin Supplement, Biotin, Vitamin D3 Supplement, Vitamin B12 Supplement, Folic Acid, Menadione Sodium Bisulfite Complex (a source of Vitamin K activity)",
        "analysis": [
            "Guaranteed Analysis As  Fed",
            "Protein (min) 12.00% 13.25%",
            "Fat (min) 7.00% 9.09%",
            "Fiber (max) 1.00% 0.62%",
            "Moisture (max) 78.00% 76.30%",
            "Magnesium (max) 0.03% 0.02%",
            "Taurine (min) 0.05% 0.13%",
            "Ash (max) 2.75% 2.10%",
            "Calcium – 0.46%",
            "Phosphorus – 0.36%",
            "Potassium – 0.20%",
            "Sodium – 0.17%",
            "Carbs <5 <5"
        ],
        "calorie": "1174 kcal ME/kg, 183 kcal ME/can"
    },
    {
        "brand": "Verus",
        "url": "https://www.veruspetfoods.com/feline-tunapate-detail/",
        "title": "Verus Pet Foods - feline-tunapate-detail",
        "descriptions": "VēRUS Feline Tuna Pâté holistic formula is formulated to meet nutritional levels established by the AAFCO Cat Food Nutrient Profiles for all life stages.",
        "key_benefits": "Every product of VēRUS Pet Foods is crafted with one goal in mind: The health of your pet. If for any reason this product does not meet your expectations, return it to the place of purchase for a full refund.",
        "ingredients": "Tuna, Chicken Liver, Fish Broth, Tricalcium Phosphate, Natural Flavor, Carrots, Agar-Agar, Dried Spinach, Suncured Alfalfa, Choline Chloride, Dried Cranberries, Salt, Taurine, Zinc Proteinate, Potassium Chloride, Iron Proteinate, Copper Proteinate, Sodium Selenite, Manganese Proteinate, Organic Sunflower Oil, Ethylenediamine Dihydriodide, Thiamine Mononitrate, Calcium Carbonate, Niacin Supplement, Vitamin E Supplement, Vitamin A Acetate, d-Calcium Pantothenate, Pyridoxine Hydrochloride, Riboflavin Supplement, Biotin, Vitamin D3 Supplement, Vitamin B12 Supplement, Folic Acid, Menadione Sodium Bisulfite Complex (a source of Vitamin K activity)",
        "analysis": [
            "Guaranteed Analysis As  Fed",
            "Protein (min) 12.00% 13.25%",
            "Fat (min) 4.00% 10.08%",
            "Fiber (max) 1.00% 0.34%",
            "Moisture (max) 78.00% 76.70%",
            "Magnesium (max) 0.03% 0.03%",
            "Taurine (min) 0.05% 0.13%",
            "Ash (max) 2.50% 2.40%",
            "Calcium – 0.60%",
            "Phosphorus – 0.38%",
            "Potassium – 0.25%",
            "Sodium – 0.16%",
            "Carbs <5 <5"
        ],
        "calorie": "944 kcal ME/kg, 147 kcal ME/can"
    },
    {
        "brand": "Verus",
        "url": "https://www.veruspetfoods.com/feline-turkeypate-detail/",
        "title": "Verus Pet Foods - feline-turkeypate-detail",
        "descriptions": "VēRUS Feline Turkey Pâté holistic formula is formulated to meet nutritional levels established by the AAFCO Cat Food Nutrient Profiles for all life stages.",
        "key_benefits": "Every product of VēRUS Pet Foods is crafted with one goal in mind: The health of your pet. If for any reason this product does not meet your expectations, return it to the place of purchase for a full refund.",
        "ingredients": "Turkey, Chicken Liver, Turkey Broth, Natural Flavor, Carrots, Agar-Agar, Salt, Dried Spinach, Suncured Alfalfa, Choline Chloride, Dried Cranberries, Magnesium Proteinate, Taurine, Zinc Proteinate, Potassium Chloride, Iron Proteinate, Copper Proteinate, Sodium Selenite, Manganese Proteinate, Organic Sunflower Oil, Ethylenediamine Dihydriodide, Thiamine Mononitrate, Calcium Carbonate, Niacin Supplement, Vitamin E Supplement, Vitamin A Acetate, d-Calcium Pantothenate, Pyridoxine Hydrochloride, Riboflavin Supplement, Biotin, Vitamin D3 Supplement, Vitamin B12 Supplement, Folic Acid",
        "analysis": [
            "Guaranteed Analysis As  Fed",
            "Protein (min) 12.00% 12.25%",
            "Fat (min) 7.00% 9.09%",
            "Fiber (max) 1.00% 0.44%",
            "Moisture (max) 78.00% 75.70%",
            "Magnesium (max) 0.025% 0.02%",
            "Taurine (min) 0.05% 0.09%",
            "Ash (max) 2.75% 2.60%",
            "Calcium – 0.88%",
            "Phosphorus – 0.52%",
            "Potassium – 0.26%",
            "Sodium – 0.20%",
            "Carbs <5 <5"
        ],
        "calorie": "1215 kcal ME/kg, 190 kcal ME/can"
    },
    {
        "brand": "Verus",
        "url": "https://www.veruspetfoods.com/felineoceanfish-detail/",
        "title": "Verus Pet Foods - Feline turkeychix&oceanfish-detail",
        "descriptions": "VēRUS Feline Ocean Fish holistic formula is formulated to meet nutritional levels established by the AAFCO Cat Food Nutrient Profiles for all life stages.",
        "key_benefits": "Every product of VēRUS Pet Foods is crafted with one goal in mind: The health of your pet. If for any reason this product does not meet your expectations, return it to the place of purchase for a full refund.",
        "ingredients": "Ocean Fish (Sardine, Mackerel, Salmon), Fish Broth, Chicken Liver, Turkey, Chicken, Brown Rice Flour, Natural Flavor, Agar-Agar, Salt, Choline Chloride, Taurine, Zinc Proteinate, Potassium Chloride, Iron Proteinate, Copper Proteinate, Sodium Selenite, Manganese Proteinate, Organic Sunflower Oil, Ethylenediamine Dihydriodide, Thiamine Mononitrate, Calcium Carbonate, Niacin Supplement, Vitamin E Supplement, Vitamin A Acetate, d-Calcium Pantothenate, Pyridoxine Hydrochloride, Riboflavin Supplement, Biotin, Vitamin D3 Supplement, Vitamin B12 Supplement, Folic Acid, Menadione Sodium Bisulfite Complex (a source of Vitamin K activity)",
        "analysis": [
            "Guaranteed Analysis As  Fed",
            "Protein (min) 9.00% 12.57%",
            "Fat (min) 5.00% 11.07%",
            "Fiber (max) 1.50% 0.33%",
            "Moisture (max) 78.00% 72.60%",
            "Magnesium (max) 0.025% 0.03%",
            "Taurine (min) 0.05% 0.14%",
            "Ash (max) 1.90% 2.32%",
            "Calcium – 0.51%",
            "Phosphorus – 0.37%",
            "Potassium – 0.25%",
            "Sodium – 0.18%",
            "Carbs <5 <5"
        ],
        "calorie": "1060 kcal ME/kg, 165 kcal ME/can"
    },
    {
        "brand": "Verus",
        "url": "https://www.veruspetfoods.com/felineturkeychixoceanfish-detail/",
        "title": "Verus Pet Foods - Feline turkeychix&oceanfish-detail",
        "descriptions": "VēRUS Feline Turkey Chicken and Fish holistic formula is formulated to meet nutritional levels established by the AAFCO Cat Food Nutrient Profiles for all life stages.",
        "key_benefits": "Every product of VēRUS Pet Foods is crafted with one goal in mind: The health of your pet. If for any reason this product does not meet your expectations, return it to the place of purchase for a full refund.",
        "ingredients": "Turkey, Chicken Broth, Chicken, Chicken Liver, Ocean Fish, Brown Rice Flour, Natural Flavor, Tricalcium Phosphate, Salt, Agar-Agar, Choline Chloride, Taurine, Zinc Proteinate, Potassium Chloride, Iron Proteinate, Copper Proteinate, Sodium Selenite, Manganese Proteinate, Organic Sunflower Oil, Ethylenediamine Dihydriodide, Thiamine Mononitrate, Calcium Carbonate, Niacin Supplement, Vitamin E Supplement, Vitamin A Acetate, d-Calcium Pantothenate, Pyridoxine Hydrochloride, Riboflavin Supplement, Biotin, Vitamin D3 Supplement, Vitamin B12 Supplement, Folic Acid",
        "analysis": [
            "Guaranteed Analysis As  Fed",
            "Protein (min) 9.00% 9.80%",
            "Fat (min) 5.00% 6.55%",
            "Fiber (max) 1.50% 0.27%",
            "Moisture (max) 78.00% 77.70%",
            "Magnesium (max) 0.025% 0.02%",
            "Taurine (min) 0.05% 0.10%",
            "Ash (max) 1.90% 1.35%",
            "Calcium – 0.40%",
            "Phosphorus – 0.29%",
            "Potassium – 0.23%",
            "Sodium – 0.57%",
            "Carbs – 15.76%"
        ],
        "calorie": "1136 kcal ME/kg, 177 kcal ME/can"
    },
    {
        "brand": "Verus",
        "url": "https://www.veruspetfoods.com/verus-chicken-liver-formula/",
        "title": "VēRUS Chicken & Liver Pâté | Verus Pet Foods",
        "descriptions": "VēRUS Feline Chicken and Liver holistic formula is formulated to meet nutritional levels established by the AAFCO Cat Food Nutrient Profiles for all life stages.",
        "key_benefits": "Every product of VēRUS Pet Foods is crafted with one goal in mind: The health of your pet. If for any reason this product does not meet your expectations, return it to the place of purchase for a full refund.",
        "ingredients": "Chicken, Chicken Broth, Chicken Liver, Ocean Fish, Brown Rice Flour, Natural Flavor, Carrots, Agar-Agar, Slat, Dried Spinach, Choline Chloride, Taurine, Tricalcium Phosphate, Zinc Proteinate, Potassium Chloride, Iron Proteinate, Copper Proteinate, Sodium Selenite, Manganese Proteinate, Organic Sunflower Oil, Ethylenediamine Dihydriodide, Thiamine Mononitrate, Calcium Carbonate, Niacin Supplement, Vitamin E Supplement, Vitamin A Acetate, d-Calcium Pantothenate, Pyridoxine Hydrochloride, Riboflavin Supplement, Biotin, Vitamin D3 Supplement, Vitamin B12 Supplement, Folic Acid, Menadione Sodium Bisulfite Complex (a source of Vitamin K activity)",
        "analysis": [
            "Guaranteed Analysis As  Fed",
            "Protein (min) 9.00% 12.06%",
            "Fat (min) 5.00% 8.37%",
            "Fiber (max) 1.50% 0.34%",
            "Moisture (max) 78.00% 75.60%",
            "Magnesium (max) 0.025% 0.02%",
            "Taurine (min) 0.05% 0.09%",
            "Ash (max) 1.90% 2.14%",
            "Calcium – 0.50%",
            "Phosphorus — 0.33%",
            "Potassium – 0.22%",
            "Sodium – 0.16%",
            "Carbs – 5.42%"
        ],
        "calorie": "1091 kcal ME/kg, 170 kcal ME/can"
    }
]