[
    {
        "brand": "ZiwiPeak",
        "url": "https://www.ziwipets.com/cat-food/air-dried/beef-recipe",
        "title": "ZIWI® Peak Air-Dried Beef Recipe for Cats | Ziwi Pets",
        "descriptions": "Raised simply, with access to fresh grass 365 days a year, New Zealand grass-fed and free-range beef has a reputation of being the best in the world. Just as our beef is raised, our recipe is simple too. Few ingredients but full of flavor, the perfect choice for cats of all breeds and life stages.",
        "key_benefits": [
            "Gently air-dried and handcrafted to lock in nature’s goodness.",
            "A full 96% beef, organs, bone and New Zealand Green Mussels to match a cat’s biological needs for a diet rich in meat.",
            "Free-range beef, ethically-raised year round on New Zealand pastures.",
            "GMO-free. Raised without added hormones, antibiotics or growth promotants.",
            "No glycerins, grains or high glycemic ingredients such as potato or tapioca starch.",
            "Natural source of glucosamine and chondroitin for long-term joint health and mobility."
        ],
        "ingredients": "Beef, Beef Heart, Beef Kidney, Beef Tripe, Beef Liver, Beef Lung, New Zealand Green Mussel, Beef Bone, Lecithin, Inulin from Chicory, Dried Kelp, Minerals (Dipotassium Phosphate, Magnesium Sulfate, Zinc Amino Acid Complex, Copper Amino Acid Complex, Iron Amino Acid Complex, Manganese Amino Acid Complex, Sodium Selenite), Salt, Preservative (Citric Acid, Mixed Tocopherols), Vitamins (Choline Chloride, Thiamine Mononitrate, Pyridoxine Hydrochloride, Folic Acid, Vitamin D3 Supplement), DL-Methionine, Taurine.",
        "analysis": [
            "Crude Protein min. 38%",
            "Crude Fat min. 30%",
            "Crude Fibre max. 2%",
            "Moisture max. 14%",
            "Ash max. 12%",
            "Chondroitin Sulfate min. 1300mg/kg",
            "Calorie Content (calculated) 5500 kcal ME/kg | 312 kcal ME/level scoop"
        ]
    },
    {
        "brand": "ZiwiPeak",
        "url": "https://www.ziwipets.com/cat-food/air-dried/mackerel-lamb-recipe",
        "title": "ZIWI® Peak Air-Dried Mackerel & Lamb Recipe for Cats | Ziwi Pets",
        "descriptions": "The best of New Zealand’s land and sea. Wild and sustainable blue mackerel from the remote waters of New Zealand’s North Island and grass-fed lamb, ethically raised on a diet of lush grass and clover. A delicious combination to entice even the most selective cats.",
        "key_benefits": ["Gently air-dried and handcrafted to lock in nature’s goodness.", "With 96% seafood, grass- fed lamb, organs and bone to match the cat’s biological needs for a diet high in meat.", "Whole, wild-caught blue mackerel—a natural powerhouse source of omega-3.", "Grass-fed lamb, ethically raised year round on New Zealand’s green pastures.", "GMO-free. Raised without added hormones, antibiotics or growth promotants.", "No glycerins, grains or high glycemic ingredients such as potato or tapioca starch.", "3% NEW ZEALAND GREEN MUSSELS", "Natural source of glucosamine and chondroitin for long-term joint health and mobility."],
        "ingredients": "Mackerel, Lamb, Lamb Heart, Lamb Tripe, Lamb Liver, Lamb Lung, New Zealand Green Mussel, Lamb Kidney, Lamb Bone, Lecithin, Inulin from Chicory, Dried Kelp, Minerals (Dipotassium Phosphate, Magnesium Sulfate, Zinc Amino Acid Complex, Copper Amino Acid Complex, Iron Amino Acid Complex, Manganese Amino Acid Complex, Sodium Selenite), Salt, Preservative (Citric Acid, Mixed Tocopherols), Vitamins (Choline Chloride, Thiamine Mononitrate, Pyridoxine Hydrochloride, Folic Acid, Vitamin D3 Supplement), DL-Methionine, Taurine.",
        "analysis": [
            "Crude Protein min. 43%",
            "Crude Fat min. 25%",
            "Crude Fibre max. 2%",
            "Moisture max. 14%",
            "Ash max. 12%",
            "Taurine (As Received, Typical Analysis) 0.25%",
            "Chondroitin Sulfate min. 1300mg/kg",
            "Calorie Content (calculated) 4800 kcal ME/kg | 273 kcal ME/level scoop"
        ]
    },
    {
        "brand": "ZiwiPeak",
        "url": "https://www.ziwipets.com/cat-food/air-dried/venison-recipe",
        "title": "AIR-DRIED 'Daily-Cat' Food, Venison recipe | Ziwipeak",
        "descriptions": "ZIWI® Peak Venison is novel protein food, ideal for cats of all breeds and life stages. Loaded with free-range venison, ethically raised on pastures of lush and native grasses in the remote valleys of New Zealand’s South Island. A naturally delicious choice to keep your cat happy and healthy.",
        "key_benefits": [
            "Gently air-dried and handcrafted to lock in nature’s goodness.",
            "With 96% venison, organs, bone and New Zealand Green Mussels designed to match the cat’s biological needs for a diet rich in meat.",
            "Free-range venison, ethically- raised year round on New Zealand pastures.",
            "GMO-free. Raised without added hormones, antibiotics or growth promotants.",
            "No glycerins, grains or high glycemic ingredients such as potato or tapioca starch.",
            "Natural source of glucosamine and chondroitin for long-term joint health and mobility."
        ],
        "ingredients": "Venison, Venison Tripe, Venison Heart, Venison Lung, Venison Liver, Venison Kidney, New Zealand Green Mussel, Venison Bone, Lecithin, Inulin from Chicory, Dried Kelp, Minerals (Dipotassium Phosphate, Magnesium Sulfate, Zinc Amino Acid Complex, Copper Amino Acid Complex, Iron Amino Acid Complex, Manganese Amino Acid Complex, Sodium Selenite), Salt, Preservative (Citric Acid, Mixed Tocopherols), Vitamins (Choline Chloride, Thiamine Mononitrate, Pyridoxine Hydrochloride, Folic Acid, Vitamin D3 Supplement), DL-Methionine, Taurine.",
        "analysis": [
            "Crude Protein min. 45%",
            "Crude Fat min. 23%",
            "Crude Fibre max. 2%",
            "Moisture max. 14%",
            "Ash max. 12%",
            "Chondroitin Sulfate min. 1300mg/kg",
            "Calorie Content (calculated) 4700 kcal ME/kg | 267 kcal ME /level scoop"
        ]
    },
    {
        "brand": "ZiwiPeak",
        "url": "https://www.ziwipets.com/cat-food/air-dried/lamb-recipe",
        "title": "ZIWI® Peak Air-Dried Lamb Recipe for Cats | Ziwi Pets",
        "descriptions": "Pure and simple, perfectly crafted for cats of all breeds and life stages. Featuring world-class lamb, ethically raised by multi-generational family farmers in the mild and temperate climate of beautiful New Zealand. Gently nourishing, full of nutrition and purr-worthy goodness.",
        "key_benefits": [
            "Gently air-dried and handcrafted to lock in nature’s goodness.",
            "Featuring 96% grass-fed lamb, organs, bone and New Zealand Green Mussels, designed to match the cat’s biological needs for a diet rich in meat.",
            "Grass-fed lamb, ethically raised year round on New Zealand’s green pastures.",
            "GMO-free. Raised without added hormones, antibiotics or growth promotants.",
            "No glycerins, grains or high glycemic ingredients such as potato or tapioca starch.",
            "Natural source of glucosamine and chondroitin for long-term joint health and mobility."
        ],
        "ingredients": "Lamb, Lamb Heart, Lamb Tripe, Lamb Liver, Lamb Kidney, Lamb Lung, New Zealand Green Mussel, Lamb Bone, Lecithin, Inulin from Chicory, Dried Kelp, Minerals (Dipotassium Phosphate, Magnesium Sulfate, Zinc Amino Acid Complex, Copper Amino Acid Complex, Iron Amino Acid Complex, Manganese Amino Acid Complex, Sodium Selenite), Salt, Preservative (Citric Acid, Mixed Tocopherols), Vitamins (Choline Chloride, Thiamine Mononitrate, Pyridoxine Hydrochloride, Folic Acid, Vitamin D3 Supplement), DL-Methionine, Taurine.",
        "analysis": [
            "Crude Protein min. 35%",
            "Crude Fat min. 33%",
            "Crude Fibre max. 2%",
            "Moisture max. 14%",
            "Ash max. 12%",
            "Chondroitin Sulfate min. 1300mg/kg",
            "Calorie Content (calculated) 5600 kcal ME/kg | 318 kcal ME/level scoop"
        ]
    },
    {
        "brand": "ZiwiPeak",
        "url": "https://www.ziwipets.com/cat-food/air-dried/free-range-chicken-recipe",
        "title": "ZIWI® Peak Air-Dried Free-Range Chicken Recipe for Cats | Ziwi Pets",
        "descriptions": "Our free-range chickens are ethically raised with room to explore and access to forage New Zealand’s lush pastures — unlike other pet (and human!) foods that use factory farmed, free-run or cage-free chicken. ZIWI® Peak Free-Range Chicken is a delicious recipe that both you and your cat can feel good about.",
        "key_benefits": [
            "Gently air-dried and handcrafted to lock in nature’s goodness.",
            "With 96% chicken, organs, bone and New Zealand Green Mussels to match a cat’s biological needs for a diet rich in meat.",
            "Free-range chicken, ethically and happily raised on New Zealand’s lush pastures.",
            "GMO-free. Raised without added hormones, antibiotics or growth promotants.",
            "No glycerins, grains or high glycemic ingredients such as potato or tapioca starch.",
            "Natural source of glucosamine and chondroitin for long-term joint health and mobility."
        ],
        "ingredients": "Chicken, Chicken Liver, Chicken Heart, New Zealand Green Mussel, Chicken Bone, Lecithin, Inulin from Chicory, Dried Kelp, Minerals (Dipotassium Phosphate, Magnesium Sulfate, Zinc Amino Acid Complex, Copper Amino Acid Complex, Iron Amino Acid Complex, Manganese Amino Acid Complex, Sodium Selenite), Salt, Preservative (Citric Acid, Mixed Tocopherols), Vitamins (Choline Chloride, Thiamine Mononitrate, Pyridoxine Hydrochloride, Folic Acid, Vitamin D3 Supplement), DL-Methionine, Taurine.",
        "analysis": [
            "Crude Protein min. 38%",
            "Crude Fat min. 30%",
            "Crude Fibre max. 2%",
            "Moisture max. 14%",
            "Ash max. 12%",
            "Chondroitin Sulfate min. 1300mg/kg",
            "Calorie Content (calculated) 5500 kcal ME/kg | 312 kcal ME/level scoop"
        ]
    },
    {
        "brand": "ZiwiPeak",
        "url": "https://www.ziwipets.com/cat-food/wet-cat-food/mackerel-lamb-recipe",
        "title": "ZIWI® Peak Wet Mackerel & Lamb Recipe for Cats | Ziwi Pets",
        "descriptions": "The best of New Zealand’s land and sea. Wild and sustainable blue mackerel from the remote waters of New Zealand’s North Island and grass-fed lamb, raised on a diet of lush grass and clover. A delicious combination in a moisture rich recipe to entice even the most selective cats.",
        "key_benefits": [
            "With 92% mackerel, grass-fed lamb, organs, bone, and seafood to match the cat’s biological needs for a diet high in meat.",
            "Whole, wild-caught blue mackerel—a natural powerhouse source of omega-3.",
            "Grass-fed lamb, ethically raised year round on New Zealand’s green pastures.",
            "No high glycemic ingredients including grains, potato or tapioca starch.",
            "No artificial preservatives or unwanted binders such as carrageenan, agar agar or gums.",
            "Natural source of glucosamine and chondroitin for long-term joint health and mobility."
        ],
        "ingredients": "Mackerel, Water Sufficient for Processing, Lamb, Lamb Lung, Chickpeas, Lamb Tripe, Lamb Heart, Lamb Kidney, Lamb Liver, New Zealand Green Mussel, Lamb Bone, DL-Methionine, Dried Kelp, Minerals (Magnesium Sulfate, Zinc Amino Acid Complex, Manganese Amino Acid Complex, Copper Amino Acid Complex), Taurine, Vitamins (Vitamin E Supplement, Thiamine Mononitrate, Pyridoxine Hydrochloride, Vitamin D3 Supplement, Folic Acid).",
        "analysis": [
            "Crude Protein min. 10.5%",
            "Crude Fat min. 4%",
            "Crude Fibre max. 2%",
            "Moisture max. 78%",
            "Ash max. 3%",
            "Chondroitin Sulfate (min) 300mg/kg",
            "Calorie Content (calculated) 1200 kcal ME/kg | 222 kcal ME/185g can | 102 kcal ME/85g can"
        ]
    },
    {
        "brand": "ZiwiPeak",
        "url": "https://www.ziwipets.com/cat-food/wet-cat-food/beef-recipe",
        "title": "ZIWI® Peak Wet Beef Recipe for Cats | Ziwi Pets",
        "descriptions": "Raised simply, with access to fresh grass 365 days a year, New Zealand grass-fed and free-range beef has a reputation of being the best in the world. Just as our beef is raised, our recipe is simple too. Few ingredients but full of flavor, the perfect choice for cats of all breeds and life stages.",
        "key_benefits": [
            "A moisture rich food, with 92% beef, organs, bone and New Zealand Green Mussels designed to match the cat’s biological needs for a diet high in meat.",
            "Free-range beef, ethically-raised year round on New Zealand pastures.",
            "GMO-free. Raised without added hormones, antibiotics or growth promotants.",
            "No high glycemic ingredients including grains, potato or tapioca starch.",
            "No artificial preservatives or unwanted binders such as carrageenan, agar agar or gums.",
            "Natural source of glucosamine and chondroitin for long-term joint health and mobility."
        ],
        "ingredients": "Beef, Water Sufficient for Processing, Beef Lung, Beef Kidney, Beef Tripe, Beef Liver, Chickpeas, New Zealand Green Mussel, Beef Bone, DL-Methionine, Dried Kelp, Minerals (Magnesium Sulfate, Zinc Amino Acid Complex, Manganese Amino Acid Complex, Copper Amino Acid Complex), Taurine, Vitamins (Vitamin E Supplement, Thiamine Mononitrate, Pyridoxine Hydrochloride, Vitamin D3 Supplement, Folic Acid).",
        "analysis": [
            "Crude Protein min. 9%",
            "Crude Fat min. 5.5%",
            "Crude Fibre max. 2%",
            "Moisture max. 78%",
            "Ash max. 4%",
            "Chondroitin Sulfate (min) 300mg/kg",
            "Calorie Content (calculated) 1250 kcal ME/kg | 231 kcal ME/185g can | 106 kcal ME/85g can"
        ]
    },
    {
        "brand": "ZiwiPeak",
        "url": "https://www.ziwipets.com/cat-food/wet-cat-food/lamb-recipe",
        "title": "ZIWI® Peak Wet Lamb Recipe for Cats | Ziwi Pets",
        "descriptions": "Pure and simple, for cats of all breeds and life stages. Featuring world-class lamb, ethically raised by multi- generational family farmers in the mild and temperate climate of beautiful New Zealand. Gently nourishing, full of moisture rich nutrition and purr-worthy goodness.",
        "key_benefits": [
            "With 92% grass- fed lamb, organs, bone, and seafood to match the cat’s biological needs for a diet high in meat.",
            "Grass-fed lamb, ethically raised year round on New Zealand’s green pastures.",
            "No glycerins, grains or high glycemic ingredients such as potato or tapioca starch.",
            "No artificial preservatives or unwanted binders such as carrageenan, agar agar or gums.",
            "Natural source of glucosamine and chondroitin for long-term joint health and mobility."
        ],
        "ingredients": "Lamb, Water Sufficient for Processing, Lamb Lung, Lamb Kidney, Lamb Liver, Chickpeas, Lamb Tripe, Lamb Heart, New Zealand Green Mussel, Lamb Bone, DL-Methionine, Dried Kelp, Minerals (Magnesium Sulfate, Zinc Amino Acid Complex, Manganese Amino Acid Complex, Copper Amino Acid Complex), Taurine, Vitamins (Vitamin E Supplement, Thiamine Mononitrate, Pyridoxine Hydrochloride, Vitamin D3 Supplement, Folic Acid).",
        "analysis": [
            "Crude Protein min. 9.5%",
            "Crude Fat min. 6%",
            "Crude Fibre max. 2%",
            "Moisture max. 78%",
            "Ash max. 3%",
            "Chondroitin Sulfate (min) 300mg/kg",
            "Calorie Content (calculated) 1325 kcal ME/kg | 245 kcal ME/185g can | 113 kcal ME/85g can"
        ]
    },
    {
        "brand": "ZiwiPeak",
        "url": "https://www.ziwipets.com/cat-food/wet-cat-food/rabbit-lamb-recipe",
        "title": "CANNED 'Daily-Cat' Food, Rabbit & Lamb recipe | Ziwipeak",
        "descriptions": "The best of New Zealand’s land and sea. Wild and sustainable rabbit and grass-fed lamb, raised on a diet of lush grass and clover. A delicious combination in a moisture rich recipe to entice even the most selective cats.",
        "key_benefits": [
            "With 92% rabbit, seafood, grass-fed lamb, organs and bone to match the cat’s biological needs for a diet high in meat.",
            "Wild rabbit and grass-fed lamb, ethically raised year round on New Zealand’s rolling green pastures.",
            "No high glycemic ingredients including grains, potato or tapioca starch.",
            "No artificial preservatives or unwanted binders such as carrageenan, agar agar or gums.",
            "Natural source of glucosamine and chondroitin for long-term joint health and mobility."
        ],
        "ingredients": "Rabbit Meat, Water Sufficient for Processing, Lamb, Lamb Lung, Lamb Liver, Chickpeas, Lamb Kidney, Hare Meat, Lamb Tripe, Lamb Heart, New Zealand Green Mussel, Lamb Bone, DL-Methionine, Dried Kelp, Minerals (Magnesium Sulfate, Zinc Amino Acid Complex, Manganese Amino Acid Complex, Copper Amino Acid Complex), Taurine, Vitamins (Vitamin E Supplement, Thiamine Mononitrate, Pyridoxine Hydrochloride, Vitamin D3 Supplement, Folic Acid).",
        "analysis": [
            "Crude Protein min. 11%",
            "Crude Fat min. 3.5%",
            "Crude Fibre max. 2%",
            "Moisture max. 78%",
            "Ash max. 3%",
            "Taurine (As Received, Typical Analysis) 0.13%",
            "Chondroitin Sulfate min. 300mg/kg",
            "Calorie Content (calculated) 1100 kcal ME/kg | 203 kcal ME/185g can | 94 kcal ME/85g can"
        ]
    },
    {
        "brand": "ZiwiPeak",
        "url": "https://www.ziwipets.com/cat-food/wet-cat-food/venison-recipe",
        "title": "CANNED Cat Food, Venison recipe | Ziwipeak",
        "descriptions": "ZIWI® Peak Venison is novel protein food, ideal for cats of all breeds and life stages. Loaded with free-range venison, ethically raised on pastures of lush and native grasses in the remote valleys of New Zealand’s South Island. A unique and novel protein, making meal time exciting—your cat is guaranteed to enjoy each and every bite.",
        "key_benefits": [
            "A moisture rich diet, with 92% venison, organs, bone and New Zealand Green Mussels designed to match the cat’s biological needs for a diet high in meat.",
            "Free-range venison, ethically- raised year round on New Zealand pastures.",
            "GMO-free. Raised without added hormones, antibiotics or growth promotants.",
            "No glycerins, grains or high glycemic ingredients such as potato or tapioca starch.",
            "No artificial preservatives or unwanted binders such as carrageenan, agar agar or gums.",
            "Natural source of glucosamine and chondroitin for long-term joint health and mobility."
        ],
        "ingredients": "Venison, Water Sufficient for Processing, Venison Tripe, Venison Liver, Chickpeas, Venison Lung, Venison Heart, Venison Kidney, New Zealand Green Mussel, Venison Bone, DL-Methionine, Dried Kelp, Minerals (Magnesium Sulfate, Zinc Amino Acid Complex, Manganese Amino Acid Complex, Copper Amino Acid Complex), Taurine, Vitamins (Vitamin E Supplement, Thiamine Mononitrate, Pyridoxine Hydrochloride, Vitamin D3 Supplement, Folic Acid).",
        "analysis": [
            "Crude Protein min. 10%",
            "Crude Fat min. 4%",
            "Crude Fibre max. 2%",
            "Moisture max. 78%",
            "Ash max. 3%",
            "Chondroitin Sulfate (min) 300mg/kg",
            "Calorie Content (calculated) 1200 kcal ME/kg | 222 kcal ME/185g can | 102 kcal ME/85g can"
        ]
    },
    {
        "brand": "ZiwiPeak",
        "url": "https://www.ziwipets.com/cat-food/wet-cat-food/free-range-chicken-recipe",
        "title": "ZIWI® Peak Wet Free-Range Chicken Recipe for Cats | Ziwi Pets",
        "descriptions": "Our free-range chickens are ethically raised with room to explore and access to forage New Zealand’s lush pastures — unlike other pet (and human!) foods that use factory farmed, free-run or cage-free chicken. A food that both you and your cat can feel good about.",
        "key_benefits": [
            "A moisture rich food, with 92% chicken, organs, bone and New Zealand Green Mussels to match a cat’s biological needs for a diet high in meat.",
            "Free-range chicken, ethically and happily raised on New Zealand’s lush pastures.",
            "GMO-free. Raised without added hormones, antibiotics or growth promotants.",
            "No high glycemic ingredients including grains, potato or tapioca starch.",
            "No artificial preservatives or unwanted binders such as carrageenan, agar agar or gums.",
            "Natural source of glucosamine and chondroitin for long-term joint health and mobility."
        ],
        "ingredients": "Chicken, Water Sufficient for Processing, Chicken Liver, Chicken Heart, Chick Peas, New Zealand Green Mussel, Chicken Bone, DL-Methionine, Minerals (Dipotassium Phosphate, Magnesium Sulfate, Zinc Amino Acid Complex, Manganese Amino Acid Complex, Copper Amino Acid Complex), Dried Kelp, Vitamins (Choline Chloride, Vitamin E Supplement, Thiamine Mononitrate, Niacin, Pyridoxine Hydrochloride, Riboflavin, Vitamin D3 Supplement, Folic Acid), Salt, Taurine.",
        "analysis": [
            "Crude Protein min. 9%",
            "Crude Fat min. 5.5%",
            "Crude Fibre max. 1%",
            "Moisture max. 78%",
            "Ash max. 4%",
            "Chondroitin Sulfate 300 mg/kg",
            "Calorie Content (calculated) 1325 kcal ME/kg | 245 kcal ME/185g can | 113 kcal ME/85g can"
        ]
    },
    {
        "brand": "ZiwiPeak",
        "url": "https://www.ziwipets.com/cat-food/wet-cat-food/mackerel-recipe",
        "title": "ZIWI® Peak Wet Mackerel Recipe for Cats | Ziwi Pets",
        "descriptions": "Wild-caught and sustainable blue mackerel are found in abundance in the remote and pristine waters surrounding New Zealand’s North Island. A dark and oily fish, loaded with essential omega-3, New Zealand Mackerel recipe is a healthy and delicious choice for your cat.",
        "key_benefits": [
            "A moisture rich food, with 92% whole blue mackerel and New Zealand Green Mussels to match a cat’s biological needs for a diet high in meat.",
            "Whole, wild-caught blue mackerel—a natural powerhouse source of omega-3.",
            "No high glycemic ingredients including grains, potato or tapioca starch.",
            "No artificial preservatives or unwanted binders such as carrageenan, agar agar or gums.",
            "Natural source of glucosamine and chondroitin for long-term joint health and mobility."
        ],
        "ingredients": "Mackerel, Water Sufficient for Processing, Chickpeas, New Zealand Green Mussel, DL-Methionine, Minerals (Dipotassium Phosphate, Magnesium Sulfate, Zinc Amino Acid Complex, Manganese Amino Acid Complex, Copper Amino Acid Complex), Dried Kelp, Vitamins (Choline Chloride, Vitamin E Supplement, Thiamine Mononitrate, Niacin, Pyridoxine Hydrochloride, Riboflavin, Vitamin D3 Supplement, Folic Acid), Salt, Taurine.",
        "analysis": [
            "Crude Protein min. 12%",
            "Crude Fat min. 3%",
            "Crude Fibre max. 2%",
            "Moisture max. 78%",
            "Ash max. 4%",
            "Chondroitin Sulfate (min) 300mg/kg",
            "Calorie Content (calculated) 1075 kcal ME/kg | 199 kcal ME/185g can | 91 kcal ME/85g can"
        ]
    },
    {
        "brand": "ZiwiPeak",
        "url": "https://www.ziwipets.com/cat-food/wet-cat-food/hoki-recipe",
        "title": "ZIWI® Peak Wet Hoki Recipe for Cats | Ziwi Pets",
        "descriptions": "Wild-caught and sustainably certified, hoki fish are found in New Zealand’s Cook Straight and the deep sub-Antarctic waters of the Chatham Rise. A white flesh fish with a delicate texture—a delicious option your cat is sure to enjoy.",
        "key_benefits": [
            "A moisture rich food, with 92% hoki fish, organs, bone and New Zealand Green Mussels to match a cat’s biological needs for a diet high in meat.",
            "Wild-caught and sustainably certified hoki—a natural powerhouse source of omega-3.",
            "No high glycemic ingredients including grains, potato or tapioca starch.",
            "No artificial preservatives or unwanted binders such as carrageenan, agar agar or gums.",
            "Natural source of glucosamine and chondroitin for long-term joint health and mobility."
        ],
        "ingredients": "Hoki, Water Sufficient for Processing, Chickpeas, Hoki Liver, New Zealand Green Mussel, Fish Bone, DL-Methionine, Minerals (Dipotassium Phosphate, Magnesium Sulfate, Zinc Amino Acid Complex, Manganese Amino Acid Complex, Copper Amino Acid Complex), Dried Kelp, Vitamins (Choline Chloride, Vitamin E Supplement, Thiamine Mononitrate, Niacin, Pyridoxine Hydrochloride, Riboflavin, Vitamin D3 Supplement, Folic Acid), Salt, Taurine.",
        "analysis": [
            "Crude Protein min. 10%",
            "Crude Fat min. 3.5%",
            "Crude Fibre max. 2%",
            "Moisture max. 78%",
            "Ash max. 3.5%",
            "Chondroitin Sulfate (min) 300mg/kg",
            "Calorie Content (calculated) 1050 kcal ME/kg | 194 kcal ME/185g can | 89 kcal ME/85g can"
        ]
    }
]